return {
	{
		id = 1,
		text = "方便调用",
	},
	{
		id = 2,
		text = "卡牌测试",
	},
	{
		id = 3,
		text = "战斗测试",
	},
	{
		id = 4,
		text = "简单",
	},
	{
		id = 5,
		text = "普通",
	},
	{
		id = 6,
		text = "困难",
	},
	{
		id = 7,
		text = "地狱",
	},
	[101] = {
		id = 101,
		text = "太阳天",
	},
	[102] = {
		id = 102,
		text = "水星天",
	},
	[103] = {
		id = 103,
		text = "金星天",
	},
	[104] = {
		id = 104,
		text = "旧王国",
	},
	[105] = {
		id = 105,
		text = "月球天",
	},
	[106] = {
		id = 106,
		text = "虚星天",
	},
	[107] = {
		id = 107,
		text = "火星天",
	},
	[108] = {
		id = 108,
		text = "该隐环",
	},
	[109] = {
		id = 109,
		text = "木星天",
	},
	[110] = {
		id = 110,
		text = "土星天",
	},
	[111] = {
		id = 111,
		text = "神王天",
	},
	[112] = {
		id = 112,
		text = "海王天",
	},
	[113] = {
		id = 113,
		text = "犹大环",
	},
	[114] = {
		id = 114,
		text = "冥王天",
	},
	[115] = {
		id = 115,
		text = "原动天",
	},
	[116] = {
		id = 116,
		text = "至高天",
	},
	[117] = {
		id = 117,
		text = "太阳天测试文本",
	},
	[118] = {
		id = 118,
		text = "水星天测试文本",
	},
	[119] = {
		id = 119,
		text = "金星天测试文本",
	},
	[120] = {
		id = 120,
		text = "旧王国测试文本",
	},
	[121] = {
		id = 121,
		text = "月球天测试文本",
	},
	[122] = {
		id = 122,
		text = "虚星天测试文本",
	},
	[123] = {
		id = 123,
		text = "火星天测试文本",
	},
	[124] = {
		id = 124,
		text = "该隐环测试文本",
	},
	[125] = {
		id = 125,
		text = "木星天测试文本",
	},
	[126] = {
		id = 126,
		text = "土星天测试文本",
	},
	[127] = {
		id = 127,
		text = "神王天测试文本",
	},
	[128] = {
		id = 128,
		text = "海王天测试文本",
	},
	[129] = {
		id = 129,
		text = "犹大环测试文本",
	},
	[130] = {
		id = 130,
		text = "冥王天测试文本",
	},
	[131] = {
		id = 131,
		text = "原动天测试文本",
	},
	[132] = {
		id = 132,
		text = "至高天测试文本",
	},
	[133] = {
		id = 133,
		text = "玩家基地",
	},
	[134] = {
		id = 134,
		text = "敌主巢穴",
	},
	[135] = {
		id = 135,
		text = "雷达站",
	},
	[136] = {
		id = 136,
		text = "太空植物A",
	},
	[137] = {
		id = 137,
		text = "太空植物B",
	},
	[138] = {
		id = 138,
		text = "太空植物C",
	},
	[139] = {
		id = 139,
		text = "小消耗商",
	},
	[140] = {
		id = 140,
		text = "大消耗商",
	},
	[141] = {
		id = 141,
		text = "手牌商",
	},
	[142] = {
		id = 142,
		text = "海盗游商",
	},
	[143] = {
		id = 143,
		text = "局内资源本",
	},
	[144] = {
		id = 144,
		text = "局外日常本",
	},
	[145] = {
		id = 145,
		text = "门票本",
	},
	[146] = {
		id = 146,
		text = "探索本",
	},
	[147] = {
		id = 147,
		text = "宝石矿坑",
	},
	[148] = {
		id = 148,
		text = "钱矿坑",
	},
	[149] = {
		id = 149,
		text = "生物遗迹",
	},
	[150] = {
		id = 150,
		text = "人造遗迹",
	},
	[151] = {
		id = 151,
		text = "自然遗迹",
	},
	[152] = {
		id = 152,
		text = "固定点",
	},
	[153] = {
		id = 153,
		text = "剧情点",
	},
	[154] = {
		id = 154,
		text = "中立基地",
	},
	[155] = {
		id = 155,
		text = "NPC据点",
	},
	[156] = {
		id = 156,
		text = "空点",
	},
	[157] = {
		id = 157,
		text = "恶魔乡",
	},
	[158] = {
		id = 158,
		text = "建筑简介测试文本1",
	},
	[159] = {
		id = 159,
		text = "建筑简介测试文本2",
	},
	[160] = {
		id = 160,
		text = "建筑简介测试文本3",
	},
	[161] = {
		id = 161,
		text = "建筑简介测试文本4",
	},
	[162] = {
		id = 162,
		text = "建筑简介测试文本5",
	},
	[163] = {
		id = 163,
		text = "建筑简介测试文本6",
	},
	[164] = {
		id = 164,
		text = "建筑简介测试文本7",
	},
	[165] = {
		id = 165,
		text = "建筑简介测试文本8",
	},
	[166] = {
		id = 166,
		text = "建筑简介测试文本9",
	},
	[167] = {
		id = 167,
		text = "建筑简介测试文本10",
	},
	[168] = {
		id = 168,
		text = "建筑简介测试文本11",
	},
	[169] = {
		id = 169,
		text = "建筑简介测试文本12",
	},
	[170] = {
		id = 170,
		text = "建筑简介测试文本13",
	},
	[171] = {
		id = 171,
		text = "建筑简介测试文本14",
	},
	[172] = {
		id = 172,
		text = "建筑简介测试文本15",
	},
	[173] = {
		id = 173,
		text = "建筑简介测试文本16",
	},
	[174] = {
		id = 174,
		text = "建筑简介测试文本17",
	},
	[175] = {
		id = 175,
		text = "建筑简介测试文本18",
	},
	[176] = {
		id = 176,
		text = "建筑简介测试文本19",
	},
	[177] = {
		id = 177,
		text = "建筑简介测试文本20",
	},
	[178] = {
		id = 178,
		text = "建筑简介测试文本21",
	},
	[179] = {
		id = 179,
		text = "建筑简介测试文本22",
	},
	[180] = {
		id = 180,
		text = "建筑简介测试文本23",
	},
	[181] = {
		id = 181,
		text = "建筑简介测试文本24",
	},
	[182] = {
		id = 182,
		text = "建筑简介测试文本24",
	},
	[183] = {
		id = 183,
		text = "主城区",
	},
	[184] = {
		id = 184,
		text = "星港区",
	},
	[185] = {
		id = 185,
		text = "太阳系",
	},
	[186] = {
		id = 186,
		text = "航域",
	},
	[200] = {
		id = 200,
		text = "私家穿梭机",
	},
	[201] = {
		id = 201,
		text = "金刚凝胶",
	},
	[202] = {
		id = 202,
		text = "采集",
	},
	[203] = {
		id = 203,
		text = "海盗护卫",
	},
	[204] = {
		id = 204,
		text = "交谈",
	},
	[205] = {
		id = 205,
		text = "高素质的安保人员\
在执行护卫任务时\
可以强忍住大抢一把的冲动",
	},
	[206] = {
		id = 206,
		text = "临时警戒-生物类",
	},
	[207] = {
		id = 207,
		text = "返回星港",
	},
	[208] = {
		id = 208,
		text = "「败者」残骸",
	},
	[209] = {
		id = 209,
		text = "巫魔夜会",
	},
	[210] = {
		id = 210,
		text = "海盗游商",
	},
	[211] = {
		id = 211,
		text = "观察",
	},
	[212] = {
		id = 212,
		text = "限时出售",
	},
	[213] = {
		id = 213,
		text = "可能的战斗掉落",
	},
	[214] = {
		id = 214,
		text = "委派",
	},
	[215] = {
		id = 215,
		text = "建设",
	},
	[216] = {
		id = 216,
		text = "进入探索",
	},
	[217] = {
		id = 217,
		text = "进入战斗",
	},
	[218] = {
		id = 218,
		text = "坐下",
	},
	[219] = {
		id = 219,
		text = "前往宇宙",
	},
	[220] = {
		id = 220,
		text = "拆除",
	},
	[221] = {
		id = 221,
		text = "跃迁",
	},
	[222] = {
		id = 222,
		text = "主城入口",
	},
	[223] = {
		id = 223,
		text = "离开",
	},
	[224] = {
		id = 224,
		text = "进入",
	},
	[225] = {
		id = 225,
		text = "前往机库",
	},
	[226] = {
		id = 226,
		text = "测试割草（水星天）",
	},
	[227] = {
		id = 227,
		text = "测试关卡（水星天）",
	},
	[228] = {
		id = 228,
		text = "测试-宇宙关卡一",
	},
	[229] = {
		id = 229,
		text = "测试-宇宙关卡二",
	},
	[230] = {
		id = 230,
		text = "测试-宇宙关卡三",
	},
	[231] = {
		id = 231,
		text = "测试BOSS（土星天）",
	},
	[232] = {
		id = 232,
		text = "测试BOSS（水星天）",
	},
	[233] = {
		id = 233,
		text = "测试关卡入口",
	},
	[234] = {
		id = 234,
		text = "前往宇宙",
	},
	[235] = {
		id = 235,
		text = "前往宇宙-水星天",
	},
	[236] = {
		id = 236,
		text = "低难度",
	},
	[237] = {
		id = 237,
		text = "中难度",
	},
	[238] = {
		id = 238,
		text = "高难度",
	},
	[239] = {
		id = 239,
		text = "已达最大值",
	},
	[240] = {
		id = 240,
		text = "精英鱼测试关卡",
	},
	[241] = {
		id = 241,
		text = "确定退出战斗？",
	},
	[242] = {
		id = 242,
		text = "刷新次数已达上限",
	},
	[243] = {
		id = 243,
		text = "进入「无夜玛特」",
	},
	[244] = {
		id = 244,
		text = "对话",
	},
	[245] = {
		id = 245,
		text = "进入「红王白后」",
	},
	[246] = {
		id = 246,
		text = "进入「内天之星」",
	},
	[247] = {
		id = 247,
		text = "对话",
	},
	[248] = {
		id = 248,
		text = "对话",
	},
	[249] = {
		id = 249,
		text = "粒子",
	},
	[250] = {
		id = 250,
		text = "动能",
	},
	[251] = {
		id = 251,
		text = "力场",
	},
	[252] = {
		id = 252,
		text = "灾厄",
	},
	[253] = {
		id = 253,
		text = "侵蚀",
	},
	[254] = {
		id = 254,
		text = "虚无",
	},
	[255] = {
		id = 255,
		text = "粒子质",
	},
	[256] = {
		id = 256,
		text = "动能质",
	},
	[257] = {
		id = 257,
		text = "力场质",
	},
	[258] = {
		id = 258,
		text = "灾厄质",
	},
	[259] = {
		id = 259,
		text = "侵蚀质",
	},
	[260] = {
		id = 260,
		text = "虚无质",
	},
	[261] = {
		id = 261,
		text = "今日暂停营业哦！营业时间是每周一三五七",
	},
	[262] = {
		id = 262,
		text = "今日暂停营业哦！营业时间是每周二四六七",
	},
	[263] = {
		id = 263,
		text = "正在扰乱诺伦之线，初次锚定耗时较长",
	},
	[264] = {
		id = 264,
		text = "完成本页所有目标，才能拿走你的宝藏",
	},
	[265] = {
		id = 265,
		text = "拾取",
	},
	[266] = {
		id = 266,
		text = "超链接尚未开放，请去角色界面",
	},
	[267] = {
		id = 267,
		text = "打捞",
	},
	[268] = {
		id = 268,
		text = "梦境灵修",
	},
	[269] = {
		id = 269,
		text = "搭乘电梯",
	},
	[270] = {
		id = 270,
		text = "搭乘便车（去广场）",
	},
	[271] = {
		id = 271,
		text = "请完成上一挑战",
	},
	[272] = {
		id = 272,
		text = "危航许可不足",
	},
	[273] = {
		id = 273,
		text = "初始资源",
	},
	[274] = {
		id = 274,
		text = "初始属性",
	},
	[275] = {
		id = 275,
		text = "货币不足，无法购买",
	},
	[276] = {
		id = 276,
		text = "是否收纳当前所有家具？",
	},
	[277] = {
		id = 277,
		text = "同一角色已在场",
	},
	[278] = {
		id = 278,
		text = "是否保存当前家装方案？",
	},
	[279] = {
		id = 279,
		text = "保存成功",
	},
	[280] = {
		id = 280,
		text = "家具数量不足",
	},
	[281] = {
		id = 281,
		text = "光淬目标",
	},
	[282] = {
		id = 282,
		text = "是否退出游戏？",
	},
	[283] = {
		id = 283,
		text = "货币不足，无法刷新",
	},
	[284] = {
		id = 284,
		text = "杀手朋友券不足",
	},
	[285] = {
		id = 285,
		text = "宇宙中有未完成的战斗，请前往宇宙查看，或重启游戏！",
	},
	[286] = {
		id = 286,
		text = "虚构的止境",
	},
	[287] = {
		id = 287,
		text = "品阶排序",
	},
	[288] = {
		id = 288,
		text = "类型排序",
	},
	[289] = {
		id = 289,
		text = "等级排序",
	},
	[290] = {
		id = 290,
		text = "星位排序",
	},
	[291] = {
		id = 291,
		text = "防御力排序",
	},
	[292] = {
		id = 292,
		text = "攻击力排序",
	},
	[293] = {
		id = 293,
		text = "%d天%d时%d分",
	},
	[294] = {
		id = 294,
		text = "%s月%s日",
	},
	[295] = {
		id = 295,
		text = "正在连接太空城数据库(%s/%s)",
	},
	[296] = {
		id = 296,
		text = "正在解压资源包(此过程不消耗流量)",
	},
	[297] = {
		id = 297,
		text = "检测版本信息...",
	},
	[298] = {
		id = 298,
		text = "更新版本信息...",
	},
	[299] = {
		id = 299,
		text = "更新版本信息成功...",
	},
	[300] = {
		id = 300,
		text = "更新版本信息失败...",
	},
	[301] = {
		id = 301,
		text = "更新版本信息失败，请重试",
	},
	[302] = {
		id = 302,
		text = "更新失败...",
	},
	[303] = {
		id = 303,
		text = "本次更新大于%s, 是否继续?",
	},
	[304] = {
		id = 304,
		text = "任务",
	},
	[305] = {
		id = 305,
		text = "检测版本信息失败...",
	},
	[306] = {
		id = 306,
		text = "检测版本信息失败，请重试",
	},
	[307] = {
		id = 307,
		text = "[[DefaultContent]]检测到新版本, 请点击 \\\"确定\\\" 跳转, 下载最新客户端[[End]]\\n[[DefaultContent]](完成本次更新后登录, 可获得100钻石奖励)[[End]]",
	},
	[308] = {
		id = 308,
		text = "[[DefaultContent]]下载超时, 请点击 \\\"确定\\\" 退出，重新尝试下载[[End]]\\n[[DefaultContent]](因网络不稳定，下载失败)[[End]]",
	},
	[309] = {
		id = 309,
		text = "[[DefaultContent]]下载失败, 请点击 \\\"确定\\\" 退出，重新尝试下载[[End]]\\n[[DefaultContent]](因网络不稳定，下载失败 %s)[[End]]",
	},
	[310] = {
		id = 310,
		text = "[[DefaultContent]]空间不足, 请点击 \\\"确定\\\" 退出，清理空间后重试[[End]]\\n[[DefaultContent]](因硬盘空间不足，下载失败)[[End]]",
	},
	[311] = {
		id = 311,
		text = "连接超时",
	},
	[312] = {
		id = 312,
		text = "连接失败",
	},
	[313] = {
		id = 313,
		text = "连接断开",
	},
	[314] = {
		id = 314,
		text = "确定要跳过吗?",
	},
	[315] = {
		id = 315,
		text = "此位置已被锁定",
	},
	[316] = {
		id = 316,
		text = "此位置已有角色",
	},
	[317] = {
		id = 317,
		text = "分解最大上限20个",
	},
	[318] = {
		id = 318,
		text = "请输入查找的条目名字!!!",
	},
	[319] = {
		id = 319,
		text = "未找到'%s'的条目!!!",
	},
	[320] = {
		id = 320,
		text = "升级",
	},
	[321] = {
		id = 321,
		text = "正在装备",
	},
	[322] = {
		id = 322,
		text = "替换",
	},
	[323] = {
		id = 323,
		text = "装备",
	},
	[324] = {
		id = 324,
		text = "此礼物已获取~",
	},
	[325] = {
		id = 325,
		text = "明天可继续签到~",
	},
	[326] = {
		id = 326,
		text = "当前场景无法切换角色",
	},
	[327] = {
		id = 327,
		text = "控制",
	},
	[328] = {
		id = 328,
		text = "设备",
	},
	[329] = {
		id = 329,
		text = "控制设备",
	},
	[330] = {
		id = 330,
		text = "键鼠设置",
	},
	[331] = {
		id = 331,
		text = "手柄设置",
	},
	[332] = {
		id = 332,
		text = "恢复默认",
	},
	[333] = {
		id = 333,
		text = "通用",
	},
	[334] = {
		id = 334,
		text = "场景",
	},
	[335] = {
		id = 335,
		text = "战斗",
	},
	[336] = {
		id = 336,
		text = "系统界面",
	},
	[337] = {
		id = 337,
		text = "返回上级/关闭弹窗/取消",
	},
	[338] = {
		id = 338,
		text = "菜单",
	},
	[339] = {
		id = 339,
		text = "进入装扮模式",
	},
	[340] = {
		id = 340,
		text = "返回",
	},
	[341] = {
		id = 341,
		text = "未设置",
	},
	[342] = {
		id = 342,
		text = "是否恢复默认？",
	},
	[368] = {
		id = 368,
		text = "脱离",
	},
	[369] = {
		id = 369,
		text = "交互",
	},
	[370] = {
		id = 370,
		text = "已恢复默认设置",
	},
	[371] = {
		id = 371,
		text = "被占用的按键%s将与新输入的按键%s对调，是否确定？",
	},
	[372] = {
		id = 372,
		text = "无法修改该按键",
	},
	[373] = {
		id = 373,
		text = "请输入有效按键",
	},
	[374] = {
		id = 374,
		text = "按键已被%s模块的%s占用，无法修改",
	},
	[375] = {
		id = 375,
		text = "成员",
	},
	[376] = {
		id = 376,
		text = "背包",
	},
	[377] = {
		id = 377,
		text = "任务",
	},
	[378] = {
		id = 378,
		text = "编队",
	},
	[379] = {
		id = 379,
		text = "活动",
	},
	[380] = {
		id = 380,
		text = "剧情树",
	},
	[381] = {
		id = 381,
		text = "接机",
	},
	[382] = {
		id = 382,
		text = "商城",
	},
	[383] = {
		id = 383,
		text = "交互选项",
	},
	[384] = {
		id = 384,
		text = "切换舰桥/宇宙",
	},
	[385] = {
		id = 385,
		text = "确定",
	},
	[386] = {
		id = 386,
		text = "返回上级/关闭弹窗/取消/菜单",
	},
	[387] = {
		id = 387,
		text = "移动鼠标",
	},
	[388] = {
		id = 388,
		text = "模拟点击",
	},
	[389] = {
		id = 389,
		text = "选择选项",
	},
	[390] = {
		id = 390,
		text = "方向↑",
	},
	[391] = {
		id = 391,
		text = "方向↓",
	},
	[392] = {
		id = 392,
		text = "方向←",
	},
	[393] = {
		id = 393,
		text = "方向→",
	},
	[394] = {
		id = 394,
		text = "镜头移动",
	},
	[395] = {
		id = 395,
		text = "显示鼠标",
	},
	[396] = {
		id = 396,
		text = "镜头距离",
	},
	[397] = {
		id = 397,
		text = "跳跃",
	},
	[398] = {
		id = 398,
		text = "切换移动模式",
	},
	[399] = {
		id = 399,
		text = "主城技能",
	},
	[400] = {
		id = 400,
		text = "轻攻击/重攻击",
	},
	[401] = {
		id = 401,
		text = "荧光技",
	},
	[402] = {
		id = 402,
		text = "辉光技",
	},
	[403] = {
		id = 403,
		text = "闪避/格挡",
	},
	[404] = {
		id = 404,
		text = "战舰技",
	},
	[405] = {
		id = 405,
		text = "切换左侧目标",
	},
	[406] = {
		id = 406,
		text = "切换右侧目标",
	},
	[407] = {
		id = 407,
		text = "左侧角色上场",
	},
	[408] = {
		id = 408,
		text = "右侧角色上场",
	},
	[409] = {
		id = 409,
		text = "方向↑↓←→",
	},
	[410] = {
		id = 410,
		text = "镜头移动",
	},
	[411] = {
		id = 411,
		text = "光标移动",
	},
	[412] = {
		id = 412,
		text = "基础教学1",
	},
	[413] = {
		id = 413,
		text = "基础教学2",
	},
	[414] = {
		id = 414,
		text = "基础教学3",
	},
	[415] = {
		id = 415,
		text = "基础教学4",
	},
	[416] = {
		id = 416,
		text = "基础教学5",
	},
	[417] = {
		id = 417,
		text = "跳过",
	},
	[418] = {
		id = 418,
		text = "打开车门",
	},
	[419] = {
		id = 419,
		text = "家具",
	},
	[420] = {
		id = 420,
		text = "武器",
	},
	[421] = {
		id = 421,
		text = "养成材料",
	},
	[422] = {
		id = 422,
		text = "六星",
	},
	[423] = {
		id = 423,
		text = "五星",
	},
	[424] = {
		id = 424,
		text = "四星",
	},
	[425] = {
		id = 425,
		text = "三星以下",
	},
	[426] = {
		id = 426,
		text = "首次赠送65诺伦透镜",
	},
	[427] = {
		id = 427,
		text = "首次赠送330诺伦透镜",
	},
	[428] = {
		id = 428,
		text = "首次赠送980诺伦透镜",
	},
	[429] = {
		id = 429,
		text = "首次赠送1980诺伦透镜",
	},
	[430] = {
		id = 430,
		text = "首次赠送3280诺伦透镜",
	},
	[431] = {
		id = 431,
		text = "首次赠送6480诺伦透镜",
	},
	[432] = {
		id = 432,
		text = "剩<span color=\"#ff6c00\">%s</>次接机，必得<span color=\"#ff6c00\">6★</>幻形",
	},
	[433] = {
		id = 433,
		text = "剩余重置次数(<span color=\"#ff6c00\">%s</>/500)",
	},
	[434] = {
		id = 434,
		text = "抽奖券不足!!!",
	},
	[435] = {
		id = 435,
		text = "抽奖次数不足!!!",
	},
	[436] = {
		id = 436,
		text = "开门（单个）",
	},
	[437] = {
		id = 437,
		text = "开门（全部）",
	},
	[438] = {
		id = 438,
		text = "是否前往轨道交通站？（离开后仍会传送至当前坐标）",
	},
	[439] = {
		id = 439,
		text = "关闭提醒",
	},
	[440] = {
		id = 440,
		text = "设置系统可开启提醒",
	},
	[441] = {
		id = 441,
		text = "叮一下",
	},
	[442] = {
		id = 442,
		text = "请完成上一轮接机",
	},
	[443] = {
		id = 443,
		text = "接机界面",
	},
	[444] = {
		id = 444,
		text = "单次接机",
	},
	[445] = {
		id = 445,
		text = "十连接机",
	},
	[446] = {
		id = 446,
		text = "活动剩余时间：",
	},
	[447] = {
		id = 447,
		text = "周一休息，结算排名中……",
	},
	[448] = {
		id = 448,
		text = "当前场景无法使用该系统",
	},
	[449] = {
		id = 449,
		text = "未参加",
	},
	[450] = {
		id = 450,
		text = "第%s名",
	},
	[451] = {
		id = 451,
		text = "需要解锁角色：",
	},
	[452] = {
		id = 452,
		text = "版本号错误，请关闭Steam客户端，重启Steam后更新游戏",
	},
	[453] = {
		id = 453,
		text = "排名计算中",
	},
	[454] = {
		id = 454,
		text = "剩<span color=\"#ff6c00\">%s</>次接机，必得<span color=\"#ff6c00\">UP</>幻形",
	},
	[455] = {
		id = 455,
		text = "剩<span color=\"#ff6c00\">%s</>次接机，必得<span color=\"#ff6c00\">UP</>武器",
	},
	[456] = {
		id = 456,
		text = "登录失败！请检查Steam更新",
	},
	[457] = {
		id = 457,
		text = "Steam登录中，请稍候",
	},
	[458] = {
		id = 458,
		text = "未拥有对应角色幻形，无法购买其彩绘",
	},
	[459] = {
		id = 459,
		text = "该角色已满命，是否确认购买",
	},
	[460] = {
		id = 460,
		text = "彩绘/机甲彩绘",
	},
	[461] = {
		id = 461,
		text = "推荐%s级",
	},
	[462] = {
		id = 462,
		text = "排名",
	},
	[463] = {
		id = 463,
		text = "排名奖励",
	},
	[464] = {
		id = 464,
		text = "至少需要一位角色上场！",
	},
	[465] = {
		id = 465,
		text = "切换天幕「夜」",
	},
	[466] = {
		id = 466,
		text = "切换天幕「昼」",
	},
	[467] = {
		id = 467,
		text = "诺伦炬不足，是否用<img src=\\\"%s\\\" size=\\\"36,36\\\" verticaloffset=\\\"-3\\\"></><span color=\\\"#ff6363\\\">%s</>兑换？",
	},
	[468] = {
		id = 468,
		text = "诺伦透镜不足，是否前往充值？",
	},
	[469] = {
		id = 469,
		text = "打开",
	},
	[470] = {
		id = 470,
		text = "关闭",
	},
	[471] = {
		id = 471,
		text = "跳过动画",
	},
	[472] = {
		id = 472,
		text = "跳过剧情",
	},
	[473] = {
		id = 473,
		text = "存在不支持的符号，请修改输入！",
	},
	[474] = {
		id = 474,
		text = "超过最大字符数，请修改输入！",
	},
	[475] = {
		id = 475,
		text = "输入存在敏感词，请修改输入！",
	},
	[476] = {
		id = 476,
		text = "%d时%d分",
	},
	[477] = {
		id = 477,
		text = "%d分",
	},
	[478] = {
		id = 478,
		text = "是否取消扭转命运？",
	},
	[479] = {
		id = 479,
		text = "累积充值",
	},
	[480] = {
		id = 480,
		text = "累积充值达到",
	},
	[481] = {
		id = 481,
		text = "再充值$%s可领取",
	},
	[482] = {
		id = 482,
		text = "显示",
	},
	[483] = {
		id = 483,
		text = "隐藏",
	},
	[484] = {
		id = 484,
		text = "装扮商城",
	},
	[485] = {
		id = 485,
		text = "套房家具",
	},
	[486] = {
		id = 486,
		text = "兑换商城",
	},
	[487] = {
		id = 487,
		text = "低级兑换",
	},
	[488] = {
		id = 488,
		text = "高级兑换",
	},
	[489] = {
		id = 489,
		text = "无法购买",
	},
	[490] = {
		id = 490,
		text = "礼包商城",
	},
	[491] = {
		id = 491,
		text = "月天签名累计时间到达上限",
	},
	[492] = {
		id = 492,
		text = "礼包码错误",
	},
	[493] = {
		id = 493,
		text = "礼包码已过期",
	},
	[494] = {
		id = 494,
		text = "礼包码已达使用上限",
	},
	[495] = {
		id = 495,
		text = "已领取过该礼包码",
	},
	[496] = {
		id = 496,
		text = "是否跳过动画",
	},
	[497] = {
		id = 497,
		text = "是否跳过剧情",
	},
	[498] = {
		id = 498,
		text = "确认消耗重置次数，获得新的接机结果吗？\
剩余重置次数(<span color=\"#ff6c00\">%s</>/500)",
	},
	[499] = {
		id = 499,
		text = "接机结果已定，「契约初成」卡池关闭！",
	},
	[500] = {
		id = 500,
		text = "诺伦炬不足，是否用<img src=\\\"%s\\\" size=\\\"36,36\\\" verticaloffset=\\\"-3\\\"></><span color=\\\"#5DFCAB\\\">%s</>兑换？",
	},
	[501] = {
		id = 501,
		text = "未拥有对应角色，该家具仅可邀请试用幻形。是否确认购买？",
	},
	[502] = {
		id = 502,
		text = "已拥有该家具，无法购买",
	},
	[503] = {
		id = 503,
		text = "星位之钉已达上限，只能获取装扮，是否继续购买",
	},
	[504] = {
		id = 504,
		text = "购买失败，请检查网络重新尝试",
	},
	[505] = {
		id = 505,
		text = "获取用户信息失败",
	},
	[506] = {
		id = 506,
		text = "购买被锁定，禁止购买",
	},
	[507] = {
		id = 507,
		text = "steam订单创建失败",
	},
	[508] = {
		id = 508,
		text = "诺伦机票不足，还需要<img src=\\\"%s\\\" size=\\\"36,36\\\" verticaloffset=\\\"-3\\\"></><span color=\\\"#ff6363\\\">%s</>才能进行本次操作",
	},
	[509] = {
		id = 509,
		text = "诺伦机票不足，还需要<img src=\\\"%s\\\" size=\\\"36,36\\\" verticaloffset=\\\"-3\\\"></><span color=\\\"#5DFCAB\\\">%s</>才能进行本次操作",
	},
	[510] = {
		id = 510,
		text = "都城机票不足，还需要<img src=\\\"%s\\\" size=\\\"36,36\\\" verticaloffset=\\\"-3\\\"></><span color=\\\"#ff6363\\\">%s</>才能进行本次操作",
	},
	[511] = {
		id = 511,
		text = "诺伦机票不足，还需要<img src=\\\"%s\\\" size=\\\"36,36\\\" verticaloffset=\\\"-3\\\"></><span color=\\\"#5DFCAB\\\">%s</>才能进行本次操作",
	},
	[512] = {
		id = 512,
		text = "已拥有",
	},
	[513] = {
		id = 513,
		text = "输入存在敏感词，请修改输入！",
	},
	[514] = {
		id = 514,
		text = "调查",
	},
	[515] = {
		id = 515,
		text = "穿梭套房",
	},
	[516] = {
		id = 516,
		text = "穿梭街区",
	},
	[517] = {
		id = 517,
		text = "星位之钉已满",
	},
	[518] = {
		id = 518,
		text = "账号已被封禁（剩余%s）",
	},
	[519] = {
		id = 519,
		text = "任务完成前，无法继续探索！",
	},
	[520] = {
		id = 520,
		text = "请至少选择一名角色进入编队，才能进入战斗",
	},
	[521] = {
		id = 521,
		text = "编队角色将在梦境灵修中全部锁定，不可攻打其余BOSS，是否继续？",
	},
	[522] = {
		id = 522,
		text = "周一休息",
	},
	[523] = {
		id = 523,
		text = "网络连接断开……请检查网络状况！",
	},
	[10001] = {
		id = 10001,
		text = "听到「绝症」这个词，一直努力反击的小鱼，\
突然觉得有些反胃，失去了直视对方的力量",
	},
	[10003] = {
		id = 10003,
		text = "她抹了一下有水汽的玻璃，看向窗外，\
看向窗外深空之海，静默燃烧的、鲸鱼般的天上众星",
	},
	[10005] = {
		id = 10005,
		text = "喔。你不会是想让我无证驾驶吧？",
	},
	[10006] = {
		id = 10006,
		text = "人生只是一局大富翁而已，别把地产看得太重。",
	},
	[10007] = {
		id = 10007,
		text = "随便你，文件爱看不看，不看就直接签吧。",
	},
	[10008] = {
		id = 10008,
		text = "你叫￡莣叻僾，来自火星天，是吧。",
	},
	[10009] = {
		id = 10009,
		text = "长按对话框相当于连续点按\
屏幕左上出现通讯框时也可以按！",
	},
	[10010] = {
		id = 10010,
		text = "517版本将添加地图内容",
	},
	[10011] = {
		id = 10011,
		text = "触摸小鱼的身体，她会有所反应\
根据屏幕提示，试着转向正面吧\
然后，寻找让「手」变红的部位……",
	},
	[10012] = {
		id = 10012,
		text = "从这个故事以「小鱼上大当」为开端来看，其实也大概可以猜到……小鱼绝对不是一个非常可靠的人。\
不过，「假助手」对小鱼的观感还不太坏。\
作为一个笨手笨脚的临时船员，她最大的好处是不反驳自己。",
	},
	[10013] = {
		id = 10013,
		text = "虽然派她去给生态舱的绿植浇水的时候，她浇坏了放在一边的音响。\
但在修完音响以后，她给船上选的BGM的品味，算是勉强过关。",
	},
	[20001] = {
		id = 20001,
		text = "赛文楼德大王",
	},
	[20002] = {
		id = 20002,
		text = "时珊瑚枝培育者",
	},
	[20003] = {
		id = 20003,
		text = "邮件发件人占位",
	},
	[20004] = {
		id = 20004,
		text = "邮件发件人占位",
	},
	[20005] = {
		id = 20005,
		text = "邮件发件人占位",
	},
	[20006] = {
		id = 20006,
		text = "邮件发件人占位",
	},
	[20007] = {
		id = 20007,
		text = "邮件发件人占位",
	},
	[20008] = {
		id = 20008,
		text = "邮件发件人占位",
	},
	[20009] = {
		id = 20009,
		text = "邮件发件人占位",
	},
	[20010] = {
		id = 20010,
		text = "邮件发件人占位",
	},
	[50001] = {
		id = 50001,
		text = "前往",
	},
	[50002] = {
		id = 50002,
		text = "领取",
	},
	[50401] = {
		id = 50401,
		text = "轻攻击",
	},
	[50402] = {
		id = 50402,
		text = "荧光技",
	},
	[50403] = {
		id = 50403,
		text = "疾驰技",
	},
	[50404] = {
		id = 50404,
		text = "辉光技",
	},
	[50405] = {
		id = 50405,
		text = "舰长技",
	},
	[50406] = {
		id = 50406,
		text = "被动",
	},
	[50407] = {
		id = 50407,
		text = "专长",
	},
	[50500] = {
		id = 50500,
		text = "功能尚未开放",
	},
	[50501] = {
		id = 50501,
		text = "该账号不存在",
	},
	[50502] = {
		id = 50502,
		text = "账号或密码错误",
	},
	[50503] = {
		id = 50503,
		text = "失去与服务器的连接，请重新登录",
	},
	[50504] = {
		id = 50504,
		text = "您的帐号在其它设备登陆",
	},
	[50505] = {
		id = 50505,
		text = "服务器关闭中",
	},
	[50506] = {
		id = 50506,
		text = "协议不匹配，请尝试更新游戏",
	},
	[50507] = {
		id = 50507,
		text = "信息传输失败，请尝试更新游戏",
	},
	[50508] = {
		id = 50508,
		text = "您的账号已被封禁",
	},
	[50509] = {
		id = 50509,
		text = "信息传输内容错误，请尝试更新游戏",
	},
	[50601] = {
		id = 50601,
		text = "将改变当前主线任务进度，是否继续？",
	},
	[50602] = {
		id = 50602,
		text = "【尚未解锁】功能将随故事逐步开放",
	},
	[50603] = {
		id = 50603,
		text = "触摸身体，会有反应！根据屏幕说明，转向正面视角，找出特殊互动部位",
	},
	[58201] = {
		id = 58201,
		text = "太阳风",
	},
	[58202] = {
		id = 58202,
		text = "闪焰回廊",
	},
	[58203] = {
		id = 58203,
		text = "魔杖",
	},
	[58204] = {
		id = 58204,
		text = "铸剑",
	},
	[58205] = {
		id = 58205,
		text = "内观之智",
	},
	[58206] = {
		id = 58206,
		text = "魇镇",
	},
	[58207] = {
		id = 58207,
		text = "太古的岩层",
	},
	[58208] = {
		id = 58208,
		text = "五帝五星",
	},
	[58209] = {
		id = 58209,
		text = "诸相皆空",
	},
	[58210] = {
		id = 58210,
		text = "血肉的天文学",
	},
	[59201] = {
		id = 59201,
		text = "每次使用荧光技，获得5%攻击力，持续3秒，最多叠加5层。",
	},
	[59202] = {
		id = 59202,
		text = "战斗开始时，获得10%最大生命值的护盾。",
	},
	[59203] = {
		id = 59203,
		text = "每次击杀敌人，恢复5%生命值。",
	},
	[59204] = {
		id = 59204,
		text = "基于两次任意方式攻击之间移动的距离，造成额外伤害。",
	},
	[59205] = {
		id = 59205,
		text = "根据附近的敌人数量，获得物理和超凡防御力，或攻击力提升。",
	},
	[59206] = {
		id = 59206,
		text = "轻攻击命中时，增加1%攻击力，可以叠加。切换目标时失效。",
	},
	[59207] = {
		id = 59207,
		text = "基于物理和超凡防御力，提升攻击力。",
	},
	[59208] = {
		id = 59208,
		text = "基于小队成员的自身命质，获得物理和超凡防御力加成。",
	},
	[59209] = {
		id = 59209,
		text = "根据与敌人之间的距离，造成额外伤害。",
	},
	[59210] = {
		id = 59210,
		text = "在三种物理命质中，获得随机一种伤害加成，每隔一段时间自动切换。",
	},
	[500001] = {
		id = 500001,
		text = "幻形活动接机",
	},
	[500002] = {
		id = 500002,
		text = "武器活动接机",
	},
	[500003] = {
		id = 500003,
		text = "常驻接机",
	},
	[500004] = {
		id = 500004,
		text = "新手接机",
	},
	[500011] = {
		id = 500011,
		text = "幻形",
	},
	[500012] = {
		id = 500012,
		text = "武器",
	},
	[500013] = {
		id = 500013,
		text = "互动家具",
	},
	[503201] = {
		id = 503201,
		text = "等级上限提升至%s级",
	},
	[503202] = {
		id = 503202,
		text = "需要将等级提升至%s级",
	},
	[503203] = {
		id = 503203,
		text = "角色、武器等级突破解锁",
	},
	[504401] = {
		id = 504401,
		text = "角色等级%s级时解锁",
	},
	[510001] = {
		id = 510001,
		text = "异枝与重聚",
	},
	[51000101] = {
		id = 51000101,
		text = "常驻接机",
	},
	[51000102] = {
		id = 51000102,
		text = "※可使用「都城机票」进行接机。\
\
※每日可免费抽取一次。\
\
※（仅首次）累积200次接机后，获得一次自选6★幻形机会。\
\
※获取6★产物的综合概率为4.01%。\
获取6★幻形的综合概率为1.55%，6★武器的综合概率为0.98%，6★家具的综合概率为1.48%。\
\
※有一定几率获得超稀有的【特殊6★】武器。\
\
※每100次接机必得6★幻形。\
\
※接机获取5★内容的基础概率为7.00%，5★武器的基础概率为3.50%，5★家具的基础概率为3.50%，5★内容的综合概率为12.00%。最多10次接机必定获取5★或以上武器或家具。\
\
※接机获取4★内容的基础概率为62.99%，3★内容的基础概率为21.00%\
\
※第2次到第7次获得相同角色时，每次都会转化为对应角色的【星位之钉】和【珊瑚劫灰】*20。\
第8次及以后获得相同角色时，转化为【珊瑚劫灰】*50。\
\
※在计算相同角色数量时，同一角色的不同幻形，都视为同一角色。\
\
※每获得一把6★武器，获得【珊瑚劫灰】*20。每获得一把5★武器，获得【珊瑚劫灰】*5。每获得一把4★武器，获得【时枝化石】*20。每获得一把3★武器，获得【时枝化石】*10。\
※每获得一件6★家具，获得【珊瑚劫灰】*20。每获得一件5★家具，获得【珊瑚劫灰】*5。",
	},
	[51000121] = {
		id = 51000121,
		text = "6★幻形",
	},
	[51000122] = {
		id = 51000122,
		text = "6★武器和6★家具",
	},
	[51000123] = {
		id = 51000123,
		text = "5★内容",
	},
	[51000124] = {
		id = 51000124,
		text = "4★及3★内容",
	},
	[510002] = {
		id = 510002,
		text = "契约初成",
	},
	[51000201] = {
		id = 51000201,
		text = "新手接机",
	},
	[51000202] = {
		id = 51000202,
		text = "※可免费进行一次十连接机。\
\
※第10次接机时，必得6★幻形。\
前9次接机中，6★武器的概率为1.00%，6★家具的概率为1.00%，5★武器的概率为6.00%，5★家具的概率为6.00%。4★武器的概率为63.00%，3★内容的基础概率为21.00%\
\
※共有50次免费接机机会，在点击【确认收取】后，才会获得接机结果，同时将「契约初成」这一接机活动关闭。\
\
※第2次到第7次获得相同角色时，每次都会转化为对应角色的【星位之钉】和【珊瑚劫灰】*20。\
第8次及以后获得相同角色时，转化为【珊瑚劫灰】*50。\
\
※在计算相同角色数量时，同一角色的不同幻形，都视为同一角色。\
\
※每获得一把6★武器，获得【珊瑚劫灰】*20。每获得一把5★武器，获得【珊瑚劫灰】*5。每获得一把4★武器，获得【时枝化石】*20。每获得一把3★武器，获得【时枝化石】*10。\
※每获得一件6★家具，获得【珊瑚劫灰】*20。每获得一件5★家具，获得【珊瑚劫灰】*5。",
	},
	[51000221] = {
		id = 51000221,
		text = "第10抽必得6★幻形",
	},
	[51000222] = {
		id = 51000222,
		text = "6★武器和6★家具",
	},
	[51000223] = {
		id = 51000223,
		text = "5★内容",
	},
	[51000224] = {
		id = 51000224,
		text = "4★及3★内容",
	},
	[511001] = {
		id = 511001,
		text = "形骸",
	},
	[51100101] = {
		id = 51100101,
		text = "角色限定",
	},
	[51100102] = {
		id = 51100102,
		text = "※可使用「诺伦机票」进行接机。\
限定UP幻形的接机成功概率将大幅提升。\
限定UP幻形不会加入常驻接机「异枝与重聚」。\
\
※本接机属于「幻形活动接机」,在任意「幻形活动接机」中未获取6★幻形的累计接机次数，会一直累计于「幻形活动接机」中，与其它接机的接机次数保底相互独立计算，互不影响。\
\
※获取6★产物的综合概率为4.01%。\
获取6★幻形的基础概率为1.80%，6★幻形的综合概率为2.53%，UP6★幻形的综合概率为1.55%。\
\
※每100次接机必得UP6★幻形。\
\
※接机获取5★内容的基础概率为7.00%，5★武器的基础概率为3.50%，5★家具的基础概率为3.50%，5★内容的综合概率为12.00%。最多10次接机必定获取5★或以上武器或家具。\
\
※接机获取4★内容的基础概率为62.99%，3★内容的基础概率为21.00%\
\
※获得非UP的6★内容时，可以选择「扭转命运」，重新获得一次6★内容，其中有10%概率为UP的6★幻形。\
「扭转命运」未获得UP6★幻形时，必定获得与原内容相同类型的6★内容。\
「扭转命运」不会影响「每100次接机必得」的累计接机次数。\
\
※第2次到第7次获得相同角色时，每次都会转化为对应角色的【星位之钉】和【珊瑚劫灰】*20。\
第8次及以后获得相同角色时，转化为【珊瑚劫灰】*50。\
\
※在计算相同角色数量时，同一角色的不同幻形，都视为同一角色。\
\
※每获得一把6★武器，获得【珊瑚劫灰】*20。每获得一把5★武器，获得【珊瑚劫灰】*5。每获得一把4★武器，获得【时枝化石】*20。每获得一把3★武器，获得【时枝化石】*10。\
※每获得一件6★家具，获得【珊瑚劫灰】*20。每获得一件5★家具，获得【珊瑚劫灰】*5。",
	},
	[51100121] = {
		id = 51100121,
		text = "UP6★幻形",
	},
	[51100122] = {
		id = 51100122,
		text = "6★幻形和6★家具",
	},
	[51100123] = {
		id = 51100123,
		text = "5★内容",
	},
	[51100124] = {
		id = 51100124,
		text = "4★及3★内容",
	},
	[512001] = {
		id = 512001,
		text = "封装晚星",
	},
	[51200101] = {
		id = 51200101,
		text = "武器限定",
	},
	[51200102] = {
		id = 51200102,
		text = "※可使用「诺伦机票」进行接机。\
限定UP武器的接机成功概率将大幅提升。\
限定UP武器不会加入常驻接机「异枝与重聚」。\
\
※本接机属于「武器活动接机」,在任意「武器活动接机」中未获取6★武器的累计接机次数，会一直累计于「武器活动接机」中，与其它接机的接机次数保底相互独立计算，互不影响。\
\
※获取6★产物的综合概率为4.30%。\
获取6★武器的基础概率为1.80%，6★武器的综合概率为2.83%，UP6★武器的综合概率为1.85%。\
\
※有一定几率获得超稀有的【特殊6★】武器。\
\
※每80次接机必得UP6★武器。\
\
※接机获取5★内容的基础概率为7.00%，5★武器的基础概率为3.50%，5★家具的基础概率为3.50%，5★内容的综合概率为12.00%。最多10次接机必定获取5★或以上武器或家具。\
\
※接机获取4★内容的基础概率为62.77%，3★内容的基础概率为20.93%\
\
※获得非UP的6★内容时，可以选择「扭转命运」，重新获得一次6★内容，其中有10%概率为UP的6★武器。\
「扭转命运」未获得UP6★武器时，必定获得与原内容相同类型的6★内容。\
「扭转命运」不会影响「每80次接机必得」的累计接机次数。\
\
※每获得一把6★武器，获得【珊瑚劫灰】*20。每获得一把5★武器，获得【珊瑚劫灰】*5。每获得一把4★武器，获得【时枝化石】*20。每获得一把3★武器，获得【时枝化石】*10。\
※每获得一件6★家具，获得【珊瑚劫灰】*20。每获得一件5★家具，获得【珊瑚劫灰】*5。",
	},
	[51200121] = {
		id = 51200121,
		text = "UP6★武器",
	},
	[51200122] = {
		id = 51200122,
		text = "6★武器和6★家具",
	},
	[51200123] = {
		id = 51200123,
		text = "5★内容",
	},
	[51200124] = {
		id = 51200124,
		text = "4★及3★内容",
	},
	[511002] = {
		id = 511002,
		text = "杀手假日",
	},
	[511003] = {
		id = 511003,
		text = "总控四天之主",
	},
	[511004] = {
		id = 511004,
		text = "星体崇拜",
	},
	[511005] = {
		id = 511005,
		text = "隙中蹄印",
	},
	[511006] = {
		id = 511006,
		text = "北风之纱",
	},
	[511007] = {
		id = 511007,
		text = "公义的烟火",
	},
	[511008] = {
		id = 511008,
		text = "响晴薄日",
	},
	[512002] = {
		id = 512002,
		text = "封装晚星",
	},
	[512003] = {
		id = 512003,
		text = "封装晚星",
	},
	[512004] = {
		id = 512004,
		text = "封装晚星",
	},
	[519001] = {
		id = 519001,
		text = "金星贝",
	},
	[519002] = {
		id = 519002,
		text = "诺伦炬",
	},
	[519003] = {
		id = 519003,
		text = "补给配额",
	},
	[519004] = {
		id = 519004,
		text = "游历经验",
	},
	[519005] = {
		id = 519005,
		text = "时枝化石",
	},
	[519006] = {
		id = 519006,
		text = "珊瑚劫灰",
	},
	[519007] = {
		id = 519007,
		text = "诺伦透镜",
	},
	[519008] = {
		id = 519008,
		text = "王宫点数",
	},
	[529001] = {
		id = 529001,
		text = "由莎乐美治下的金星政府发行，在太阳系流通最广的货币。\
外观轮廓类似扇贝，象征维纳斯（金星）的诞生。",
	},
	[529002] = {
		id = 529002,
		text = "处理后的金刚凝胶，太阳系最贵重的等价物之一。\
是一种外观随机的奇石，传统上认为凝聚成火焰形状者为最佳。\
诺伦的炬火，常能燃起人类的争端。",
	},
	[529003] = {
		id = 529003,
		text = "远航中的种种收获、无用而广受追捧的奇物，最终转化成了兑换实用补给的配额点数。\
使用补给配额，可以在「远航支援商店」兑换远航时的强化效果。",
	},
	[529004] = {
		id = 529004,
		text = "在游戏中游历的种种经验，可以提升玩家等级。",
	},
	[529005] = {
		id = 529005,
		text = "时如珊瑚，其枝偶尔卷曲，落入自身之内。\
连时间也无法逃离时间。",
	},
	[529006] = {
		id = 529006,
		text = "时如珊瑚，其迹为劫灰。\
以炼金术拆解足够稀有之物，偶尔也能见到时间的余烬。",
	},
	[529007] = {
		id = 529007,
		text = "可以等额兑换诺伦炬。\
诺伦尼姆在太阳系中的投影形式之一：空间反流体投影。\
拥有与「黏性」相反的特质，据说它正是构造跃迁航道之风。",
	},
	[529008] = {
		id = 529008,
		text = "据说是「莲花王宫酒店的VIP点数」……但这可能是赛文楼德大王的恶作剧。\
通常用于兑换家具。",
	},
	[541001] = {
		id = 541001,
		text = "诺伦透镜×65",
	},
	[541002] = {
		id = 541002,
		text = "诺伦透镜×330",
	},
	[541003] = {
		id = 541003,
		text = "诺伦透镜×980",
	},
	[541004] = {
		id = 541004,
		text = "诺伦透镜×1980",
	},
	[541005] = {
		id = 541005,
		text = "诺伦透镜×3280",
	},
	[541006] = {
		id = 541006,
		text = "诺伦透镜×6480",
	},
	[541007] = {
		id = 541007,
		text = "月天签名占坑",
	},
	[541008] = {
		id = 541008,
		text = "BP占坑",
	},
	[541009] = {
		id = 541009,
		text = "BP占坑",
	},
	[541010] = {
		id = 541010,
		text = "初心套装",
	},
	[541011] = {
		id = 541011,
		text = "诺伦机票×5",
	},
	[541012] = {
		id = 541012,
		text = "诺伦机票礼包(小)",
	},
	[541013] = {
		id = 541013,
		text = "98礼包1",
	},
	[541014] = {
		id = 541014,
		text = "诺伦机票礼包(中)",
	},
	[541015] = {
		id = 541015,
		text = "诺伦机票礼包(大)",
	},
	[541016] = {
		id = 541016,
		text = "诺伦机票礼包(特大)",
	},
	[541017] = {
		id = 541017,
		text = "诺伦机票×50",
	},
	[541018] = {
		id = 541018,
		text = "都城机票×5",
	},
	[541019] = {
		id = 541019,
		text = "都城机票礼包(小)",
	},
	[541020] = {
		id = 541020,
		text = "98礼包1",
	},
	[541021] = {
		id = 541021,
		text = "都城机票礼包(中)",
	},
	[541022] = {
		id = 541022,
		text = "都城机票礼包(大)",
	},
	[541023] = {
		id = 541023,
		text = "都城机票礼包(特大)",
	},
	[541024] = {
		id = 541024,
		text = "都城机票×50",
	},
	[541025] = {
		id = 541025,
		text = "角色经验礼包(小)",
	},
	[541026] = {
		id = 541026,
		text = "60礼包3",
	},
	[541027] = {
		id = 541027,
		text = "角色经验礼包(中)",
	},
	[541028] = {
		id = 541028,
		text = "128礼包3",
	},
	[541029] = {
		id = 541029,
		text = "角色经验礼包(大)",
	},
	[541030] = {
		id = 541030,
		text = "328礼包3",
	},
	[541031] = {
		id = 541031,
		text = "648礼包3",
	},
	[541032] = {
		id = 541032,
		text = "诺伦机票特惠礼包",
	},
	[541033] = {
		id = 541033,
		text = "都城机票特惠礼包",
	},
	[541034] = {
		id = 541034,
		text = "武器经验礼包(小)",
	},
	[541035] = {
		id = 541035,
		text = "武器经验礼包(中)",
	},
	[541036] = {
		id = 541036,
		text = "武器经验礼包(大)",
	},
	[541037] = {
		id = 541037,
		text = "危航礼包(小)",
	},
	[541038] = {
		id = 541038,
		text = "危航礼包(中)",
	},
	[541039] = {
		id = 541039,
		text = "危航礼包(大)",
	},
	[541040] = {
		id = 541040,
		text = "金星贝礼包(小)",
	},
	[541041] = {
		id = 541041,
		text = "金星贝礼包(中)",
	},
	[541042] = {
		id = 541042,
		text = "金星贝礼包(大)",
	},
	[541043] = {
		id = 541043,
		text = "内天体熔铸礼包(小)",
	},
	[541044] = {
		id = 541044,
		text = "内天体熔铸礼包(中)",
	},
	[541045] = {
		id = 541045,
		text = "内天体熔铸礼包(大)",
	},
	[542001] = {
		id = 542001,
		text = "家具1",
	},
	[542002] = {
		id = 542002,
		text = "家具2",
	},
	[542003] = {
		id = 542003,
		text = "家具3",
	},
	[542004] = {
		id = 542004,
		text = "家具4",
	},
	[542005] = {
		id = 542005,
		text = "家具5",
	},
	[542006] = {
		id = 542006,
		text = "家具6",
	},
	[542007] = {
		id = 542007,
		text = "家具7",
	},
	[542008] = {
		id = 542008,
		text = "家具8",
	},
	[542009] = {
		id = 542009,
		text = "家具9",
	},
	[542010] = {
		id = 542010,
		text = "家具10",
	},
	[543001] = {
		id = 543001,
		text = "兑换商店1",
	},
	[543002] = {
		id = 543002,
		text = "兑换商店2",
	},
	[543003] = {
		id = 543003,
		text = "兑换商店3",
	},
	[543004] = {
		id = 543004,
		text = "兑换商店4",
	},
	[543005] = {
		id = 543005,
		text = "兑换商店5",
	},
	[543006] = {
		id = 543006,
		text = "兑换商店6",
	},
	[543007] = {
		id = 543007,
		text = "兑换商店7",
	},
	[543008] = {
		id = 543008,
		text = "兑换商店8",
	},
	[543009] = {
		id = 543009,
		text = "兑换商店9",
	},
	[543010] = {
		id = 543010,
		text = "兑换商店10",
	},
	[551001] = {
		id = 551001,
		text = "",
	},
	[551002] = {
		id = 551002,
		text = "额外赠送50诺伦透镜",
	},
	[551003] = {
		id = 551003,
		text = "额外赠送150诺伦透镜",
	},
	[551004] = {
		id = 551004,
		text = "额外赠送360诺伦透镜",
	},
	[551005] = {
		id = 551005,
		text = "额外赠送680诺伦透镜",
	},
	[551006] = {
		id = 551006,
		text = "额外赠送1600诺伦透镜",
	},
	[551007] = {
		id = 551007,
		text = "月天签名占坑描述",
	},
	[551008] = {
		id = 551008,
		text = "BP占坑描述",
	},
	[551009] = {
		id = 551009,
		text = "BP占坑描述",
	},
	[551010] = {
		id = 551010,
		text = "首充占坑描述",
	},
	[551011] = {
		id = 551011,
		text = "30礼包1描述",
	},
	[551012] = {
		id = 551012,
		text = "60礼包1描述",
	},
	[551013] = {
		id = 551013,
		text = "98礼包1描述",
	},
	[551014] = {
		id = 551014,
		text = "128礼包1描述",
	},
	[551015] = {
		id = 551015,
		text = "198礼包1描述",
	},
	[551016] = {
		id = 551016,
		text = "328礼包1描述",
	},
	[551017] = {
		id = 551017,
		text = "648礼包1描述",
	},
	[551018] = {
		id = 551018,
		text = "30礼包2描述",
	},
	[551019] = {
		id = 551019,
		text = "60礼包2描述",
	},
	[551020] = {
		id = 551020,
		text = "98礼包2描述",
	},
	[551021] = {
		id = 551021,
		text = "128礼包2描述",
	},
	[551022] = {
		id = 551022,
		text = "198礼包2描述",
	},
	[551023] = {
		id = 551023,
		text = "328礼包2描述",
	},
	[551024] = {
		id = 551024,
		text = "648礼包2描述",
	},
	[551025] = {
		id = 551025,
		text = "30礼包3描述",
	},
	[551026] = {
		id = 551026,
		text = "60礼包3描述",
	},
	[551027] = {
		id = 551027,
		text = "98礼包3描述",
	},
	[551028] = {
		id = 551028,
		text = "128礼包3描述",
	},
	[551029] = {
		id = 551029,
		text = "198礼包3描述",
	},
	[551030] = {
		id = 551030,
		text = "328礼包3描述",
	},
	[551031] = {
		id = 551031,
		text = "648礼包3描述",
	},
	[551032] = {
		id = 551032,
		text = "家具1描述",
	},
	[551033] = {
		id = 551033,
		text = "家具2描述",
	},
	[551034] = {
		id = 551034,
		text = "家具3描述",
	},
	[551035] = {
		id = 551035,
		text = "家具4描述",
	},
	[551036] = {
		id = 551036,
		text = "家具5描述",
	},
	[551037] = {
		id = 551037,
		text = "家具6描述",
	},
	[551038] = {
		id = 551038,
		text = "家具7描述",
	},
	[551039] = {
		id = 551039,
		text = "家具8描述",
	},
	[551040] = {
		id = 551040,
		text = "家具9描述",
	},
	[551041] = {
		id = 551041,
		text = "家具10描述",
	},
	[551042] = {
		id = 551042,
		text = "兑换商店1描述",
	},
	[551043] = {
		id = 551043,
		text = "兑换商店2描述",
	},
	[551044] = {
		id = 551044,
		text = "兑换商店3描述",
	},
	[551045] = {
		id = 551045,
		text = "兑换商店4描述",
	},
	[551046] = {
		id = 551046,
		text = "兑换商店5描述",
	},
	[551047] = {
		id = 551047,
		text = "兑换商店6描述",
	},
	[551048] = {
		id = 551048,
		text = "兑换商店7描述",
	},
	[551049] = {
		id = 551049,
		text = "兑换商店8描述",
	},
	[551050] = {
		id = 551050,
		text = "兑换商店9描述",
	},
	[551051] = {
		id = 551051,
		text = "兑换商店10描述",
	},
	[571001] = {
		id = 571001,
		text = "微尘",
	},
	[571002] = {
		id = 571002,
		text = "小枝",
	},
	[571003] = {
		id = 571003,
		text = "茧壳",
	},
	[572001] = {
		id = 572001,
		text = "水源",
	},
	[572002] = {
		id = 572002,
		text = "迷宫",
	},
	[572003] = {
		id = 572003,
		text = "焰光",
	},
	[573001] = {
		id = 573001,
		text = "登阶",
	},
	[573002] = {
		id = 573002,
		text = "金属",
	},
	[573003] = {
		id = 573003,
		text = "呼吸",
	},
	[574001] = {
		id = 574001,
		text = "巫魔",
	},
	[574002] = {
		id = 574002,
		text = "长梦",
	},
	[574003] = {
		id = 574003,
		text = "智慧",
	},
	[575001] = {
		id = 575001,
		text = "恒星",
	},
	[575002] = {
		id = 575002,
		text = "魂灵",
	},
	[575003] = {
		id = 575003,
		text = "斗争",
	},
	[576001] = {
		id = 576001,
		text = "律法",
	},
	[576002] = {
		id = 576002,
		text = "浮幻",
	},
	[661011] = {
		id = 661011,
		text = "植物学",
	},
	[661012] = {
		id = 661012,
		text = "植物学",
	},
	[661013] = {
		id = 661013,
		text = "植物学",
	},
	[661021] = {
		id = 661021,
		text = "办公室政治",
	},
	[661022] = {
		id = 661022,
		text = "办公室政治",
	},
	[661031] = {
		id = 661031,
		text = "地下秩序",
	},
	[661032] = {
		id = 661032,
		text = "地下秩序",
	},
	[661033] = {
		id = 661033,
		text = "地下秩序",
	},
	[661034] = {
		id = 661034,
		text = "地下秩序",
	},
	[671011] = {
		id = 671011,
		text = "（注：本次测试暂未实装专长功能）\
（正式实装时，专长系统将与「多冰少沙」饮料系统有所联系）\
Lv1：航行时，在植物类宇宙坐标，有额外收获。\
Lv2：在城区内，某些装饰植物处，可以进行违规采集工作。\
Lv3：航行结算时，额外获得植物类道具。",
	},
	[671012] = {
		id = 671012,
		text = "（注：本次测试暂未实装专长功能）\
（正式实装时，专长系统将与「多冰少沙」饮料系统有所联系）\
Lv1：航行时，在植物类宇宙坐标，有额外收获。\
Lv2：在城区内，某些装饰植物处，可以进行违规采集工作。\
Lv3：航行结算时，额外获得植物类道具。",
	},
	[671013] = {
		id = 671013,
		text = "（注：本次测试暂未实装专长功能）\
（正式实装时，专长系统将与「多冰少沙」饮料系统有所联系）\
Lv1：航行时，在植物类宇宙坐标，有额外收获。\
Lv2：在城区内，某些装饰植物处，可以进行违规采集工作。\
Lv3：航行结算时，额外获得植物类道具。",
	},
	[671021] = {
		id = 671021,
		text = "（注：本次测试暂未实装专长功能）\
（正式实装时，专长系统将与「多冰少沙」饮料系统有所联系）\
Lv1：贿赂「危航调度处」内，当天不应当值的管理者，使其开放另一批危航。\
Lv2：贿赂时，你有优惠价。",
	},
	[671022] = {
		id = 671022,
		text = "（注：本次测试暂未实装专长功能）\
（正式实装时，专长系统将与「多冰少沙」饮料系统有所联系）\
Lv1：贿赂「危航调度处」内，当天不应当值的管理者，使其开放另一批危航。\
Lv2：贿赂时，你有优惠价。",
	},
	[671031] = {
		id = 671031,
		text = "（注：本次测试暂未实装专长功能）\
（正式实装时，专长系统将与「多冰少沙」饮料系统有所联系）\
LV1：在城区内某位置，可以通过地下秩序的标志，联系到某位杀手，每天额外购买1张「杀手朋友券」。\
Lv2：购买时，你有优惠价。\
LV4：呼唤出杀手本人，他也许有一些「好货」想要出手。",
	},
	[671032] = {
		id = 671032,
		text = "（注：本次测试暂未实装专长功能）\
（正式实装时，专长系统将与「多冰少沙」饮料系统有所联系）\
LV1：在城区内某位置，可以通过地下秩序的标志，联系到某位杀手，每天额外购买1张「杀手朋友券」。\
Lv2：购买时，你有优惠价。\
LV4：呼唤出杀手本人，他也许有一些「好货」想要出手。",
	},
	[671033] = {
		id = 671033,
		text = "（注：本次测试暂未实装专长功能）\
（正式实装时，专长系统将与「多冰少沙」饮料系统有所联系）\
LV1：在城区内某位置，可以通过地下秩序的标志，联系到某位杀手，每天额外购买1张「杀手朋友券」。\
Lv2：购买时，你有优惠价。\
LV4：呼唤出杀手本人，他也许有一些「好货」想要出手。",
	},
	[671034] = {
		id = 671034,
		text = "（注：本次测试暂未实装专长功能）\
（正式实装时，专长系统将与「多冰少沙」饮料系统有所联系）\
LV1：在城区内某位置，可以通过地下秩序的标志，联系到某位杀手，每天额外购买1张「杀手朋友券」。\
Lv2：购买时，你有优惠价。\
LV4：呼唤出杀手本人，他也许有一些「好货」想要出手。",
	},
	[1000001] = {
		id = 1000001,
		text = "七魔的签名",
	},
	[1000002] = {
		id = 1000002,
		text = "眠眠的战斗教室",
	},
	[1000003] = {
		id = 1000003,
		text = "梦境灵修",
	},
	[1000004] = {
		id = 1000004,
		text = "野孩子和律师",
	},
	[1000005] = {
		id = 1000005,
		text = "充值返还",
	},
	[1000006] = {
		id = 1000006,
		text = "星位特别赠礼",
	},
	[5001001] = {
		id = 5001001,
		text = "生命值",
	},
	[5001002] = {
		id = 5001002,
		text = "攻击力",
	},
	[5001003] = {
		id = 5001003,
		text = "攻击力加成",
	},
	[5001004] = {
		id = 5001004,
		text = "物理防御降低",
	},
	[5001005] = {
		id = 5001005,
		text = "超凡防御降低",
	},
	[5001006] = {
		id = 5001006,
		text = "物理伤害",
	},
	[5001007] = {
		id = 5001007,
		text = "超凡伤害",
	},
	[5001008] = {
		id = 5001008,
		text = "暴击率",
	},
	[5001009] = {
		id = 5001009,
		text = "暴击伤害",
	},
	[5001010] = {
		id = 5001010,
		text = "粒子质伤害加成",
	},
	[5001011] = {
		id = 5001011,
		text = "动能质伤害加成",
	},
	[5001012] = {
		id = 5001012,
		text = "力场质伤害加成",
	},
	[5001013] = {
		id = 5001013,
		text = "灾厄质伤害加成",
	},
	[5001014] = {
		id = 5001014,
		text = "侵蚀质伤害加成",
	},
	[5001015] = {
		id = 5001015,
		text = "虚无质伤害加成",
	},
	[5001016] = {
		id = 5001016,
		text = "粒子质附加伤害",
	},
	[5001017] = {
		id = 5001017,
		text = "动能质附加伤害",
	},
	[5001018] = {
		id = 5001018,
		text = "力场质附加伤害",
	},
	[5001019] = {
		id = 5001019,
		text = "灾厄质附加伤害",
	},
	[5001020] = {
		id = 5001020,
		text = "侵蚀质附加伤害",
	},
	[5001021] = {
		id = 5001021,
		text = "虚无质附加伤害",
	},
	[5001022] = {
		id = 5001022,
		text = "CCC",
	},
	[5001023] = {
		id = 5001023,
		text = "对烧坠伤害加成",
	},
	[5001024] = {
		id = 5001024,
		text = "物理防御力",
	},
	[5001025] = {
		id = 5001025,
		text = "超凡防御力",
	},
	[5001026] = {
		id = 5001026,
		text = "物理防御增加",
	},
	[5001027] = {
		id = 5001027,
		text = "超凡防御增加",
	},
	[5001028] = {
		id = 5001028,
		text = "物理伤害减免",
	},
	[5001029] = {
		id = 5001029,
		text = "超凡伤害减免",
	},
	[5001030] = {
		id = 5001030,
		text = "暴击几率减免",
	},
	[5001031] = {
		id = 5001031,
		text = "暴击伤害减免",
	},
	[5001032] = {
		id = 5001032,
		text = "粒子抗性",
	},
	[5001033] = {
		id = 5001033,
		text = "动能抗性",
	},
	[5001034] = {
		id = 5001034,
		text = "力场抗性",
	},
	[5001035] = {
		id = 5001035,
		text = "灾厄抗性",
	},
	[5001036] = {
		id = 5001036,
		text = "侵蚀抗性",
	},
	[5001037] = {
		id = 5001037,
		text = "虚无抗性",
	},
	[5001038] = {
		id = 5001038,
		text = "粒子质伤害减少",
	},
	[5001039] = {
		id = 5001039,
		text = "动能质伤害减少",
	},
	[5001040] = {
		id = 5001040,
		text = "力场质伤害减少",
	},
	[5001041] = {
		id = 5001041,
		text = "灾厄质伤害减少",
	},
	[5001042] = {
		id = 5001042,
		text = "侵蚀质伤害减少",
	},
	[5001043] = {
		id = 5001043,
		text = "虚无质伤害减少",
	},
	[5001044] = {
		id = 5001044,
		text = "被烧坠伤害增加",
	},
	[5001045] = {
		id = 5001045,
		text = "HHH",
	},
	[5001046] = {
		id = 5001046,
		text = "移动速度",
	},
	[5001047] = {
		id = 5001047,
		text = "机动力",
	},
	[5001048] = {
		id = 5001048,
		text = "能量回复效率",
	},
	[5001049] = {
		id = 5001049,
		text = "生命值加成",
	},
	[5001050] = {
		id = 5001050,
		text = "治疗加成",
	},
	[5001051] = {
		id = 5001051,
		text = "被治疗加成",
	},
	[5001052] = {
		id = 5001052,
		text = "生命减少",
	},
	[5001053] = {
		id = 5001053,
		text = "攻击减少",
	},
	[5001054] = {
		id = 5001054,
		text = "治疗减少",
	},
	[5001055] = {
		id = 5001055,
		text = "被治疗减少",
	},
	[5001056] = {
		id = 5001056,
		text = "最大能量",
	},
	[5001057] = {
		id = 5001057,
		text = "最大铁壁值",
	},
	[5001058] = {
		id = 5001058,
		text = "最大盾",
	},
	[5001059] = {
		id = 5001059,
		text = "当前生命值",
	},
	[5001060] = {
		id = 5001060,
		text = "当前机动力",
	},
	[5001061] = {
		id = 5001061,
		text = "当前能量",
	},
	[5001062] = {
		id = 5001062,
		text = "场外能量每秒回复",
	},
	[5001063] = {
		id = 5001063,
		text = "场内能量每秒回复",
	},
	[5001064] = {
		id = 5001064,
		text = "当前铁壁值",
	},
	[5001065] = {
		id = 5001065,
		text = "铁壁值每秒回复",
	},
	[5001066] = {
		id = 5001066,
		text = "当前盾",
	},
	[5001067] = {
		id = 5001067,
		text = "轻攻击伤害加成",
	},
	[5001068] = {
		id = 5001068,
		text = "荧光技伤害加成",
	},
	[5001069] = {
		id = 5001069,
		text = "辉光技伤害加成",
	},
	[5014001] = {
		id = 5014001,
		text = "等级:",
	},
	[5014002] = {
		id = 5014002,
		text = "拥有:",
	},
	[5014003] = {
		id = 5014003,
		text = "光淬%s阶",
	},
	[5014004] = {
		id = 5014004,
		text = "拥有",
	},
	[5014005] = {
		id = 5014005,
		text = "需要",
	},
	[5014006] = {
		id = 5014006,
		text = "%s已被%s装备，是否互换？",
	},
	[5710011] = {
		id = 5710011,
		text = "(2)生命值+2000",
	},
	[5710012] = {
		id = 5710012,
		text = "(3)生命值+25%",
	},
	[5710013] = {
		id = 5710013,
		text = "(4)生命值+3000",
	},
	[5710014] = {
		id = 5710014,
		text = "(5)受到伤害时，获得持续5秒的护盾，吸收5%最大生命值的伤害，触发间隔6秒",
	},
	[5710021] = {
		id = 5710021,
		text = "(2)物理防御力+300",
	},
	[5710022] = {
		id = 5710022,
		text = "(3)物理防御力+50%",
	},
	[5710023] = {
		id = 5710023,
		text = "(4)物理防御力+500",
	},
	[5710024] = {
		id = 5710024,
		text = "(5)攻击附加100%物理防御力的伤害，冷却时间1秒",
	},
	[5710031] = {
		id = 5710031,
		text = "(2)超凡防御力+300",
	},
	[5710032] = {
		id = 5710032,
		text = "(3)超凡防御力+50%",
	},
	[5710033] = {
		id = 5710033,
		text = "(4)超凡防御力+500",
	},
	[5710034] = {
		id = 5710034,
		text = "(5)攻击附加100%超凡防御力的伤害，冷却时间1秒",
	},
	[5720011] = {
		id = 5720011,
		text = "(2)攻击力+150",
	},
	[5720012] = {
		id = 5720012,
		text = "(3)攻击力+25%",
	},
	[5720013] = {
		id = 5720013,
		text = "(4)攻击力+250",
	},
	[5720014] = {
		id = 5720014,
		text = "(5)每次击中敌人获得3.5%攻击力，触发间隔0.2秒，持续1秒，可以叠加10层",
	},
	[5720021] = {
		id = 5720021,
		text = "(2)攻击力+150",
	},
	[5720022] = {
		id = 5720022,
		text = "(3)攻击力+25%",
	},
	[5720023] = {
		id = 5720023,
		text = "(4)攻击力+250",
	},
	[5720024] = {
		id = 5720024,
		text = "(5)角色不在场上作战时，造成的伤害提高30%",
	},
	[5720031] = {
		id = 5720031,
		text = "(2)生命值+1500",
	},
	[5720032] = {
		id = 5720032,
		text = "(3)生命值+25%",
	},
	[5720033] = {
		id = 5720033,
		text = "(4)生命值+2500",
	},
	[5720034] = {
		id = 5720034,
		text = "(5)角色在场上作战时，每3秒回复相当于2%最大生命值的生命值",
	},
	[5730011] = {
		id = 5730011,
		text = "(2)粒子质伤害+15%",
	},
	[5730012] = {
		id = 5730012,
		text = "(3)粒子质伤害+25%",
	},
	[5730013] = {
		id = 5730013,
		text = "(4)粒子质附加伤害+500",
	},
	[5730014] = {
		id = 5730014,
		text = "(5)攻击命中时，使敌人粒子抗性降低25%，持续8秒",
	},
	[5730021] = {
		id = 5730021,
		text = "(2)动能质伤害+15%",
	},
	[5730022] = {
		id = 5730022,
		text = "(3)动能质伤害+25%",
	},
	[5730023] = {
		id = 5730023,
		text = "(4)动能质附加伤害+500",
	},
	[5730024] = {
		id = 5730024,
		text = "(5)攻击命中时，使敌人动能抗性降低25%，持续8秒",
	},
	[5730031] = {
		id = 5730031,
		text = "(2)力场质伤害+15%",
	},
	[5730032] = {
		id = 5730032,
		text = "(3)力场质伤害+25%",
	},
	[5730033] = {
		id = 5730033,
		text = "(4)力场质附加伤害+500",
	},
	[5730034] = {
		id = 5730034,
		text = "(5)攻击命中时，使敌人力场抗性降低25%，持续8秒",
	},
	[5740011] = {
		id = 5740011,
		text = "(2)灾厄质伤害+15%",
	},
	[5740012] = {
		id = 5740012,
		text = "(3)灾厄质伤害+25%",
	},
	[5740013] = {
		id = 5740013,
		text = "(4)灾厄质附加伤害+500",
	},
	[5740014] = {
		id = 5740014,
		text = "(5)攻击命中时，使敌人灾厄抗性降低25%，持续8秒",
	},
	[5740021] = {
		id = 5740021,
		text = "(2)侵蚀质伤害+15%",
	},
	[5740022] = {
		id = 5740022,
		text = "(3)侵蚀质伤害+25%",
	},
	[5740023] = {
		id = 5740023,
		text = "(4)侵蚀质附加伤害+500",
	},
	[5740024] = {
		id = 5740024,
		text = "(5)攻击命中时，使敌人侵蚀抗性降低25%，持续8秒",
	},
	[5740031] = {
		id = 5740031,
		text = "(2)虚无质伤害+15%",
	},
	[5740032] = {
		id = 5740032,
		text = "(3)虚无质伤害+25%",
	},
	[5740033] = {
		id = 5740033,
		text = "(4)虚无质附加伤害+500",
	},
	[5740034] = {
		id = 5740034,
		text = "(5)攻击命中时，使敌人虚无抗性降低25%，持续8秒",
	},
	[5750011] = {
		id = 5750011,
		text = "(2)攻击力+15%",
	},
	[5750012] = {
		id = 5750012,
		text = "(3)轻攻击伤害+35%",
	},
	[5750013] = {
		id = 5750013,
		text = "(4)攻击力+25%",
	},
	[5750014] = {
		id = 5750014,
		text = "(5)轻攻击命中时，暴击伤害增加10%，持续5秒，可叠加5层",
	},
	[5750021] = {
		id = 5750021,
		text = "(2)攻击力+15%",
	},
	[5750022] = {
		id = 5750022,
		text = "(3)荧光技伤害+35%",
	},
	[5750023] = {
		id = 5750023,
		text = "(4)攻击力+25%",
	},
	[5750024] = {
		id = 5750024,
		text = "(5)荧光技命中时，角色对应的命质的伤害增加10%，持续5秒，可叠加4层",
	},
	[5750031] = {
		id = 5750031,
		text = "(2)攻击力+15%",
	},
	[5750032] = {
		id = 5750032,
		text = "(3)辉光技伤害+35%",
	},
	[5750033] = {
		id = 5750033,
		text = "(4)攻击力+25%",
	},
	[5750034] = {
		id = 5750034,
		text = "(5)使用辉光技后，暴击率上升30%，持续15秒",
	},
	[5760011] = {
		id = 5760011,
		text = "(2)能量回复效率+15%",
	},
	[5760012] = {
		id = 5760012,
		text = "(3)攻击力+25%",
	},
	[5760013] = {
		id = 5760013,
		text = "(4)能量回复效率+25%",
	},
	[5760014] = {
		id = 5760014,
		text = "(5)进入关卡时，回复100%辉光技能量",
	},
	[5760021] = {
		id = 5760021,
		text = "(2)对烧坠伤害加成+25%",
	},
	[5760022] = {
		id = 5760022,
		text = "(3)攻击力+25%",
	},
	[5760023] = {
		id = 5760023,
		text = "(4)对烧坠伤害加成+35%",
	},
	[5760024] = {
		id = 5760024,
		text = "(5)命中目标后，使目标的每秒铁壁值回复减少50",
	},
	[11310103] = {
		id = 11310103,
		text = "小夜灯 ",
	},
	[11310104] = {
		id = 11310104,
		text = "额外建筑格",
	},
	[11310501] = {
		id = 11310501,
		text = "理事会乱兵",
	},
	[11310502] = {
		id = 11310502,
		text = "理事会乱兵  - 中级",
	},
	[11310503] = {
		id = 11310503,
		text = "理事会乱兵  - 高级",
	},
	[11310511] = {
		id = 11310511,
		text = "太空海盗",
	},
	[11310512] = {
		id = 11310512,
		text = "太空海盗  - 中级",
	},
	[11310513] = {
		id = 11310513,
		text = "太空海盗  - 高级",
	},
	[11310521] = {
		id = 11310521,
		text = "「败者」集群",
	},
	[11310522] = {
		id = 11310522,
		text = "「败者」集群  - 中级",
	},
	[11310523] = {
		id = 11310523,
		text = "「败者」集群  - 高级",
	},
	[11310531] = {
		id = 11310531,
		text = "「中枢」掠夺者",
	},
	[11310532] = {
		id = 11310532,
		text = "「中枢」掠夺者  - 中级",
	},
	[11310533] = {
		id = 11310533,
		text = "「中枢」掠夺者   - 高级",
	},
	[11330100] = {
		id = 11330100,
		text = "本次航行的基础设施，受到敌人攻击时会减少生存值",
	},
	[11330101] = {
		id = 11330101,
		text = "建筑格位，可以消耗一张建筑蓝图，在此建造建筑",
	},
	[11330103] = {
		id = 11330103,
		text = "点亮一大片区域（半径为4次跃迁）",
	},
	[11330104] = {
		id = 11330104,
		text = "提供额外的可用建筑格！",
	},
	[11330501] = {
		id = 11330501,
		text = "战斗胜利后，+50金刚凝胶，3选1建筑蓝图（1-3星）",
	},
	[11330502] = {
		id = 11330502,
		text = "战斗胜利后，+50金刚凝胶，3选1建筑蓝图（2-4星）",
	},
	[11330503] = {
		id = 11330503,
		text = "战斗胜利后，+50金刚凝胶，3选1建筑蓝图（3-5星）",
	},
	[11330511] = {
		id = 11330511,
		text = "战斗胜利后，+50金刚凝胶，3选1建筑蓝图（1-3星）",
	},
	[11330512] = {
		id = 11330512,
		text = "战斗胜利后，+50金刚凝胶，3选1建筑蓝图（2-4星）",
	},
	[11330513] = {
		id = 11330513,
		text = "战斗胜利后，+50金刚凝胶，3选1建筑蓝图（3-5星）",
	},
	[11330521] = {
		id = 11330521,
		text = "战斗胜利后，+50金刚凝胶，3选1建筑蓝图（1-3星）",
	},
	[11330522] = {
		id = 11330522,
		text = "战斗胜利后，+50金刚凝胶，3选1建筑蓝图（2-4星）",
	},
	[11330523] = {
		id = 11330523,
		text = "战斗胜利后，+50金刚凝胶，3选1建筑蓝图（3-5星）",
	},
	[11330531] = {
		id = 11330531,
		text = "战斗胜利后，+50金刚凝胶，3选1建筑蓝图（1-3星）",
	},
	[11330532] = {
		id = 11330532,
		text = "战斗胜利后，+50金刚凝胶，3选1建筑蓝图（2-4星）",
	},
	[11330533] = {
		id = 11330533,
		text = "战斗胜利后，+50金刚凝胶，3选1建筑蓝图（3-5星）",
	},
	[11330601] = {
		id = 11330601,
		text = "领受赐福，一定时间内获取3选1建筑蓝图时的免费刷新",
	},
	[11330602] = {
		id = 11330602,
		text = "领受赐福，一定时间内出售蓝图价格提升",
	},
	[11330603] = {
		id = 11330603,
		text = "领受赐福，一定时间内减少晋升所需资源",
	},
	[11330701] = {
		id = 11330701,
		text = "可购买建筑蓝图，可重复访问",
	},
	[11330702] = {
		id = 11330702,
		text = "可购买生存值与建筑蓝图，可重复访问",
	},
	[11330703] = {
		id = 11330703,
		text = "可购买特定「关键词」的建筑蓝图，可重复访问",
	},
	[11330704] = {
		id = 11330704,
		text = "可购买特定「字段」建筑蓝图，可重复访问",
	},
	[11330705] = {
		id = 11330705,
		text = "可购买异宝，可重复访问",
	},
	[11330706] = {
		id = 11330706,
		text = "可购买角色特有建筑蓝图，可重复访问",
	},
	[61110101] = {
		id = 61110101,
		text = "仿钻折光",
	},
	[61110102] = {
		id = 61110102,
		text = "仿钻折光",
	},
	[61110201] = {
		id = 61110201,
		text = "理事卿莎乐美",
	},
	[61110301] = {
		id = 61110301,
		text = "逆戟雀",
	},
	[61110401] = {
		id = 61110401,
		text = "清凉院眠眠",
	},
	[61110501] = {
		id = 61110501,
		text = "信风",
	},
	[61110601] = {
		id = 61110601,
		text = "豌豆公主",
	},
	[61110701] = {
		id = 61110701,
		text = "踯躅森辩才姬",
	},
	[61110801] = {
		id = 61110801,
		text = "骆十四娘",
	},
	[61110901] = {
		id = 61110901,
		text = "汞珠糖",
	},
	[61111001] = {
		id = 61111001,
		text = "龙伯格女爵",
	},
	[61111101] = {
		id = 61111101,
		text = "缇缇波芙",
	},
	[61111201] = {
		id = 61111201,
		text = "鱼啄雨",
	},
	[61111202] = {
		id = 61111202,
		text = "鱼啄雨",
	},
	[61210101] = {
		id = 61210101,
		text = "双剑",
	},
	[61210102] = {
		id = 61210102,
		text = "枪械",
	},
	[61210201] = {
		id = 61210201,
		text = "礼器",
	},
	[61210301] = {
		id = 61210301,
		text = "宝轮",
	},
	[61210401] = {
		id = 61210401,
		text = "佩刀",
	},
	[61210501] = {
		id = 61210501,
		text = "巨刃",
	},
	[61210601] = {
		id = 61210601,
		text = "枪械",
	},
	[61210701] = {
		id = 61210701,
		text = "巨刃",
	},
	[61210801] = {
		id = 61210801,
		text = "浮塔",
	},
	[61210901] = {
		id = 61210901,
		text = "汞珠糖",
	},
	[61211001] = {
		id = 61211001,
		text = "龙伯格女爵机甲",
	},
	[61211101] = {
		id = 61211101,
		text = "缇缇波芙机甲",
	},
	[61211201] = {
		id = 61211201,
		text = "鱼啄雨机甲",
	},
	[61211202] = {
		id = 61211202,
		text = "浮塔",
	},
	[82701001] = {
		id = 82701001,
		text = "全部",
	},
	[82701002] = {
		id = 82701002,
		text = "心念引擎",
	},
	[82701003] = {
		id = 82701003,
		text = "肺叶涡轮",
	},
	[82701004] = {
		id = 82701004,
		text = "肾腺燃剂",
	},
	[82701005] = {
		id = 82701005,
		text = "肝膜晶壳",
	},
	[82701006] = {
		id = 82701006,
		text = "胃壁视界",
	},
	[82701007] = {
		id = 82701007,
		text = "脑核算机",
	},
	[82702001] = {
		id = 82702001,
		text = "主属性",
	},
	[82702002] = {
		id = 82702002,
		text = "攻击",
	},
	[82702003] = {
		id = 82702003,
		text = "防御",
	},
	[82702004] = {
		id = 82702004,
		text = "生命值",
	},
	[82702005] = {
		id = 82702005,
		text = "暴击",
	},
	[82702006] = {
		id = 82702006,
		text = "物理",
	},
	[82702007] = {
		id = 82702007,
		text = "超凡",
	},
	[82703001] = {
		id = 82703001,
		text = "星芒",
	},
	[82703002] = {
		id = 82703002,
		text = "微尘",
	},
	[82703003] = {
		id = 82703003,
		text = "小枝",
	},
	[82703004] = {
		id = 82703004,
		text = "茧壳",
	},
	[82703005] = {
		id = 82703005,
		text = "水源",
	},
	[82703006] = {
		id = 82703006,
		text = "迷宫",
	},
	[82703007] = {
		id = 82703007,
		text = "焰光",
	},
	[82703008] = {
		id = 82703008,
		text = "登阶",
	},
	[82703009] = {
		id = 82703009,
		text = "金属",
	},
	[82703010] = {
		id = 82703010,
		text = "呼吸",
	},
	[82703011] = {
		id = 82703011,
		text = "巫魔",
	},
	[82703012] = {
		id = 82703012,
		text = "长梦",
	},
	[82703013] = {
		id = 82703013,
		text = "智慧",
	},
	[82703014] = {
		id = 82703014,
		text = "恒星",
	},
	[82703015] = {
		id = 82703015,
		text = "魂灵",
	},
	[82703016] = {
		id = 82703016,
		text = "斗争",
	},
	[82703017] = {
		id = 82703017,
		text = "律法",
	},
	[82703018] = {
		id = 82703018,
		text = "浮幻",
	},
	[82800001] = {
		id = 82800001,
		text = "巨刃",
	},
	[82800002] = {
		id = 82800002,
		text = "枪械",
	},
	[82800003] = {
		id = 82800003,
		text = "长剑",
	},
	[82800004] = {
		id = 82800004,
		text = "礼器",
	},
	[82800005] = {
		id = 82800005,
		text = "宝轮",
	},
	[82800006] = {
		id = 82800006,
		text = "佩刀",
	},
	[82800007] = {
		id = 82800007,
		text = "浮塔",
	},
	[82900001] = {
		id = 82900001,
		text = "完成主线剧情奖励",
	},
	[82900002] = {
		id = 82900002,
		text = "领奖时掉线奖励未领取",
	},
	[83000001] = {
		id = 83000001,
		text = "【内天体】$内天体有6个部位，每个部位的内天体都提供一定基础属性，与1个<span color=\"#ff6c00\">星芒</>。其中<span color=\"#ff6c00\">心念引擎</>额外提供1个星芒。\
<span color=\"#ff6c00\">相同星芒</>在同一角色身上叠加时，会产生多种叠加效果。\
内天体没有套装效果，套装决定的是熔铸时的星芒倾向（几率已标注在熔铸界面中）。",
	},
	[83000002] = {
		id = 83000002,
		text = "【内天体】$内天体有6个部位，每个部位的内天体都提供一定基础属性，与1个<span color=\"#ff6c00\">星芒</>。其中<span color=\"#ff6c00\">心念引擎</>额外提供1个星芒。\
<span color=\"#ff6c00\">相同星芒</>在同一角色身上叠加时，会产生多种叠加效果。\
内天体没有套装效果，套装决定的是熔铸时的星芒倾向（几率已标注在熔铸界面中）。",
	},
	[83000003] = {
		id = 83000003,
		text = "【剧情树】$在<span color=\"#ff6c00\">时珊瑚树</>中，你可以任意跳转时空，前往你曾经抵达过的<span color=\"#ff6c00\">故事节点</>。\
请注意，跳转时空的行为，会放弃当前的故事进度。\
这棵树上的故事分支，由你在实际游戏中的选择而开放。\
有时，某些故事分支会被<span color=\"#ff6c00\">锁住</>，暂时无法前往。\
而在某些<span color=\"#ff6c00\">故事节点</>，你会把经历写成<span color=\"#ff6c00\">信件</>，发送给自己。\
那些被锁住的分支，往往就是在拆开特定的<span color=\"#ff6c00\">信件</>以后，你才能意识到，如何走向另一种不同的方向。",
	},
	[83000004] = {
		id = 83000004,
		text = "【日常任务/每日危航】$每天04:00，危航调度处会发放<span color=\"#ff6c00\">4个日常任务</>、<span color=\"#ff6c00\">6张危航许可</>。\
使用1张危航许可，可进行1次每日危航战斗。\
另外，你在游戏中可能会获得一种叫做<span color=\"#ff6c00\">杀手朋友券</>的物品。\
在完成每日危航的战斗后，每使用1张杀手朋友券，可以<span color=\"#ff6c00\">多获得1份奖励</>。\
当危航许可不足时，杀手朋友券还可以<span color=\"#ff6c00\">充当危航许可使用</>。",
	},
	[83000005] = {
		id = 83000005,
		text = "【梦境灵修】$每7天开启一期，每期6天，周一休息并结算排名。\
在梦境灵修中，你可以挑战当期BOSS，根据总评分获取排名，以及相应的分段奖励。\
BOSS分为多级难度，战胜低级BOSS后，自动提升一级难度，直到最高难度为止。\
每个难度首次胜利时，可以得到相应奖励。\
无论胜利或失败，均可获得一定评分。胜利用时越短，或失败情况下造成伤害越多，评分越高。\
可以重复挑战，自动记录更高评分。\
|【分区限制】$每个角色每期只能挑战一个BOSS。\
每个BOSS的评分都有独立排行，所有BOSS总分有总排行。\
|【排名奖励】$仅根据总排行的分段，发放分段奖励。\
进入梦境灵修界面时，将自动领取上期奖励。",
	},
	[83000006] = {
		id = 83000006,
		text = "【累积充值】$本次测试中的累积充值金额数，可继承至公测。\
已在本次测试中领取的累积充值奖励，可以直接在公测中再次领取。\
（前戏测试限定奖励除外，前戏测试限定奖励将通过邮件发放）",
	},
	[83000007] = {
		id = 83000007,
		text = "【月天签名】$每次购买月天签名，立刻获得300诺伦透镜与30天生效时间。\
生效期间，每日登录时，可领取380诺伦炬。（凌晨4：00刷新，GMT+8）\
重复购买可叠加天数，但不可超过90天。\
当剩余天数大于60天时，无法继续购买。\
如因特殊情况导致重复购买，无法增加时间，并直接返还XXX诺伦透镜。\
生效期间，因未登录而未领取的诺伦炬，将不会返还。",
	},
	[83000008] = {
		id = 83000008,
		text = "【充值返还】$本次测试期间，充值的金额将按照超值比例，在公测时返还对应数量的诺伦透镜。\
充值0~50美元范围内的金额，将按1:200比例，返还约2.94倍付费价值的诺伦透镜。\
充值50~200美元范围内的金额，将按1:150比例，返还约2.21倍付费价值的诺伦透镜。\
充值200~500美元范围内的金额，将按1:125比例，返还约1.84倍付费价值的诺伦透镜。\
充值500美元以上的金额，将按1:100比例，返还约1.47倍付费价值的诺伦透镜。\
充值返还发放方式：公测后，将以邮件形式发放。\
|【月天签名返还】$本次【前戏测试】期间，「月天签名」的最大购买数量为3张。您购买的所有「月天签名」，均可在公测时等量生效。\
购买「月天签名」的花费，也将计入本次测试的充值总额，按照充值返还规则进行返还。\
|【初心套装返还】$本次【前戏测试】期间，您购买的「初心套装」中的家具，可以直接在公测中再次领取。\
购买「初心套装」的花费，也将计入本次测试的充值总额，按照充值返还规则进行返还。\
|【其它商城礼包】$本次【前戏测试】期间，购买其它未特别提及的商城礼包的花费，都将计入本次测试的充值总额，按照充值返还规则进行返还。\
其它未特别提及的商城礼包附加内容仅作测试用途，不作返还，望悉知。",
	},
	[83100001] = {
		id = 83100001,
		text = "账号或密码未输入！",
	},
	[83100002] = {
		id = 83100002,
		text = "密码错误，请重新输入！",
	},
	[83100003] = {
		id = 83100003,
		text = "该账号已被注册！",
	},
	[83100004] = {
		id = 83100004,
		text = "两次密码输入不一致！",
	},
	[83100005] = {
		id = 83100005,
		text = "注册仅【限时】开放，请关注官方消息捏",
	},
	[83100006] = {
		id = 83100006,
		text = "该账号不存在！",
	},
	[83100007] = {
		id = 83100007,
		text = "注册成功！",
	},
	[83100008] = {
		id = 83100008,
		text = "用户名含有不支持的字符，请尝试更换",
	},
	[83100009] = {
		id = 83100009,
		text = "请输入账号为6~20位的字符",
	},
	[83100010] = {
		id = 83100010,
		text = "请输入密码为6~20位的字符",
	},
	[91100010] = {
		id = 91100010,
		text = "只要他愿意拆开信封",
	},
	[92100010] = {
		id = 92100010,
		text = "人的命运值多少钱？天上的星星又值多少钱？\
人类不解答这种问题，猴子获得智慧以后就变得很忙，忙着对老鼠做实验。\
——直到价格标出，智人的文明才睁大惊惶的眼。\
而现在……已是第一份《本命星转让协议》签署之后的第十年。",
	},
	[93100010] = {
		id = 93100010,
		text = "一切的开始",
	},
	[93100011] = {
		id = 93100011,
		text = "回忆刺杀事件",
	},
	[93100012] = {
		id = 93100012,
		text = "结束回忆",
	},
	[93100020] = {
		id = 93100020,
		text = "1999年，公元往事",
	},
	[93100030] = {
		id = 93100030,
		text = "小鱼的安全……",
	},
	[93100031] = {
		id = 93100031,
		text = "李先生的委托",
	},
	[93100040] = {
		id = 93100040,
		text = "放弃李先生的委托",
	},
	[93100041] = {
		id = 93100041,
		text = "继续李先生的委托",
	},
	[93100051] = {
		id = 93100051,
		text = "以暴力向终点迈进",
	},
	[93100052] = {
		id = 93100052,
		text = "稍微多观察一下",
	},
	[93100060] = {
		id = 93100060,
		text = "出轨事件",
	},
	[93100070] = {
		id = 93100070,
		text = "和伯恩斯夫人谈谈",
	},
	[93100071] = {
		id = 93100071,
		text = "信件：所以暂时……",
	},
	[93100080] = {
		id = 93100080,
		text = "罗密欧",
	},
	[93100090] = {
		id = 93100090,
		text = "小鱼的船员合同",
	},
	[93100091] = {
		id = 93100091,
		text = "朱丽叶",
	},
	[93100100] = {
		id = 93100100,
		text = "帝星祭典",
	},
	[93100110] = {
		id = 93100110,
		text = "神秘数字",
	},
	[93100111] = {
		id = 93100111,
		text = "信件：实用乱杀……",
	},
	[93100120] = {
		id = 93100120,
		text = "失踪的货船",
	},
	[93100130] = {
		id = 93100130,
		text = "器皿破碎，精华依旧",
	},
	[93100131] = {
		id = 93100131,
		text = "奇变偶不变",
	},
	[93100140] = {
		id = 93100140,
		text = "了解中枢",
	},
	[93100150] = {
		id = 93100150,
		text = "未竟的解放",
	},
	[93100151] = {
		id = 93100151,
		text = "另一个切入点",
	},
	[93100160] = {
		id = 93100160,
		text = "莎乐美与第二命星",
	},
	[93100170] = {
		id = 93100170,
		text = "理事卿之声",
	},
	[93100171] = {
		id = 93100171,
		text = "信件：风与听者……",
	},
	[93100180] = {
		id = 93100180,
		text = "冕下英明",
	},
	[93100181] = {
		id = 93100181,
		text = "聪明的卢辛德",
	},
	[93100190] = {
		id = 93100190,
		text = "寻寻觅觅",
	},
	[93100191] = {
		id = 93100191,
		text = "奶茶谈话",
	},
	[93100200] = {
		id = 93100200,
		text = "义尽的科斯明",
	},
	[93100201] = {
		id = 93100201,
		text = "老板娘的官司",
	},
	[93100210] = {
		id = 93100210,
		text = "五个案子",
	},
	[93100220] = {
		id = 93100220,
		text = "信件：无义的悼亡",
	},
	[93100221] = {
		id = 93100221,
		text = "必须忍耐……",
	},
	[93100222] = {
		id = 93100222,
		text = "折枝",
	},
	[94100000] = {
		id = 94100000,
		text = "？？？",
	},
	[94100010] = {
		id = 94100010,
		text = "时为22世纪末，当今时代是由「星相」构筑起的全新文明时代。\
一位高中女生，小鱼，正准备把自己的本命星，卖给「复乐园理事会」……",
	},
	[94100011] = {
		id = 94100011,
		text = "从骗局中救出了小鱼的「假助手」，竟然是「三十六义人」之一的信风。\
一年前，信风与太阳系最有权势的人，理事卿莎乐美，同归于尽……",
	},
	[94100012] = {
		id = 94100012,
		text = "回到一年后的「现在」，你结束了回忆。\
刚才的理事会军官已经逃跑，也许以后我们还会遇到他，但现在就先不管他了。",
	},
	[94100020] = {
		id = 94100020,
		text = "？？？",
	},
	[94100030] = {
		id = 94100030,
		text = "你用本命星的能力，「看见」了小鱼其实没有绝症。\
接下来，你想知道，关于小鱼的自身安全，她怎么想……",
	},
	[94100031] = {
		id = 94100031,
		text = "",
	},
	[94100040] = {
		id = 94100040,
		text = "你觉得关于李先生的一切都很可疑，于是放弃了他的委托。",
	},
	[94100041] = {
		id = 94100041,
		text = "李先生很可疑，但你也并不是一个简单的路人佣兵。\
你觉得，不如继续下去，看看事情的变化……",
	},
	[94100051] = {
		id = 94100051,
		text = "金星天的商场菇已经近在眼前。\
该「卸货」了。",
	},
	[94100052] = {
		id = 94100052,
		text = "金星天的商场菇已经近在眼前。\
但你还想稍微多观察一下……",
	},
	[94100060] = {
		id = 94100060,
		text = "李先生的事告一段落，你从「中间人」那里接到了新的委托。\
调查妻子的出轨——私家侦探的工作，也归佣兵管吗？",
	},
	[94100070] = {
		id = 94100070,
		text = "你觉得伯恩斯这个人给你的印象不太好。\
为了伯恩斯夫人的安全，你提出要见一见她。",
	},
	[94100071] = {
		id = 94100071,
		text = "本节点可获取信件：「所以暂时将你眼睛闭了起来」",
	},
	[94100080] = {
		id = 94100080,
		text = "在伯恩斯事件中，你意外察觉，理事会的寡头与军阀们，竟然曾对理事卿见死不救。\
但理事卿逝去后的一年里，他们又纷纷为此严重后悔了，因为他们无法在争斗中压过「中枢」。\
……「中枢」？那是什么？",
	},
	[94100090] = {
		id = 94100090,
		text = "为了收拾「中枢」高官公子罗密欧，你派小鱼引蛇出洞。",
	},
	[94100091] = {
		id = 94100091,
		text = "在见面时，你看清了罗密欧的本命星能力。\
为此，你决定让他遇到生命中的朱丽叶……",
	},
	[94100100] = {
		id = 94100100,
		text = "伯恩斯与罗密欧事件之后，你打算去找一位你认识的「消息灵通人士」，打听缇缇和船长的下落。",
	},
	[94100110] = {
		id = 94100110,
		text = "一块出现了神秘数字的，半损坏的屏幕。\
和一块据说是「理事卿遗物」的宝石。\
你选择先看前者。",
	},
	[94100111] = {
		id = 94100111,
		text = "本节点可获取信件：「实用乱杀装置」",
	},
	[94100120] = {
		id = 94100120,
		text = "离开帝星祭典，告别消息灵通人士，你回到无序之都。\
下一份佣兵工作，是货运飞船失踪案……它会带给你什么关于缇缇或者船长的线索吗？",
	},
	[94100130] = {
		id = 94100130,
		text = "人的头骨，一位跨越了时间的信使……\
而你恰好有缇缇交给你的，「一把钥匙」。",
	},
	[94100131] = {
		id = 94100131,
		text = "？？？",
	},
	[94100140] = {
		id = 94100140,
		text = "海盗们的真实身份，竟是在这一年里，与缇缇一同对抗「中枢」的队友。\
你与海盗们一起做了一个假头骨，回去交差。",
	},
	[94100150] = {
		id = 94100150,
		text = "你想要找一个机会，以「义人」的身份，解救奴隶。\
但大部分奴隶，比如那位中枢店主的「灯扇人」，都仍对主人完全忠诚，绝对不愿离开自己的主人。",
	},
	[94100151] = {
		id = 94100151,
		text = "？？？",
	},
	[94100160] = {
		id = 94100160,
		text = "真命总统、第二行星无眠至权、冬日帝星照耀的受命者、复乐园第一理事卿、总控四天之主——\
以奇怪的形象，从天而降。",
	},
	[94100170] = {
		id = 94100170,
		text = "你依靠「拆信」规避了某种巨大的风险。\
然后，你掌控了斋藤大佐召唤出的理事卿机仆，折服了理事会的成员们。",
	},
	[94100171] = {
		id = 94100171,
		text = "本节点可获取信件：「风与听者渐行渐远」",
	},
	[94100180] = {
		id = 94100180,
		text = "作为「理事卿之声」，你开始治理你忠诚的理事会。\
在这段时间里，你认识了清凉院眠眠，你的专属女仆……",
	},
	[94100181] = {
		id = 94100181,
		text = "？？？",
	},
	[94100190] = {
		id = 94100190,
		text = "你没有忘记你最初的目的——首先，你想利用理事会的关系网，查到缇缇与船长的更多信息，以及那些不为人知的「中枢」隐秘。",
	},
	[94100191] = {
		id = 94100191,
		text = "上楼吗？还是在楼下坐坐？\
你想，可以先陪小鱼在吧台喝点什么。",
	},
	[94100200] = {
		id = 94100200,
		text = "义尽的……科斯明？\
你在震惊中听了下去。\
调查员所揭露的故事，令你知晓了中枢成立的来龙去脉……但那又是你宁愿自己从未知晓的。",
	},
	[94100201] = {
		id = 94100201,
		text = "？？？",
	},
	[94100210] = {
		id = 94100210,
		text = "辩才姬是业界知名的大律师，但她完全缺乏法律常识。\
在与她的聊天中，你注意到了一些东西，觉得那可能包含着她成名的秘密之一。",
	},
	[94100220] = {
		id = 94100220,
		text = "本节点可获取信件：【无义的悼亡】\
本节点已是本次测试时珊瑚树的最远点，这封信件在本次测试中暂无使用途径，敬请期待后续更新……",
	},
	[94100221] = {
		id = 94100221,
		text = "本节点已是本次测试时珊瑚树的最远点，敬请期待后续更新……",
	},
	[94100222] = {
		id = 94100222,
		text = "本节点已是本次测试时珊瑚树的最远点，敬请期待后续更新……",
	},
	[95000001] = {
		id = 95000001,
		text = "只要他愿意拆开信封",
	},
	[95000002] = {
		id = 95000002,
		text = "失乐星图",
	},
	[95000003] = {
		id = 95000003,
		text = "五浊恶世一日游",
	},
	[95000004] = {
		id = 95000004,
		text = "故人",
	},
	[95000005] = {
		id = 95000005,
		text = "邪眼与天上的食人者",
	},
	[95000006] = {
		id = 95000006,
		text = "堕为君王",
	},
	[95000007] = {
		id = 95000007,
		text = "一时倾尽的北风",
	},
	[95100001] = {
		id = 95100001,
		text = "实用乱杀装置",
	},
	[95100002] = {
		id = 95100002,
		text = "风与听者渐行渐远",
	},
	[95100003] = {
		id = 95100003,
		text = "无义的悼亡",
	},
	[95200001] = {
		id = 95200001,
		text = "所以暂时将你眼睛闭了起来",
	},
	[95200002] = {
		id = 95200002,
		text = "信风初试云雨情",
	},
	[96000001] = {
		id = 96000001,
		text = "主线任务",
	},
	[97000001] = {
		id = 97000001,
		text = "",
	},
	[97000002] = {
		id = 97000002,
		text = "",
	},
	[97000003] = {
		id = 97000003,
		text = "",
	},
	[97000004] = {
		id = 97000004,
		text = "前往空间站",
	},
	[97000005] = {
		id = 97000005,
		text = "与前台对话",
	},
	[97000006] = {
		id = 97000006,
		text = "与办事员对话",
	},
	[97000007] = {
		id = 97000007,
		text = "前往祭坛",
	},
	[97000008] = {
		id = 97000008,
		text = "点击特定部位，查明真相",
	},
	[97000009] = {
		id = 97000009,
		text = "带着小鱼离开",
	},
	[97000010] = {
		id = 97000010,
		text = "",
	},
	[97000011] = {
		id = 97000011,
		text = "",
	},
	[97000012] = {
		id = 97000012,
		text = "前往驾驶位",
	},
	[97000013] = {
		id = 97000013,
		text = "前往吧台",
	},
	[97000014] = {
		id = 97000014,
		text = "前往「星图气泡」",
	},
	[97000015] = {
		id = 97000015,
		text = "切换战舰视角",
	},
	[97000016] = {
		id = 97000016,
		text = "",
	},
	[97000017] = {
		id = 97000017,
		text = "",
	},
	[97000018] = {
		id = 97000018,
		text = "",
	},
	[97000019] = {
		id = 97000019,
		text = "",
	},
	[97000020] = {
		id = 97000020,
		text = "",
	},
	[97000021] = {
		id = 97000021,
		text = "",
	},
	[97000022] = {
		id = 97000022,
		text = "",
	},
	[97000023] = {
		id = 97000023,
		text = "",
	},
	[97000024] = {
		id = 97000024,
		text = "",
	},
	[97000025] = {
		id = 97000025,
		text = "",
	},
	[97000026] = {
		id = 97000026,
		text = "完成教室-信风<巨刃>",
	},
	[97000027] = {
		id = 97000027,
		text = "前往舰桥下层",
	},
	[97000028] = {
		id = 97000028,
		text = "升级任意角色",
	},
	[97000029] = {
		id = 97000029,
		text = "切换战舰视角",
	},
	[97000030] = {
		id = 97000030,
		text = "前往星图终点",
	},
	[97000031] = {
		id = 97000031,
		text = "",
	},
	[97000032] = {
		id = 97000032,
		text = "",
	},
	[97000033] = {
		id = 97000033,
		text = "",
	},
	[97000034] = {
		id = 97000034,
		text = "",
	},
	[97000035] = {
		id = 97000035,
		text = "",
	},
	[97000036] = {
		id = 97000036,
		text = "",
	},
	[97000037] = {
		id = 97000037,
		text = "切换战舰视角",
	},
	[97000038] = {
		id = 97000038,
		text = "",
	},
	[97000039] = {
		id = 97000039,
		text = "",
	},
	[97000040] = {
		id = 97000040,
		text = "升级任意武器",
	},
	[97000041] = {
		id = 97000041,
		text = "切换战舰视角",
	},
	[97000042] = {
		id = 97000042,
		text = "",
	},
	[97000043] = {
		id = 97000043,
		text = "",
	},
	[97000044] = {
		id = 97000044,
		text = "完成教室-小鱼<浮塔>",
	},
	[97000045] = {
		id = 97000045,
		text = "",
	},
	[97000046] = {
		id = 97000046,
		text = "",
	},
	[97000047] = {
		id = 97000047,
		text = "",
	},
	[97000048] = {
		id = 97000048,
		text = "",
	},
	[97000049] = {
		id = 97000049,
		text = "",
	},
	[97000050] = {
		id = 97000050,
		text = "随逆戟雀离开闸机",
	},
	[97000051] = {
		id = 97000051,
		text = "随逆戟雀认识街区",
	},
	[97000052] = {
		id = 97000052,
		text = "前往地铁空间",
	},
	[97000053] = {
		id = 97000053,
		text = "在<异枝与重聚>接机十次",
	},
	[97000054] = {
		id = 97000054,
		text = "离开地铁空间",
	},
	[97000055] = {
		id = 97000055,
		text = "前往【客卧】",
	},
	[97000056] = {
		id = 97000056,
		text = "放置家具【神秘喷雾】",
	},
	[97000057] = {
		id = 97000057,
		text = "进行特殊互动",
	},
	[97000058] = {
		id = 97000058,
		text = "离开奇怪的套房",
	},
	[97000059] = {
		id = 97000059,
		text = "随逆戟雀认识街区",
	},
	[97000060] = {
		id = 97000060,
		text = "在无夜玛特购买物品",
	},
	[97000061] = {
		id = 97000061,
		text = "随逆戟雀认识街区",
	},
	[97000062] = {
		id = 97000062,
		text = "升级任意角色技能",
	},
	[97000063] = {
		id = 97000063,
		text = "随逆戟雀认识街区",
	},
	[97000064] = {
		id = 97000064,
		text = "尝试一次炼金与分解",
	},
	[97000065] = {
		id = 97000065,
		text = "尝试一次炼金",
	},
	[97000066] = {
		id = 97000066,
		text = "尝试一次分解",
	},
	[97000067] = {
		id = 97000067,
		text = "",
	},
	[97000068] = {
		id = 97000068,
		text = "随逆戟雀认识街区",
	},
	[97000069] = {
		id = 97000069,
		text = "尝试一次每日危航",
	},
	[97000070] = {
		id = 97000070,
		text = "领取一次日常任务奖励",
	},
	[97000071] = {
		id = 97000071,
		text = "回去见老板娘",
	},
	[97000072] = {
		id = 97000072,
		text = "",
	},
	[97000073] = {
		id = 97000073,
		text = "在暗巷，如此这般……",
	},
	[97000074] = {
		id = 97000074,
		text = "离开无序之都",
	},
	[97000075] = {
		id = 97000075,
		text = "探索星图",
	},
	[97000076] = {
		id = 97000076,
		text = "部署1个建筑",
	},
	[97000077] = {
		id = 97000077,
		text = "探索星图",
	},
	[97000078] = {
		id = 97000078,
		text = "晋升1个建筑",
	},
	[97000079] = {
		id = 97000079,
		text = "探索星图",
	},
	[97000080] = {
		id = 97000080,
		text = "拆除1个建筑",
	},
	[97000081] = {
		id = 97000081,
		text = "完成本次远航",
	},
	[97000082] = {
		id = 97000082,
		text = "前往暗巷",
	},
	[97000083] = {
		id = 97000083,
		text = "激活任意星位",
	},
	[97000084] = {
		id = 97000084,
		text = "前往远航支援商店",
	},
	[97000085] = {
		id = 97000085,
		text = "远航商店加点一次",
	},
	[97000086] = {
		id = 97000086,
		text = "前往暗巷",
	},
	[97000087] = {
		id = 97000087,
		text = "离开无序之都",
	},
	[97000088] = {
		id = 97000088,
		text = "",
	},
	[97000089] = {
		id = 97000089,
		text = "切换战舰视角",
	},
	[97000090] = {
		id = 97000090,
		text = "前往「水星天」",
	},
	[97000091] = {
		id = 97000091,
		text = "",
	},
	[97000092] = {
		id = 97000092,
		text = "",
	},
	[97000093] = {
		id = 97000093,
		text = "",
	},
	[97000094] = {
		id = 97000094,
		text = "",
	},
	[97000095] = {
		id = 97000095,
		text = "",
	},
	[97000096] = {
		id = 97000096,
		text = "",
	},
	[97000097] = {
		id = 97000097,
		text = "",
	},
	[97000098] = {
		id = 97000098,
		text = "",
	},
	[97000099] = {
		id = 97000099,
		text = "",
	},
	[97000100] = {
		id = 97000100,
		text = "",
	},
	[97000101] = {
		id = 97000101,
		text = "",
	},
	[97000102] = {
		id = 97000102,
		text = "",
	},
	[97000103] = {
		id = 97000103,
		text = "",
	},
	[97000104] = {
		id = 97000104,
		text = "",
	},
	[97000105] = {
		id = 97000105,
		text = "",
	},
	[97000106] = {
		id = 97000106,
		text = "",
	},
	[97000107] = {
		id = 97000107,
		text = "去暗巷",
	},
	[97000108] = {
		id = 97000108,
		text = "去见伯恩斯",
	},
	[97000109] = {
		id = 97000109,
		text = "去宇宙",
	},
	[97000110] = {
		id = 97000110,
		text = "前往星图终点",
	},
	[97000111] = {
		id = 97000111,
		text = "",
	},
	[97000112] = {
		id = 97000112,
		text = "",
	},
	[97000113] = {
		id = 97000113,
		text = "",
	},
	[97000114] = {
		id = 97000114,
		text = "",
	},
	[97000115] = {
		id = 97000115,
		text = "",
	},
	[97000116] = {
		id = 97000116,
		text = "",
	},
	[97000117] = {
		id = 97000117,
		text = "",
	},
	[97000118] = {
		id = 97000118,
		text = "",
	},
	[97000119] = {
		id = 97000119,
		text = "",
	},
	[97000120] = {
		id = 97000120,
		text = "踏入街区",
	},
	[97000121] = {
		id = 97000121,
		text = "",
	},
	[97000122] = {
		id = 97000122,
		text = "",
	},
	[97000123] = {
		id = 97000123,
		text = "",
	},
	[97000124] = {
		id = 97000124,
		text = "",
	},
	[97000125] = {
		id = 97000125,
		text = "",
	},
	[97000126] = {
		id = 97000126,
		text = "",
	},
	[97000127] = {
		id = 97000127,
		text = "",
	},
	[97000128] = {
		id = 97000128,
		text = "",
	},
	[97000129] = {
		id = 97000129,
		text = "",
	},
	[97000130] = {
		id = 97000130,
		text = "",
	},
	[97000131] = {
		id = 97000131,
		text = "逛街中……",
	},
	[97000132] = {
		id = 97000132,
		text = "离开无序之都",
	},
	[97000133] = {
		id = 97000133,
		text = "前往星图终点",
	},
	[97000134] = {
		id = 97000134,
		text = "",
	},
	[97000135] = {
		id = 97000135,
		text = "",
	},
	[97000136] = {
		id = 97000136,
		text = "",
	},
	[97000137] = {
		id = 97000137,
		text = "",
	},
	[97000138] = {
		id = 97000138,
		text = "",
	},
	[97000139] = {
		id = 97000139,
		text = "",
	},
	[97000140] = {
		id = 97000140,
		text = "",
	},
	[97000141] = {
		id = 97000141,
		text = "",
	},
	[97000142] = {
		id = 97000142,
		text = "",
	},
	[97000143] = {
		id = 97000143,
		text = "前往暗巷",
	},
	[97000144] = {
		id = 97000144,
		text = "前往星图终点",
	},
	[97000145] = {
		id = 97000145,
		text = "",
	},
	[97000146] = {
		id = 97000146,
		text = "",
	},
	[97000147] = {
		id = 97000147,
		text = "",
	},
	[97000148] = {
		id = 97000148,
		text = "",
	},
	[97000149] = {
		id = 97000149,
		text = "",
	},
	[97000150] = {
		id = 97000150,
		text = "",
	},
	[97000151] = {
		id = 97000151,
		text = "",
	},
	[97000152] = {
		id = 97000152,
		text = "",
	},
	[97000153] = {
		id = 97000153,
		text = "",
	},
	[97000154] = {
		id = 97000154,
		text = "",
	},
	[97000155] = {
		id = 97000155,
		text = "",
	},
	[97000156] = {
		id = 97000156,
		text = "",
	},
	[97000157] = {
		id = 97000157,
		text = "",
	},
	[97000158] = {
		id = 97000158,
		text = "",
	},
	[97000159] = {
		id = 97000159,
		text = "",
	},
	[97000160] = {
		id = 97000160,
		text = "玩家等级达到15级",
	},
	[97000161] = {
		id = 97000161,
		text = "前往暗巷",
	},
	[97000162] = {
		id = 97000162,
		text = "离开无序之都",
	},
	[97000163] = {
		id = 97000163,
		text = "",
	},
	[97000164] = {
		id = 97000164,
		text = "",
	},
	[97000165] = {
		id = 97000165,
		text = "",
	},
	[97000166] = {
		id = 97000166,
		text = "",
	},
	[97000167] = {
		id = 97000167,
		text = "",
	},
	[97000168] = {
		id = 97000168,
		text = "自由地进行一次远航",
	},
	[97000169] = {
		id = 97000169,
		text = "",
	},
	[97000170] = {
		id = 97000170,
		text = "踏入街区",
	},
	[97000171] = {
		id = 97000171,
		text = "前往「多冰少沙」",
	},
	[97000172] = {
		id = 97000172,
		text = "前往暗巷",
	},
	[97000173] = {
		id = 97000173,
		text = "前往星图终点",
	},
	[97000174] = {
		id = 97000174,
		text = "前往暗巷回报情况",
	},
	[97000175] = {
		id = 97000175,
		text = "",
	},
	[97000176] = {
		id = 97000176,
		text = "",
	},
	[97000177] = {
		id = 97000177,
		text = "",
	},
	[97000178] = {
		id = 97000178,
		text = "",
	},
	[97000179] = {
		id = 97000179,
		text = "玩家等级达到25级",
	},
	[97000180] = {
		id = 97000180,
		text = "前往广场",
	},
	[97000181] = {
		id = 97000181,
		text = "",
	},
	[97000182] = {
		id = 97000182,
		text = "",
	},
	[97000183] = {
		id = 97000183,
		text = "",
	},
	[97000184] = {
		id = 97000184,
		text = "",
	},
	[97000185] = {
		id = 97000185,
		text = "",
	},
	[97000186] = {
		id = 97000186,
		text = "前往总统套房楼层",
	},
	[97000187] = {
		id = 97000187,
		text = "找出小鱼的特殊互动点",
	},
	[97000188] = {
		id = 97000188,
		text = "跟随指引图钉离开套房",
	},
	[97000189] = {
		id = 97000189,
		text = "",
	},
	[97000190] = {
		id = 97000190,
		text = "",
	},
	[97000191] = {
		id = 97000191,
		text = "",
	},
	[97000192] = {
		id = 97000192,
		text = "",
	},
	[97000193] = {
		id = 97000193,
		text = "",
	},
	[97000194] = {
		id = 97000194,
		text = "",
	},
	[97000195] = {
		id = 97000195,
		text = "",
	},
	[97000196] = {
		id = 97000196,
		text = "前往办公室楼层",
	},
	[97000197] = {
		id = 97000197,
		text = "",
	},
	[97000198] = {
		id = 97000198,
		text = "",
	},
	[97000199] = {
		id = 97000199,
		text = "",
	},
	[97000200] = {
		id = 97000200,
		text = "自由地进行一次远航",
	},
	[97000201] = {
		id = 97000201,
		text = "前往办公室楼层",
	},
	[97000202] = {
		id = 97000202,
		text = "",
	},
	[97000203] = {
		id = 97000203,
		text = "",
	},
	[97000204] = {
		id = 97000204,
		text = "",
	},
	[97000205] = {
		id = 97000205,
		text = "",
	},
	[97000206] = {
		id = 97000206,
		text = "",
	},
	[97000207] = {
		id = 97000207,
		text = "",
	},
	[97000208] = {
		id = 97000208,
		text = "",
	},
	[97000209] = {
		id = 97000209,
		text = "逛街中……",
	},
	[97000210] = {
		id = 97000210,
		text = "完成一次梦境灵修",
	},
	[97000211] = {
		id = 97000211,
		text = "离开无序之都",
	},
	[97000212] = {
		id = 97000212,
		text = "玩家等级达到30级",
	},
	[97000213] = {
		id = 97000213,
		text = "前往商业街某处",
	},
	[97000214] = {
		id = 97000214,
		text = "熔铸一次内天体",
	},
	[97000215] = {
		id = 97000215,
		text = "前往酒店大堂",
	},
	[97000216] = {
		id = 97000216,
		text = "",
	},
	[97000217] = {
		id = 97000217,
		text = "",
	},
	[97000218] = {
		id = 97000218,
		text = "",
	},
	[97000219] = {
		id = 97000219,
		text = "前往「多冰少沙」",
	},
	[97000220] = {
		id = 97000220,
		text = "",
	},
	[97000221] = {
		id = 97000221,
		text = "",
	},
	[97000222] = {
		id = 97000222,
		text = "前往律师事务所",
	},
	[97000223] = {
		id = 97000223,
		text = "",
	},
	[97000224] = {
		id = 97000224,
		text = "前往暗巷",
	},
	[97000225] = {
		id = 97000225,
		text = "潜入律师事务所",
	},
	[97000226] = {
		id = 97000226,
		text = "前往暗巷回报情况",
	},
	[97000227] = {
		id = 97000227,
		text = "前往办公室楼层",
	},
	[97000228] = {
		id = 97000228,
		text = "",
	},
	[97000229] = {
		id = 97000229,
		text = "自由地进行一次远航",
	},
	[97000230] = {
		id = 97000230,
		text = "前往办公室楼层",
	},
	[97000231] = {
		id = 97000231,
		text = "",
	},
	[97000232] = {
		id = 97000232,
		text = "前往「咨询公司」",
	},
	[97000233] = {
		id = 97000233,
		text = "进入「咨询公司」",
	},
	[97000234] = {
		id = 97000234,
		text = "",
	},
	[97000235] = {
		id = 97000235,
		text = "",
	},
	[97000236] = {
		id = 97000236,
		text = "",
	},
	[97000237] = {
		id = 97000237,
		text = "前往办公室楼层",
	},
	[97000238] = {
		id = 97000238,
		text = "",
	},
	[97000239] = {
		id = 97000239,
		text = "离开无序之都",
	},
	[97000240] = {
		id = 97000240,
		text = "",
	},
	[97000241] = {
		id = 97000241,
		text = "",
	},
	[97000242] = {
		id = 97000242,
		text = "",
	},
	[97000243] = {
		id = 97000243,
		text = "",
	},
	[97000244] = {
		id = 97000244,
		text = "",
	},
	[97000245] = {
		id = 97000245,
		text = "",
	},
	[99000001] = {
		id = 99000001,
		text = "剩余时间：%d次探索",
	},
	[99100001] = {
		id = 99100001,
		text = "跃迁",
	},
	[99100002] = {
		id = 99100002,
		text = "探索",
	},
	[99100003] = {
		id = 99100003,
		text = "解锁建筑格",
	},
	[99100004] = {
		id = 99100004,
		text = "晋升",
	},
	[99100005] = {
		id = 99100005,
		text = "部署建筑",
	},
	[99100006] = {
		id = 99100006,
		text = "拆除",
	},
	[99100007] = {
		id = 99100007,
		text = "战斗",
	},
	[99100008] = {
		id = 99100008,
		text = "选择建筑",
	},
	[99100009] = {
		id = 99100009,
		text = "选择异宝",
	},
	[99100010] = {
		id = 99100010,
		text = "获得建筑",
	},
	[99100011] = {
		id = 99100011,
		text = "获得异宝",
	},
	[99200001] = {
		id = 99200001,
		text = "赎罪奖券",
	},
	[99200002] = {
		id = 99200002,
		text = "复乐园理事会远航时的通用代币",
	},
	[99200003] = {
		id = 99200003,
		text = "金刚凝胶",
	},
	[99200004] = {
		id = 99200004,
		text = "诺伦尼姆的物质界投影之一，用途广泛。在重选蓝图、晋升建筑、替换队员、宇宙商店等场合，都被作为货币使用。",
	},
	[99200005] = {
		id = 99200005,
		text = "影响因子",
	},
	[99200006] = {
		id = 99200006,
		text = "科研相关收益的数值化交易代币",
	},
	[99200007] = {
		id = 99200007,
		text = "生存值",
	},
	[99200008] = {
		id = 99200008,
		text = "战斗失败时-1，BOSS抵达基地后每回合-1。当生存值为0时，远航失败。",
	},
	[99200009] = {
		id = 99200009,
		text = "舰武载弹",
	},
	[99200010] = {
		id = 99200010,
		text = "每次使用战舰技能-1。",
	},
	[99200011] = {
		id = 99200011,
		text = "拆除建筑不会返还蓝图，是否确认拆除？",
	},
	[99200012] = {
		id = 99200012,
		text = "是否放弃获取新的建筑蓝图？",
	},
	[99200013] = {
		id = 99200013,
		text = "确认将建筑召回，还原成蓝图？",
	},
	[99300001] = {
		id = 99300001,
		text = "跳过",
	},
	[99300002] = {
		id = 99300002,
		text = "「败者」首领在基地附近出现！请速回航！",
	},
	[99300003] = {
		id = 99300003,
		text = "攻击",
	},
	[99400001] = {
		id = 99400001,
		text = "建筑蓝图",
	},
	[99400002] = {
		id = 99400002,
		text = "金刚凝胶",
	},
	[99400003] = {
		id = 99400003,
		text = "舰武载弹",
	},
	[99400004] = {
		id = 99400004,
		text = "生存值",
	},
	[99400005] = {
		id = 99400005,
		text = "攻击力",
	},
	[99400006] = {
		id = 99400006,
		text = "物理伤害提升",
	},
	[99400007] = {
		id = 99400007,
		text = "超凡伤害提升",
	},
	[99400008] = {
		id = 99400008,
		text = "物理防御力",
	},
	[99400009] = {
		id = 99400009,
		text = "超凡防御力",
	},
	[102000000] = {
		id = 102000000,
		text = "",
	},
	[102000001] = {
		id = 102000001,
		text = "无功能点",
	},
	[102000002] = {
		id = 102000002,
		text = "障碍物",
	},
	[102000100] = {
		id = 102000100,
		text = "巡航基地",
	},
	[102000101] = {
		id = 102000101,
		text = "建筑格",
	},
	[102000102] = {
		id = 102000102,
		text = "建筑格",
	},
	[102000200] = {
		id = 102000200,
		text = "随机事件",
	},
	[102000301] = {
		id = 102000301,
		text = "贵金属",
	},
	[102000302] = {
		id = 102000302,
		text = "金刚凝胶",
	},
	[102000303] = {
		id = 102000303,
		text = "「败者」残骸",
	},
	[102000304] = {
		id = 102000304,
		text = "诺伦燃料",
	},
	[102000401] = {
		id = 102000401,
		text = "「小夜灯」",
	},
	[102000402] = {
		id = 102000402,
		text = "——CB1暂无",
	},
	[102000501] = {
		id = 102000501,
		text = "遭遇战",
	},
	[102000502] = {
		id = 102000502,
		text = "学者的求救",
	},
	[102000503] = {
		id = 102000503,
		text = "贸易港的求救",
	},
	[102000504] = {
		id = 102000504,
		text = "富豪的求救",
	},
	[102000505] = {
		id = 102000505,
		text = "海盗的求救",
	},
	[102000601] = {
		id = 102000601,
		text = "领航星兽",
	},
	[102000602] = {
		id = 102000602,
		text = "护航邪龙",
	},
	[102000603] = {
		id = 102000603,
		text = "司航蜂鸟",
	},
	[102000701] = {
		id = 102000701,
		text = "老练的游商",
	},
	[102000702] = {
		id = 102000702,
		text = "海盗游商",
	},
	[102000703] = {
		id = 102000703,
		text = "精品游商",
	},
	[102000704] = {
		id = 102000704,
		text = "品牌推销员",
	},
	[102000705] = {
		id = 102000705,
		text = "异宝走私犯",
	},
	[102000706] = {
		id = 102000706,
		text = "迷弟游商",
	},
	[102000801] = {
		id = 102000801,
		text = "败者之锚",
	},
	[102000802] = {
		id = 102000802,
		text = "败者火坛",
	},
	[102000803] = {
		id = 102000803,
		text = "富翁的远游",
	},
	[102000804] = {
		id = 102000804,
		text = "诺伦研究",
	},
	[102000805] = {
		id = 102000805,
		text = "资源紧缺的哨站",
	},
	[102000806] = {
		id = 102000806,
		text = "理财项目",
	},
	[102000807] = {
		id = 102000807,
		text = "投资项目",
	},
	[102000808] = {
		id = 102000808,
		text = "嗜血金针菇",
	},
	[102000809] = {
		id = 102000809,
		text = "失事运输船",
	},
	[102000810] = {
		id = 102000810,
		text = "失事的科研组",
	},
	[102000811] = {
		id = 102000811,
		text = "失事的武库",
	},
	[102000812] = {
		id = 102000812,
		text = "诺伦粒子云",
	},
	[102000813] = {
		id = 102000813,
		text = "武装道场",
	},
	[102000814] = {
		id = 102000814,
		text = "失控的机器",
	},
	[102000815] = {
		id = 102000815,
		text = "空间站事故",
	},
	[102000816] = {
		id = 102000816,
		text = "故障运输组",
	},
	[102000817] = {
		id = 102000817,
		text = "怪人的藏品",
	},
	[102000818] = {
		id = 102000818,
		text = "数据共享",
	},
	[102000819] = {
		id = 102000819,
		text = "信风的信封",
	},
	[102000820] = {
		id = 102000820,
		text = "甜热浮石",
	},
	[102000900] = {
		id = 102000900,
		text = "航程起点",
	},
	[102000912] = {
		id = 102000912,
		text = "理事会守军",
	},
	[102000914] = {
		id = 102000914,
		text = "小鱼的观察",
	},
	[102000915] = {
		id = 102000915,
		text = "小鱼的被观察",
	},
	[102000920] = {
		id = 102000920,
		text = "临时基地",
	},
	[102000924] = {
		id = 102000924,
		text = "建筑蓝图",
	},
	[102000925] = {
		id = 102000925,
		text = "部署建筑",
	},
	[102000926] = {
		id = 102000926,
		text = "字段与晋升",
	},
	[102000927] = {
		id = 102000927,
		text = "潜行的一跃",
	},
	[102000928] = {
		id = 102000928,
		text = "接近的一跃",
	},
	[104120001] = {
		id = 104120001,
		text = "战场遗迹",
	},
	[104120002] = {
		id = 104120002,
		text = "遭遇抢劫",
	},
	[104120003] = {
		id = 104120003,
		text = "庆典",
	},
	[104120004] = {
		id = 104120004,
		text = "机械故障",
	},
	[104120005] = {
		id = 104120005,
		text = "赌鬼",
	},
	[104120006] = {
		id = 104120006,
		text = "发现稀有矿脉",
	},
	[104120007] = {
		id = 104120007,
		text = "战地医院",
	},
	[104120008] = {
		id = 104120008,
		text = "流星",
	},
	[104120009] = {
		id = 104120009,
		text = "特殊的残骸",
	},
	[104120010] = {
		id = 104120010,
		text = "特殊的残骸",
	},
	[104120011] = {
		id = 104120011,
		text = "刺鼻的气息……",
	},
	[104120012] = {
		id = 104120012,
		text = "诺伦航道乱流",
	},
	[104120013] = {
		id = 104120013,
		text = "科技团队",
	},
	[104120014] = {
		id = 104120014,
		text = "漂泊的空间站",
	},
	[104120015] = {
		id = 104120015,
		text = "展销珍宝",
	},
	[104191001] = {
		id = 104191001,
		text = "送卡牌",
	},
	[104191002] = {
		id = 104191002,
		text = "信标安保系统",
	},
	[104191003] = {
		id = 104191003,
		text = "遇到同行",
	},
	[104191004] = {
		id = 104191004,
		text = "找到信号源",
	},
	[104191005] = {
		id = 104191005,
		text = "找到信号源",
	},
	[104191006] = {
		id = 104191006,
		text = "先找到信号源",
	},
	[104191007] = {
		id = 104191007,
		text = "先找到信号源",
	},
	[104191008] = {
		id = 104191008,
		text = "遗物消失",
	},
	[104191009] = {
		id = 104191009,
		text = "如何处理空间站",
	},
	[104191010] = {
		id = 104191010,
		text = "如何处理遗物",
	},
	[104191011] = {
		id = 104191011,
		text = "如何处理遗物残骸",
	},
	[104192001] = {
		id = 104192001,
		text = "事件开始",
	},
	[104192002] = {
		id = 104192002,
		text = "失主B上门",
	},
	[104192003] = {
		id = 104192003,
		text = "失主A上门",
	},
	[104192004] = {
		id = 104192004,
		text = "B约抢货",
	},
	[104192005] = {
		id = 104192005,
		text = "求帮忙",
	},
	[104192006] = {
		id = 104192006,
		text = "A抢",
	},
	[104192007] = {
		id = 104192007,
		text = "试图灭口",
	},
	[104192008] = {
		id = 104192008,
		text = "准备自己敲失主",
	},
	[104192009] = {
		id = 104192009,
		text = "烫手山芋不烫了",
	},
	[104192010] = {
		id = 104192010,
		text = "A被灭口，没人甩你了",
	},
	[104192011] = {
		id = 104192011,
		text = "A被黑白两拨打手扑杀，打手顺网线上门被干碎",
	},
	[104192012] = {
		id = 104192012,
		text = "真失主上门",
	},
	[104193001] = {
		id = 104193001,
		text = "事件开始",
	},
	[104193002] = {
		id = 104193002,
		text = "出现机械守军",
	},
	[104193003] = {
		id = 104193003,
		text = "情况恶化",
	},
	[104193004] = {
		id = 104193004,
		text = "获得核心并解析",
	},
	[104193005] = {
		id = 104193005,
		text = "进入裂缝，遇到裂缝中的中枢",
	},
	[104193006] = {
		id = 104193006,
		text = "敌人准备进攻",
	},
	[104193007] = {
		id = 104193007,
		text = "决定方案",
	},
	[104193008] = {
		id = 104193008,
		text = "与机械体本身交涉",
	},
	[104193009] = {
		id = 104193009,
		text = "与机械体本身交涉",
	},
	[104193010] = {
		id = 104193010,
		text = "技术手段胜利",
	},
	[104220001] = {
		id = 104220001,
		text = "你驶入了一片空域，从四周散布的残骸来看，有一大批本以为自己是猎人的海盗变成了猎物。你并不清楚是谁对他们下的手，不过他们已经离开了，这片空域只剩下绵延不绝的战舰残骸和装备废料。\
但在把它看成「寻宝之旅」前，还是要注意海盗们的优良传统：包括但不限于诡雷和自动炮台的各种陷阱。",
	},
	[104220002] = {
		id = 104220002,
		text = "你的战舰收到一段信息，内容是一个顶着滑稽冗长头衔的海盗头子，要求你把手头的货物全部贡献出来，当成这片空域的「秩序维护费」。\
他煞有介事地吹嘘着他麾下的「义警」的骁勇善战，这群杂牌军已经占据了地利，甚至连舰炮都已经预热完毕，只等你给出一个答复。",
	},
	[104220003] = {
		id = 104220003,
		text = "这片星区似乎在庆祝什么节日，你甚至从舷窗都能看到五颜六色的礼花和灯光。",
	},
	[104220004] = {
		id = 104220004,
		text = "本来这只是一次惯例的全舰自检，但是自检程序运行之后没多久，整艘船就断电了。\
接着，伴着响彻全船的报警声和紧急照明灯的灯光，你的船员们查到了这次飞船跳闸趴窝的原因：船上的原材料加工设备负荷过高，短路了。",
	},
	[104220005] = {
		id = 104220005,
		text = "人活得够久就总会碰到各种各样奇怪事情。你明明只是打算在星区里的酒吧找人打听一点消息，可是刚坐上吧台，点的酒水就被邻座的人帮忙买了单。\
不速之客是一位追求刺激的职业赌徒。他说法他赌的第一场——今天会不会遇见一位有资本上桌的人——已经赢了，所以想邀请你一起前往赌桌，见证他的第二次胜利。",
	},
	[104220006] = {
		id = 104220006,
		text = "在进入这个星区时，护盾发生仪、星相仪和雷达同时发出了啸叫。\
你不偏不倚冲进了一条高速移动的大量小行星组成的小行星带，大量撞在护盾上的微型小行星严重干扰了读数。不过在你确认了小行星带的内容后，船员们的尖叫声一点都不比仪器小。\
在船员和仪器都平复下来以后，一个奢侈的烦恼摆在了大家面前：我们的停留时间和开采设备只允许开采一部分小行星带，而各个区域的矿脉构成都不完全相同。",
	},
	[104220007] = {
		id = 104220007,
		text = "这个空间站云集了无数伤病患者，从历经血战的船员到身患旧疾的老人。\
一群医生正在这里开展临时的义诊。他们来自一个闻名遐迩的无国界组织，没有固定的诊所。\
考虑到药物和医疗设备都是耗材，他们的医疗服务也需要收费，但比大医院低廉很多。",
	},
	[104220008] = {
		id = 104220008,
		text = "一道流星划过船上的观景窗。这其实在星际航行中是司空见惯的事情，但星相仪的读数可不常见——它是所谓的许愿星！",
	},
	[104220009] = {
		id = 104220009,
		text = "一只巨大的败者孤零零地飘荡在附近，它早已死去很久，但它身上却有异常高的能量读数。\
调查之后，你发现导致它成为「败者」的那次燔祭，其实只是莫名中断，而并结束。\
王星辐照的能量仍然在它体内，并未固化成型。这样的能量完全可以稍作加工，为你所用。",
	},
	[104220010] = {
		id = 104220010,
		text = "在你飞船附近出现了一些异常读数。考虑到可能的袭击，你用探测器确认了一下。\
异常读数的来源，是一团无主的云状魔力团。从周围的痕迹来看，应该是有人在准备一场术法，而在准备过程中遭到了别人的袭击，只能仓皇逃跑。\
你可以对这团魔力加以干涉，让它为你所用。但这团魔力即将消散，所以需要思考一下，使用何种干涉手段，取得风险与效果的平衡。",
	},
	[104220011] = {
		id = 104220011,
		text = "明明船里的空气过滤系统工作正常，可你却闻到了一股不祥的刺鼻气味。在宇宙中，这种情形只可能是由超凡因素引发。\
一场不正规的燔祭仪式——在神秘的建筑中，有大量形迹可疑的邪教徒，还有缭绕全场的硫磺气味，以及堆放在中央祭坛上的一些，极其违法的……祭品。\
「燔祭」本该是「人对星的仪式」，但你却发现这场仪式的献祭对象，是一个伪装成王星的「败者」。",
	},
	[104220012] = {
		id = 104220012,
		text = "一场突发的诺伦航道乱流。在乱流中，太空的景象变得扭曲模糊。\
奇特的颜色和光芒交织在一起，你立刻让引擎满速运转，可是脱离这片乱流并不简单。货舱的锁被引力扯开了，有一批货物被甩了出去。\
现在，虽然你勉强离开了乱流中心，但你从取景窗都还能看到货柜信标的光点——那个在乱流中心做着布朗运动的就是了。",
	},
	[104220013] = {
		id = 104220013,
		text = "你进入这片空域没多久，附近科研空间站的主管就嚷嚷说你干扰了他们的观测数据。\
不过，在你用自己的数据补上之后，主管立刻变得兴高采烈起来，邀请你去空间站做客。\
愉快的聊天时光很快就结束了。作为提供海量数据的报酬，主管慷慨地提供了一份模块化设备的设计稿。\
可惜你临时基地里的加工中心性能有限，对产物要求越高，造出一堆废品的概率就越高。而且这份设计稿阅后即焚，毕竟它还在专利保护期。",
	},
	[104220014] = {
		id = 104220014,
		text = "有一艘无人废船孤零零的在这个星区飘荡。从褪色的表面来看，这艘船已经在这里漂泊了很久。船身上巨大的破洞也在无声诉说它当年的经历。\
你登上了这艘船。墙壁上的控制面板和显示屏已经失去了光彩，只剩下模糊的残影。你小心翼翼地穿行在狭窄的走廊和房间之间，不时发现一些废弃的设备和物品，它们曾经是这艘船的生命线和活力源泉。\
而现在，这艘船上除了你以外，唯一还会动的，是仍在这艘废船上徘徊的警卫机器人。",
	},
	[104220015] = {
		id = 104220015,
		text = "一艘巨大的商船正在展销。一封标题为《请不要错过这些星际珍宝！》的邮件飞进了你的通知栏。\
邮件内容包括了各式各样的物品，从罕见的宝石到古老的文物，从高科技装备到稀有的资源，东西实在是太多了。哪怕是拖滑动条，这封邮件你也拖了一分钟才到底。\
你注定只能量力而行。",
	},
	[104291001] = {
		id = 104291001,
		text = "你收到了一个微弱的识别信号。根据信号的格式来看，这个信号来自于一艘本应在百年前就失联了的巨型空间站。\
保险起见，你在前往信号源的路上查了下这个空间站的信息，但却发现这个空间站消失的原因就语焉不详，就好像从理事会到这个空间站所属的公司上上下下都在刻意隐瞒一样。\
靠近空间站后，仔细观察着它的外观。它的外表已经被时间和太空中的微陨石磨损得不成样子，布满裂痕和凹陷。从外壳的破裂处透出阴暗的灯光，使你产生一种不安的感觉。\
但你舰上的远距离扫描仪显示里面有着明显异样的信号。这个空间站失踪百年的原因或许和这个信号有关……",
	},
	[104291002] = {
		id = 104291002,
		text = "以一个沉寂百年的空间站来说，这里有些过于热闹了——无数机器人在这个空间站徘徊着。还好，空间站本身也足够大，有的是空间让你一边前进一边和他们玩捉迷藏。\
你穿过一条条昏暗的走廊，注意力紧绷地观察着每一个角落。随着你的脚步，废弃空间站的秘密逐渐揭开。你发现了房间内的控制面板，通过它你能够获取有关这个空间站的信息。\
突然，一阵机械声响起。你回过头，目光与一台安保机器人那发着红光的摄像头打了个正着。毫无感情的电子合成音从这个铁皮罐头里响起。“本空间站已下达人员净空命令！立即离开！否则将采取强制措施！”",
	},
	[104291003] = {
		id = 104291003,
		text = "你在附近调查了一圈。除了遗迹里的微弱动静——远距离扫描仪扫描的结果是安保机器人——外遗迹里似乎没什么太奇怪的地方。看起来你是第一个访客。\
不过不是最后一个：飞船捕捉到了一个跃迁信号。很快，一艘舰身画满了各种花纹，一副嘻哈风格外观的飞船到来。\
飞船的主人注意到你后就用公开频道向你发通信。“嗨，哥们！到得早啊！介不介意兄弟搭把手，有财大家一起发？”一张笑嘻嘻的男人的大脸把屏幕挤得满满当当。好吧，探险家或者说拾荒者里这种自来熟性格的确不算少。",
	},
	[104291004] = {
		id = 104291004,
		text = "“当你看到一只蟑螂时，就意味着附近有一千只。”这里的安保机器人让你想起这句话。从大量机器人中杀出重围后，你快速的向空间站深处的信号源冲刺。\
到不只是因为得躲蟑螂，还有一个原因是你收到了来自自己飞船的远距离通讯，有别的飞船也来到了这个空间站。觊觎这里的人不止你一个。\
当到达空间站最深处时，一个穿着机甲的男人挡在你的面前。他的机甲看起来是崭新的，准是那个“别的飞船”的人。你试着跟他对话说明自己不打算对人动武，但他没有回复你。仔细一看，他的表情扭曲，目光失去焦点，彷佛失去了理智。\
你不由得看向他的背后。他背后有着一个不知是什么的发光体。看起来这就是那个信号源。“本空间站已下达人员净空命令！”之前机器人的电子音重新在你脑中回荡起来。这个空间站之前净空人员是因为这个？",
	},
	[104291005] = {
		id = 104291005,
		text = "事实证明，十个笑嘻嘻的自来熟里八个都不是好东西。那个大块头在进入空间站后没多久，就找到机会甩开了你自己一个人向着深处的信号源全速冲刺。\
你的提案只是六四分账，但他的算盘打的看起来是他一个人独吞。为了避免这种事情发生，你也赶紧冲了进去。随着你们二人的相对距离越来越短，你感受到一种不寻常的能量弥漫在周围，让你的心跳加速。\
在空间站深处，你重新见到了他。之前那张笑嘻嘻的蠢脸说真的不怎么讨喜，可他现在这副目光失去焦点，表情空洞扭曲，彷佛失去了理智的样子更惹人厌。\
你不由得看向他的背后。他背后有着一个不知是什么的发光体，看起来这就是那个信号源。这人是不聪明没错，但他这么快失去了理智会不会和那个发光体有关？",
	},
	[104291006] = {
		id = 104291006,
		text = "很凑巧的是，你手边的控制面板有个大大的红色按键，还写着紧急锁定。\
你猛地敲下那个按钮，转身狂奔。在你逃跑时，眼角余光瞥到身后的屏蔽门轰的一声关了起来，把机器人隔在了门外。蒙对了！\
脚步刚停下来，你就收到了来自自己飞船的远距离通讯，有别的飞船也来到了这个空间站。觊觎这里的人不止你一个。\
当到达空间站最深处时，你看见一个发出黄绿色光芒的奇怪发光体。虽然听不到声音，但你知道这就是那个信号源。你只看着光芒就能认知到这道光是有生命有要传达的信息的，他在邀请——\
败者！还是有智慧的高级败者！你下意识咬了一下舌尖，痛觉让你恢复了神智。他在试图控制你。看起来得先应付一下这个麻烦的家伙。",
	},
	[104291007] = {
		id = 104291007,
		text = "常识告诉我们，这个大块头这种笑法是那种明明心里有别的算盘，但是却试图让人认为他毫无心机的笑法。背对着这种人的下一秒背上就会多出一个刀柄——刀身在身体里。\
你决定自己一个人先他一步冲入空间站，留下他在公频气急败坏，一边骂娘一边急匆匆的下船。\
当到达空间站最深处时，你看见一个发出黄绿色光芒的奇怪发光体。虽然听不到声音，但你知道这就是那个信号源。你只看着光芒就能认知到这道光是有生命有要传达的信息的，他在邀请——\
败者！还是有智慧的高级败者！你下意识咬了一下舌尖，痛觉让你恢复了神智。他在试图控制你。看起来得先应付一下这个麻烦的家伙。",
	},
	[104291008] = {
		id = 104291008,
		text = "你选择了与这个失去理智的人展开战斗。你明白，他说到底只是个被钱蒙蔽了双眼的拾荒客，没有对他下死手的必要。\
留手的结果是战斗结束的比预期的晚。在漫长的战斗之后，他躺在地上，昏迷不醒。你确认了他的生理状况，看起来这个大块头再睡十多个小时候就能醒了。没有错手杀死一个不该死的人，这让你感觉很好——不过是不是有些太好了？\
你环顾四周，发现一开始还在的那个发光体已经消失了。它在战斗的混乱中找到了逃脱的机会。虽然你未能亲眼目睹它的离去，但你可以感觉到它的消失才是让你心里产生宁静和安全感的原因。\
现在，这个空间站看起来安全了。该走人了……不过这个遗迹该怎么办？",
	},
	[104291009] = {
		id = 104291009,
		text = "既然这个大块头和他的新朋友关系这么好，那么我们也没必要再纠缠下去。你急忙穿过空间站的走廊，寻找着通往出口的路线。心跳加速，你时刻保持着警觉，生怕遭遇更多的危险。\
在逃离的过程中，你突然来到了空间站的控制中心。你不禁停下脚步，凝视着这个曾经承载着命运之轮的地方。你的心中涌起一种奇妙的感觉，仿佛能够感受到百年前居民们留下的足迹和他们的决意。\
在这一刻，你意识到这个废弃空间站之前的神秘消失其实是当时的居民主动对外屏蔽了这里。他们为了保护外界，将这个地方隐藏起来，防止这个败者危害他人。而现在，这个责任落在了你的手上……",
	},
	[104291010] = {
		id = 104291010,
		text = "你脑中的压力时轻时重。这个败者也意识到控制你是一件很困难的事情，但他也还在犹豫要不要继续拿你当傀儡。\
这种时候就需要推一把。你开始回忆你之前的经历，除你之外的那个陌生的外来者——压力瞬间减轻了。看起来这个败者决定去改向他伸出魔爪。\
现在，你必须尽快离开这个废弃空间站。不只是为了你自己，还为了那个非自愿替你争取时间的垫背倒霉鬼和这个败者本身。出去之后，你第一件事就是通知理事会的人要求他们派出专门的人处理这件事。\
但出去之前你还有一些时间，而你的逃跑路线碰巧路过这个空间站的主仓库，准确的说，你人现在就在它门口……",
	},
	[104291011] = {
		id = 104291011,
		text = "身为败者应该比人类更加明白柿子挑软的捏这个道理。既然它不明白，那么就该让他长长教训。\
这个败者几乎没有任何战斗能力，你起手的一记试探攻击就让他丢盔弃甲开始求饶。它开出的价码还算琳琅满目：在这个空间站积累的财产，百年前它和理事会交易的内幕，甚至是它自己愿意为你当牛做马。但这些加起来都不如它彻底消失带给你的安心感诱人。\
事情结束了，你像电影结局的演出一样事了拂衣去，留下一个遗迹给事后收尾的人。毕竟你有自己的事情要忙：这个败者在求饶时提到了它和理事会有交易。理事会当年换了什么？为了什么？这件事应该可以好好深挖一下内幕，你甚至为此把它被干掉后留下的碎片带了回来……",
	},
	[104292001] = {
		id = 104292001,
		text = "你航行的飞船正穿越一片无垠的虚空。突然，一处异常的闪光吸引了你的注意力。\
那是一道反光，反光的物体是一个……保险箱？你把这个箱子捞上了船。\
这个保险箱明显价值不菲。单是保险箱上这个采用约翰逊保密协议的电子锁它的价格就够你的船整整一次定期检修的检修费，更不提拿来做这个保险箱箱体的材料价格预估下来起码是锁价格后面再加个零。\
你搜索了下可能的失主。发现网上有人讨论说一群穿着打扮就像古代地球某个国家的黑手党——这个国家好像叫「意大利」？——的组织正在找这个箱子，甚至闹了好几场流血冲突。看起来他们是真的很重视这个箱子……………………",
	},
	[104292002] = {
		id = 104292002,
		text = "你明智地选择将发现的保险箱归还给黑帮团伙。在一个空间站的暗巷中，你与黑帮的代表会面，交还了保险箱。这个自称为教父的黑帮代表表达了对你的感激之情，并保证会给予你适当的报酬。\
你以为这个故事已经结束，然而，过了一两天，另一个陌生黑帮也开始找起了这个保险箱。这一群自称他们的证据更加有说服力：船主公开了箱子的内容物外几乎所有的信息。\
看起来前一个黑帮只是在冒领。但现在箱子的确不在你手边，而且这个新黑帮的样子让你不由得怀疑这个箱子里的东西大概有些麻烦。",
	},
	[104292003] = {
		id = 104292003,
		text = "你决定保留那个被你捡到的保险箱，好奇心驱使你想弄清楚这个保险箱里到底有什么。然而，过了一两天，黑帮团伙找到了你，要求归还保险箱。话语中充满了黑帮惯例的“你不听我的话的话可得吃不了兜着走”的暗示。\
不过有两个问题：1，虽然嘴上说的难听，但这群黑帮看起来也并没像他们自吹自擂的那么强大，摆平他们其实不算什么难事儿。2，你搜到了一些新的消息，似乎还有另一群黑帮也在找这个箱子…………\
你意识到自己陷入了（至少）两个黑帮之间的争斗中，成为了这场争夺战的焦点。这个保险箱或者说他的内容物可能远比你想象的更有价值，而围绕着他即将展开一场大风波……",
	},
	[104292004] = {
		id = 104292004,
		text = "你告知了新的黑帮保险箱的去处。他们的代表臭着一张脸感谢了你。\
不出所料，过了几天后这个臭着脸的家伙又找上了门。这一次他讨论的话题是邀请你和他们一起抢这个保险箱。你暂时支开了他们，回复说需要考虑一两天。\
你要考虑的内容是这个箱子到底是谁的，以及内容物是什么。这次看起来还是动用一下理事会的关系比较好。然后，事情又出现了新的变化。在这个星区附近的理事会的一名高官才是这个保险箱的真正的主人，而这个箱子里的东西是他贪污的赃物。\
在这之后，这个来自黑帮的黑吃黑邀请变得有趣了起来……",
	},
	[104292005] = {
		id = 104292005,
		text = "围绕着这个保险箱的乐子就没停过。过了几天后，原本意气风发带着保险箱离开的黑帮又找了回来，但这一次他们灰头土脸，为首的出面人脸上甚至还能看到包扎。\
他们几乎是抱着你的腿求着你让你帮忙保护他们一段时间，在这几天，有许多人因为这个保险箱而找上他们，小半个帮派的人都受伤或失踪——这种场合的失踪明显意味着不知道尸体被丢进了哪条阴沟——他们现在最后的救命稻草只剩下你了。\
不过更大的乐子源于你在理事会的关系。通过可靠渠道证实，在这个星区附近的理事会的一名高官才是这个保险箱的真正的主人，而这个箱子里的东西是他贪污的赃物。\
这场围绕着保险箱的台风刮了回来，事情变得越来越有趣了。",
	},
	[104292006] = {
		id = 104292006,
		text = "你不断调查这个保险箱的来龙去脉，终于揭示了保险箱的真相：果然这个保险箱根本不属于那俩黑帮。他们不属于任何黑帮，而是理事会的一名高官私藏赃物的存钱罐。\
事情走到这一步，明显你已经脱离不开这个箱子了。最先作出反映的是最早的那个黑帮，他们叫上了（他们自称）他们的所有武力，对你下了所谓的“最后通牒”要求你交还保险箱。\
嗯，这群黑帮为什么会这么想要一个不属于他们的保险箱呢？",
	},
	[104292007] = {
		id = 104292007,
		text = "你跟着参与了这场猴戏，顺利的摆平了他们抢回了这个不属于在场任何人的保险箱。\
接下来的发展让你想起了黑帮电影的固定桥段之一：兔死狗烹。雇你来的这群不长眼的家伙决定让你永远闭嘴，来保证这个保险箱的事情再没有任何人知道。然后就是你把他们也揍得满地找牙。\
你带着这个保险箱回去后又过了一周。保险箱的失主亲自找到了你，为自己的小弟居然蠢到试图灭你口这点向你低头谢罪，同时表示愿意割一大笔肉来换取他的小秘密的安全。不过这个问题明显还有另一个解法……",
	},
	[104292008] = {
		id = 104292008,
		text = "本来你觉得既然他们提出虎口夺食，那么他们自然已经做好了准备。但你并没有想到他们居然以失败收场了。而你更没想到的是他们还被对方抓了几条舌头，在拷问下招出了他们的雇主就是这个理事会官员这件事。果然只有蠢货才会去干黑道这行。\
过了几天，这条结论得到了二次证实：最早拿走保险箱的黑帮又找到你这里了。这次他带着他刚刚享受过胜利的“强大军团”过来，打算确保保险箱的事情只有他们自己知道，这样他们能把这个箱子卖出一个非常好的价位。\
你立刻代失主从他们那里赎回了箱子——用拳头。好吧，现在这个箱子的闹剧也开始让人觉得无聊了，该把这个箱子怎么办？",
	},
	[104292009] = {
		id = 104292009,
		text = "你决定给这群可怜巴巴的落水狗当一次保镖。接下来，你经历了一场规模不小的战斗：狗急跳墙的理事会官员为了找回赃物居然动用了理事会在台面上的武装力量。难怪这群黑帮会满地找牙。\
在整件事情彻底平息后，留下的只剩下一个巨大的烂摊子：狗急跳墙的官员本身和他的私兵一起被你们摆平了，留下了一大堆私产。事情莫名其妙地变成了分赃大会。但，反正能拿到钱，结果好就没问题。",
	},
	[104292010] = {
		id = 104292010,
		text = "“保险箱风暴”平息的速度和他发起的速度一样都快的离谱。在你回绝了他们的恳求之后没多久，这群黑帮就仿佛从来没存在在这个世界上过一样。而你自己作为最早发现它的人，现在却完全无人关心。\
这么个灯下黑的状况其实是你乐见的：这个箱子的问题非常大。纵观全局，无论是最早的理事会官员，还是几任接手人，他们拿到这个保险箱后似乎都被这个箱子（或者说它的内容物）所影响，行事方针变的过于冒进和欠考虑，而且对箱子的占有欲也异常的强，这群哪怕被全灭也不愿意放手箱子的黑帮就是最好的证据。\
你通过理事会的关系再次确认后得知这个被贪下来的赃物出自土星天星环的某个巨型败者残骸，而这个官员在抢回保险箱后做的第一件事是准备「对土星天星环的实地调研」。这个箱子里究竟藏了什么……？",
	},
	[104292011] = {
		id = 104292011,
		text = "保险箱脱手还是脱晚了点。在你把这个烫手山芋丢出去后隔天，一条“理事会重拳出击捣毁本地黑帮”的新闻就传遍了大街小巷。你很清楚这其实是那个官员的灭口之举。\
就这个行动时间和规模来看，这记铁拳应该本来会砸到你自己头上，现在仅仅只是因为箱子又易主了所以那个官员需要先确保箱子而已。而对你的灭口尝试也肯定会开始。\
不过有这些时间就已经够了——你做好了准备，静等这条疯狗咬上门。\
在你打发那群不自量力的打手之后，这个箱子让人哭笑不得的又回到了你的手上——为什么这群打手抢回箱子后会带着它出任务？\
发病的狂犬肯定需要处理，还是先考虑怎么处理这个问题比较好，为什么每个人都对这个箱子有异常强的占有欲这种事情可以后面再研究。",
	},
	[104292012] = {
		id = 104292012,
		text = "有一种电子游戏的分类叫做塔防。这种游戏的玩法是会不断有人来攻击玩家，玩家需要做好防御击溃攻击方。从这种解构主义的角度来说，你一直在围绕着这个箱子玩塔防。而现在，敌人的头目，保险箱的原主人，理事会的官员本身出现了。\
身为文化人和办公室政治家，这个理事会官员的面子做的比较足，没有上来就舞刀弄枪。不过他在和我们交涉时表现的明显不太对劲：他宁愿散尽自己的几乎全部财产也想把这个箱子要回来带着它去土星天，就好像只要得到它那么世间再没任何值得他关心的事情了一样。土星天和这个箱子里究竟有什么东西？这么仔细想想，之前你一直坚持把这个箱子留在手边也很奇怪……",
	},
	[104293001] = {
		id = 104293001,
		text = "你的船正在常规巡航，船员们忙碌地执行各自的任务。突然间，控制面板上传来一道警报声，一道神秘的裂隙在你们的观测范围极限处出现了。\
接下来的事情几乎在瞬间发生：那个裂隙缓缓张开，顺着裂隙你勉强可见里面有无数机器人正准备从裂缝中涌出。它们的身形扭曲，机械肢体闪烁着危险的光芒，仿佛是从未知的恶梦中诞生的恶魔。\
毫无疑问，这是一个危险的突发事件，而他落在了我们肩上 。这样的问题该如何解决？",
	},
	[104293002] = {
		id = 104293002,
		text = "你毫不犹豫地选择主动出击，迎接这突如其来的威胁。当你靠近裂缝时，裂缝中的机器人们突然涌出，组成了大量的机械敌人。就造型而言，他们的样子与败者没有不同。而更让人迟疑的是那裂缝仍然存在于机器人敌群的背后，这个神秘的通道的另一端似乎还有更多惊喜等着我们。\
你迅速观察了周围的局势，面对这群敌人和裂缝的双重威胁，你需要做出关键的决策。是选择与敌人战斗，试图消灭这个威胁，还是冒险进入裂缝，探索其中的未知领域？",
	},
	[104293003] = {
		id = 104293003,
		text = "单是观测到的机器人可能还好，但裂缝后几乎能够确定不止这些。考虑到这层，你决定采取明智的策略，选择后撤并寻求其他人类的支援。你下令舰船迅速调整航向，脱离危险区域。\
在你后撤的过程中，裂缝中也在不断涌出新的机器人。你一边通知着星域附近的所有人类——无论理事会，中枢，还是中立派——一边在观测距离极限尽可能的收集他们的信息。\
幸运的是，你的求援并没有被忽视。几艘理事会和中枢的战舰捕捉到了你的信号，迅速赶到战场与你汇合，形成了一个临时的战时同盟。\
作为这个临时舰队的指挥官（理事会和中枢都拒绝服从对方的人的命令），你需要决定应对这场突发危机的方针。",
	},
	[104293004] = {
		id = 104293004,
		text = "你果断决定先解决敌人，再深入调查裂缝的秘密。毕竟，只有将看门的敌人消灭，才能保证自己接下来的行动不受干扰。\
你利用战舰和机甲的连携攻势与敌人展开了激烈的对抗，火光在战场上闪烁。随着战斗的进行，你的优势愈发明显。最终，随着一发舰炮射击，机器人们的防御被正式击溃。\
然而，这并不是他们的终结。溃败的机器人们绝大部分在后退重组，但你注意到其中一小部分机器人聚合成了一个巨大能量核心的样子。这个核心闪烁着神秘的光芒，显然具有巨大的能量——虽然从你船上的读数来看能量在不断的衰弱。而那道裂缝的强度似乎也和这颗核心一样在变的衰弱。",
	},
	[104293005] = {
		id = 104293005,
		text = "你认识到与其与可见的敌人战斗，还不如将注意力放在裂缝背后的潜在敌人上，因为它们可能更具威胁性。\
决定行动方针后，你和你的战舰开始尝试穿越巨兽的防御空档钻进裂缝之中。还好，这些敌人的火力无法快速击溃你的护盾，所以这个挑战并不算难。\
裂缝中的景象与正常的宇宙空间截然不同，你能观测到的只有指向裂缝另一端的切伦科夫辐射，以及充斥四处的大量的小机器人。这些小机器人无休止地穿行、转动着。然而，他们对你的舰船并不构成直接的威胁，仅仅只是在某种规则下自动运行着。你小心翼翼地避开它们，继续前进。\
你的战舰在裂缝中穿梭，经过一段时间的探索，发现裂缝深处居然有着一个巨型结构。这个巨型结构向你发送了一个通信请求——他表示他是这些机器人的控制单元，在这里他反而无法攻击你，所以希望和能成功杀进来的你“好好谈谈”。",
	},
	[104293006] = {
		id = 104293006,
		text = "双方的兵力严阵以待，气氛紧张而焦灼。\
不知是哪一方开的第一枪，但一眨眼的功夫，整个战场上就布满了双方准备已久的各式炮弹、激光、导弹、机甲等。\
随着战斗的进行，你开始注意到机器人们似乎有着固定的逻辑。它们的行动模式不太随机，而是按照一定的规则进行。这种不太智能的表现应该可以加以利用。\
但利用它的话，显然就得进行一番详细精确的战术制定和执行了。你们临时拼凑的同盟能够执行这样的战术吗？",
	},
	[104293007] = {
		id = 104293007,
		text = "你与临时拼凑的舰队集结在裂缝远处，小心避免刺激机器人直接开火。与一群不知究竟有多少的敌人直接交战的风险太过庞大，但他们是机器人，所以电子战应该是个可以考虑的手段。\
在一段时间的观察后，一艘友军的战舰告诉你他们侦测到奇怪的控制信号从裂缝深处传出，裂缝外的机器人都是通过这个信号控制的。这个发现为你提供了一个关键的信息：影响信号将意味着胜利。",
	},
	[104293008] = {
		id = 104293008,
		text = "在你调查核心时，核心突然向你发送了通信请求。\
你接入通信后，这颗核心开始向你陈述他们的来历和目的。他们解释道，他们是被研发出来的自律机械，旨在与「天敌」——一段额外的解释后你才明白指的是败者——进行战斗。他们来到这个地方，并非是与人类本身有什么敌意，而是在他们的观测下人类或多或少都有败者的特征。\
这番话让你思考良久。如今太阳系的人类文明都管败者叫做败者，天敌这个称呼过于奇怪。于是你巧妙地问了几个问题试图套话，结果算是意料之外情理之中：这群机器人至少肯定不是如今的太阳系文明制造的，而他们的造物主似乎已经灭亡，所以没人继续维护他们的思考逻辑，他们才会闹出今天这样的乱子。\
既然已知今天发生的一切都只是一场天大的误会，那么这些机器人也决定先行离开这里。但有一个问题还留在你心里：这些机器人是来自于遥远的未来吗？不然为什么他们会有人类将成为败者的结论？",
	},
	[104293009] = {
		id = 104293009,
		text = "你决定先答应控制单元的请求。毕竟听他说完再干掉他也不迟。\
控制单元开始向你陈述他们的来历和目的。他们解释道，他们是被研发出来的自律机械，旨在与「天敌」——一段额外的解释后你才明白指的是败者——进行战斗。他们来到这个地方，并非是与人类本身有什么敌意，而是在他们的观测下人类或多或少都有败者的特征。\
这番话让你思考良久。如今太阳系的人类文明都管败者叫做败者，天敌这个称呼过于奇怪。于是你巧妙地问了几个问题试图套话，结果算是意料之外情理之中：这群机器人至少肯定不是如今的太阳系文明制造的，而他们的造物主似乎已经灭亡，所以没人继续维护他们的思考逻辑，他们才会闹出今天这样的乱子。\
既然已知今天发生的一切都只是一场天大的误会，那么这些机器人也决定先行离开这里。但有一个问题还留在你心里：这些机器人是来自于遥远的未来吗？不然为什么他们会有人类将成为败者的结论？",
	},
	[104293010] = {
		id = 104293010,
		text = "你们的舰队一边与机器人远远的周旋，一边尝试现场黑入这些机器人。\
经过不懈的努力，你们终于成功地编写出了一种程序，这种程序能够伪造机器人的遥控信号，让他们的军队溃不成军。\
在快速的分发与安装程序后，战斗正式开始。机器人很快就意识到了你们在做什么，但无法有效抵抗来自病毒和舰队的双重攻击。他们的防御系统逐渐崩溃，战斗能力受到严重削弱。随着时间的推移，他们开始出现系统故障，不再可能挽回败局。\
最终，在涌出的机器人被解决后，裂缝自身关闭了自己，留下大量被黑掉但还没破坏掉的机器人在外面。\
这场不大不小的乱子迎来了结局，不过你的船员突然进来告诉你说他们初步调查了一下回收回来的机器人，这些机器人看来……他们应用的技术和如今的技术体系完全不同？这可是个大发现，应该会有很多人对此感兴趣。",
	},
	[106200011] = {
		id = 106200011,
		text = "直接探索",
	},
	[106200012] = {
		id = 106200012,
		text = "租用无人机",
	},
	[106200013] = {
		id = 106200013,
		text = "对陷阱使用干扰器",
	},
	[106200014] = {
		id = 106200014,
		text = "离开",
	},
	[106200021] = {
		id = 106200021,
		text = "主动交火",
	},
	[106200022] = {
		id = 106200022,
		text = "送个陷阱",
	},
	[106200023] = {
		id = 106200023,
		text = "置之不理",
	},
	[106200024] = {
		id = 106200024,
		text = "「理事卿之声」在此！",
	},
	[106200031] = {
		id = 106200031,
		text = "给船员放假",
	},
	[106200032] = {
		id = 106200032,
		text = "去船坞维护战舰",
	},
	[106200033] = {
		id = 106200033,
		text = "售卖无用货物",
	},
	[106200034] = {
		id = 106200034,
		text = "参与射击比赛",
	},
	[106200041] = {
		id = 106200041,
		text = "更换设备",
	},
	[106200042] = {
		id = 106200042,
		text = "忽略问题",
	},
	[106200043] = {
		id = 106200043,
		text = "改造设备",
	},
	[106200051] = {
		id = 106200051,
		text = "赌赎罪奖券",
	},
	[106200052] = {
		id = 106200052,
		text = "赌金刚凝胶",
	},
	[106200053] = {
		id = 106200053,
		text = "赌影响因子",
	},
	[106200054] = {
		id = 106200054,
		text = "拒绝邀请",
	},
	[106200061] = {
		id = 106200061,
		text = "开采东部",
	},
	[106200062] = {
		id = 106200062,
		text = "开采西部",
	},
	[106200063] = {
		id = 106200063,
		text = "开采南部",
	},
	[106200064] = {
		id = 106200064,
		text = "开采北部",
	},
	[106200071] = {
		id = 106200071,
		text = "常规治疗",
	},
	[106200072] = {
		id = 106200072,
		text = "全面治疗",
	},
	[106200073] = {
		id = 106200073,
		text = "离去",
	},
	[106200074] = {
		id = 106200074,
		text = "提供协助，换取折扣",
	},
	[106200081] = {
		id = 106200081,
		text = "向流星许愿",
	},
	[106200082] = {
		id = 106200082,
		text = "对流星拍照",
	},
	[106200083] = {
		id = 106200083,
		text = "与流星共鸣",
	},
	[106200084] = {
		id = 106200084,
		text = "主动汲取逸散的能量",
	},
	[106200091] = {
		id = 106200091,
		text = "权柄的加工",
	},
	[106200092] = {
		id = 106200092,
		text = "冥王的加工",
	},
	[106200093] = {
		id = 106200093,
		text = "乐园的加工",
	},
	[106200094] = {
		id = 106200094,
		text = "无眠的加工",
	},
	[106200095] = {
		id = 106200095,
		text = "无夜的加工",
	},
	[106200096] = {
		id = 106200096,
		text = "阿特拉斯的加工",
	},
	[106200101] = {
		id = 106200101,
		text = "最快速的干涉",
	},
	[106200102] = {
		id = 106200102,
		text = "快速的干涉",
	},
	[106200103] = {
		id = 106200103,
		text = "正常的干涉",
	},
	[106200104] = {
		id = 106200104,
		text = "稍复杂的干涉",
	},
	[106200105] = {
		id = 106200105,
		text = "复杂的干涉",
	},
	[106200106] = {
		id = 106200106,
		text = "最复杂的干涉",
	},
	[106200111] = {
		id = 106200111,
		text = "攻击败者",
	},
	[106200112] = {
		id = 106200112,
		text = "破坏仪式建筑",
	},
	[106200113] = {
		id = 106200113,
		text = "呼唤执法者",
	},
	[106200114] = {
		id = 106200114,
		text = "离开",
	},
	[106200121] = {
		id = 106200121,
		text = "抓紧离开",
	},
	[106200122] = {
		id = 106200122,
		text = "回收资源",
	},
	[106200131] = {
		id = 106200131,
		text = "设计方案一",
	},
	[106200132] = {
		id = 106200132,
		text = "设计方案二",
	},
	[106200133] = {
		id = 106200133,
		text = "设计方案三",
	},
	[106200134] = {
		id = 106200134,
		text = "设计方案四",
	},
	[106200141] = {
		id = 106200141,
		text = "取走货物",
	},
	[106200142] = {
		id = 106200142,
		text = "直接离开",
	},
	[106200151] = {
		id = 106200151,
		text = "少量购买",
	},
	[106200152] = {
		id = 106200152,
		text = "适量购买",
	},
	[106200153] = {
		id = 106200153,
		text = "大量购买",
	},
	[106200154] = {
		id = 106200154,
		text = "离开",
	},
	[106910011] = {
		id = 106910011,
		text = "进去调查",
	},
	[106910012] = {
		id = 106910012,
		text = "先调查周边空域",
	},
	[106910013] = {
		id = 106910013,
		text = "离开",
	},
	[106910021] = {
		id = 106910021,
		text = "与安保机器人战斗",
	},
	[106910022] = {
		id = 106910022,
		text = "躲开安保机器人",
	},
	[106910031] = {
		id = 106910031,
		text = "合作",
	},
	[106910032] = {
		id = 106910032,
		text = "不合作",
	},
	[106910041] = {
		id = 106910041,
		text = "与他战斗",
	},
	[106910042] = {
		id = 106910042,
		text = "逃离空间站",
	},
	[106910051] = {
		id = 106910051,
		text = "与他战斗",
	},
	[106910052] = {
		id = 106910052,
		text = "逃离空间站",
	},
	[106910061] = {
		id = 106910061,
		text = "诱导发光体",
	},
	[106910062] = {
		id = 106910062,
		text = "毁掉发光体",
	},
	[106910071] = {
		id = 106910071,
		text = "诱导发光体",
	},
	[106910072] = {
		id = 106910072,
		text = "毁掉发光体",
	},
	[106910081] = {
		id = 106910081,
		text = "告知消息",
	},
	[106910082] = {
		id = 106910082,
		text = "搜刮这个空间站",
	},
	[106910091] = {
		id = 106910091,
		text = "直接离开",
	},
	[106910092] = {
		id = 106910092,
		text = "重新启动屏蔽器",
	},
	[106910101] = {
		id = 106910101,
		text = "顺手牵羊",
	},
	[106910102] = {
		id = 106910102,
		text = "直接离开",
	},
	[106910111] = {
		id = 106910111,
		text = "自己研究碎片",
	},
	[106910112] = {
		id = 106910112,
		text = "用碎片「钓鱼」",
	},
	[106920011] = {
		id = 106920011,
		text = "交给黑帮",
	},
	[106920012] = {
		id = 106920012,
		text = "先留着",
	},
	[106920013] = {
		id = 106920013,
		text = "把保险箱丢出船",
	},
	[106920021] = {
		id = 106920021,
		text = "告知新团体保险箱的去处",
	},
	[106920022] = {
		id = 106920022,
		text = "装作没有看到",
	},
	[106920031] = {
		id = 106920031,
		text = "交出保险箱",
	},
	[106920032] = {
		id = 106920032,
		text = "不交出去",
	},
	[106920041] = {
		id = 106920041,
		text = "参与",
	},
	[106920042] = {
		id = 106920042,
		text = "不参与",
	},
	[106920051] = {
		id = 106920051,
		text = "同意",
	},
	[106920052] = {
		id = 106920052,
		text = "拒绝",
	},
	[106920061] = {
		id = 106920061,
		text = "交出保险箱",
	},
	[106920062] = {
		id = 106920062,
		text = "还击",
	},
	[106920071] = {
		id = 106920071,
		text = "接受他的封口费",
	},
	[106920072] = {
		id = 106920072,
		text = "把事情捅出去",
	},
	[106920081] = {
		id = 106920081,
		text = "黑吃黑",
	},
	[106920082] = {
		id = 106920082,
		text = "自己留着",
	},
	[106920091] = {
		id = 106920091,
		text = "自己留下保险箱",
	},
	[106920092] = {
		id = 106920092,
		text = "将保险箱给黑帮，换取更多分成",
	},
	[106920101] = {
		id = 106920101,
		text = "抢走保险箱",
	},
	[106920102] = {
		id = 106920102,
		text = "向理事会举报官员",
	},
	[106920111] = {
		id = 106920111,
		text = "假理事会名义抄家",
	},
	[106920121] = {
		id = 106920121,
		text = "见好就收",
	},
	[106920122] = {
		id = 106920122,
		text = "自己留着箱子",
	},
	[106930011] = {
		id = 106930011,
		text = "主动接近",
	},
	[106930012] = {
		id = 106930012,
		text = "先后撤寻求支援",
	},
	[106930013] = {
		id = 106930013,
		text = "扭头离开",
	},
	[106930021] = {
		id = 106930021,
		text = "迎击敌人",
	},
	[106930022] = {
		id = 106930022,
		text = "冒险冲入裂缝",
	},
	[106930031] = {
		id = 106930031,
		text = "直接攻击",
	},
	[106930032] = {
		id = 106930032,
		text = "研究敌人",
	},
	[106930041] = {
		id = 106930041,
		text = "击毁核心",
	},
	[106930042] = {
		id = 106930042,
		text = "调查核心",
	},
	[106930051] = {
		id = 106930051,
		text = "直接摧毁控制单元",
	},
	[106930052] = {
		id = 106930052,
		text = "同意请求",
	},
	[106930061] = {
		id = 106930061,
		text = "不冒险",
	},
	[106930062] = {
		id = 106930062,
		text = "冒险",
	},
	[106930071] = {
		id = 106930071,
		text = "黑入机器人",
	},
	[106930081] = {
		id = 106930081,
		text = "关闭裂缝",
	},
	[106930091] = {
		id = 106930091,
		text = "关闭裂缝",
	},
	[106930101] = {
		id = 106930101,
		text = "留下来拆解作为资源",
	},
	[106930102] = {
		id = 106930102,
		text = "卖给感兴趣的买主",
	},
	[107200011] = {
		id = 107200011,
		text = "<span color=\"#ff6363\">-2</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值，70%获得2星建筑蓝图",
	},
	[107200012] = {
		id = 107200012,
		text = "<span color=\"#ff6363\">-5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，70%获得2星建筑蓝图",
	},
	[107200013] = {
		id = 107200013,
		text = "70%几率获得2星建筑蓝图",
	},
	[107200014] = {
		id = 107200014,
		text = "无法保证这些残骸里没有什么夸张的小惊喜，算了吧。",
	},
	[107200021] = {
		id = 107200021,
		text = "进行战斗",
	},
	[107200022] = {
		id = 107200022,
		text = "<span color=\"#ff6363\">-10</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107200023] = {
		id = 107200023,
		text = "<span color=\"#ff6363\">-2</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值",
	},
	[107200024] = {
		id = 107200024,
		text = "看看这群「义警」敢不敢在最大的黑恶势力面前彰显正义。",
	},
	[107200031] = {
		id = 107200031,
		text = "<span color=\"#68ff8c\">+1</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值",
	},
	[107200032] = {
		id = 107200032,
		text = "<span color=\"#ff6363\">-20</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，<span color=\"#68ff8c\">-3</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值",
	},
	[107200033] = {
		id = 107200033,
		text = "<span color=\"#68ff8c\">+20</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107200034] = {
		id = 107200034,
		text = "<span color=\"#68ff8c\">+10</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，<span color=\"#68ff8c\">+10</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，<span color=\"#68ff8c\">+10</><img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107200041] = {
		id = 107200041,
		text = "<span color=\"#ff6363\">-5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107200042] = {
		id = 107200042,
		text = "<span color=\"#ff6363\">-1</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值",
	},
	[107200043] = {
		id = 107200043,
		text = "无消耗地解决问题",
	},
	[107200051] = {
		id = 107200051,
		text = "<span color=\"#ff6363\">-10</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，50%获得20<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107200052] = {
		id = 107200052,
		text = "<span color=\"#ff6363\">-10</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，50%获得20<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[107200053] = {
		id = 107200053,
		text = "<span color=\"#ff6363\">-10</><img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子，50%获得20<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107200054] = {
		id = 107200054,
		text = "不愿冒险",
	},
	[107200061] = {
		id = 107200061,
		text = "<span color=\"#68ff8c\">+10</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，<span color=\"#68ff8c\">+10</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，<span color=\"#68ff8c\">+10</><img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107200062] = {
		id = 107200062,
		text = "<span color=\"#68ff8c\">+25</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107200063] = {
		id = 107200063,
		text = "<span color=\"#68ff8c\">+25</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[107200064] = {
		id = 107200064,
		text = "<span color=\"#68ff8c\">+25</><img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107200071] = {
		id = 107200071,
		text = "<span color=\"#ff6363\">-15</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，<span color=\"#68ff8c\">+1</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值",
	},
	[107200072] = {
		id = 107200072,
		text = "<span color=\"#ff6363\">-40</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，<span color=\"#68ff8c\">+3</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值",
	},
	[107200073] = {
		id = 107200073,
		text = "你不想看病",
	},
	[107200074] = {
		id = 107200074,
		text = "<span color=\"#ff6363\">-10</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，<span color=\"#68ff8c\">+2</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值",
	},
	[107200081] = {
		id = 107200081,
		text = "获得1星建筑蓝图",
	},
	[107200082] = {
		id = 107200082,
		text = "<span color=\"#68ff8c\">+1</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值",
	},
	[107200083] = {
		id = 107200083,
		text = "<span color=\"#ff6363\">-1</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值，获得2星建筑蓝图",
	},
	[107200084] = {
		id = 107200084,
		text = "获得2星建筑蓝图",
	},
	[107200091] = {
		id = 107200091,
		text = "获得「权柄」字段的建筑蓝图",
	},
	[107200092] = {
		id = 107200092,
		text = "获得「冥王」字段的建筑蓝图",
	},
	[107200093] = {
		id = 107200093,
		text = "获得「乐园」字段的建筑蓝图",
	},
	[107200094] = {
		id = 107200094,
		text = "获得「无眠」字段的建筑蓝图",
	},
	[107200095] = {
		id = 107200095,
		text = "获得「无夜」字段的建筑蓝图",
	},
	[107200096] = {
		id = 107200096,
		text = "获得「阿特拉斯」字段的建筑蓝图",
	},
	[107200101] = {
		id = 107200101,
		text = "随机建筑（1星）",
	},
	[107200102] = {
		id = 107200102,
		text = "随机建筑（2星）",
	},
	[107200103] = {
		id = 107200103,
		text = "随机建筑（3星）",
	},
	[107200104] = {
		id = 107200104,
		text = "随机建筑（4星）",
	},
	[107200105] = {
		id = 107200105,
		text = "随机建筑（5星）",
	},
	[107200106] = {
		id = 107200106,
		text = "随机建筑（6星）",
	},
	[107200107] = {
		id = 107200107,
		text = "随机建筑<燃烧>",
	},
	[107200108] = {
		id = 107200108,
		text = "随机建筑<导弹>",
	},
	[107200109] = {
		id = 107200109,
		text = "随机建筑<冲击波>",
	},
	[107200110] = {
		id = 107200110,
		text = "随机建筑<内爆体>",
	},
	[107200111] = {
		id = 107200111,
		text = "随机建筑<地雷卡>",
	},
	[107200112] = {
		id = 107200112,
		text = "随机建筑<开战>",
	},
	[107200113] = {
		id = 107200113,
		text = "随机建筑<辉光技>",
	},
	[107200114] = {
		id = 107200114,
		text = "随机建筑<定时器>",
	},
	[107200115] = {
		id = 107200115,
		text = "随机建筑<疾驰技>",
	},
	[107200116] = {
		id = 107200116,
		text = "随机建筑<受创>",
	},
	[107200117] = {
		id = 107200117,
		text = "随机建筑<充能星>",
	},
	[107200118] = {
		id = 107200118,
		text = "随机建筑<落雷>",
	},
	[107200119] = {
		id = 107200119,
		text = "随机建筑<电磁脉冲>",
	},
	[107200120] = {
		id = 107200120,
		text = "随机建筑【火星】",
	},
	[107200121] = {
		id = 107200121,
		text = "随机建筑【无夜】",
	},
	[107200122] = {
		id = 107200122,
		text = "随机建筑【冥王】",
	},
	[107200123] = {
		id = 107200123,
		text = "随机建筑【彗星】",
	},
	[107200124] = {
		id = 107200124,
		text = "随机建筑【无眠】",
	},
	[107200125] = {
		id = 107200125,
		text = "随机建筑【海王】",
	},
	[107200126] = {
		id = 107200126,
		text = "随机建筑【黑月】",
	},
	[107200127] = {
		id = 107200127,
		text = "随机建筑【木星】",
	},
	[107200150] = {
		id = 107200150,
		text = "随机建筑-角色特有",
	},
	[107200151] = {
		id = 107200151,
		text = "随机II阶建筑-角色特有",
	},
	[107200152] = {
		id = 107200152,
		text = "随机III阶建筑-角色特有",
	},
	[107200153] = {
		id = 107200153,
		text = "随机建筑-信风<巨刃>",
	},
	[107200154] = {
		id = 107200154,
		text = "随机建筑-折光<双剑>",
	},
	[107200155] = {
		id = 107200155,
		text = "随机建筑-公主<枪械>",
	},
	[107200156] = {
		id = 107200156,
		text = "随机建筑-十四娘<浮塔>",
	},
	[107201102] = {
		id = 107201102,
		text = "随机异宝",
	},
	[107910011] = {
		id = 107910011,
		text = "+5<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[107910012] = {
		id = 107910012,
		text = "+5<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[107910013] = {
		id = 107910013,
		text = "+25<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107910021] = {
		id = 107910021,
		text = "+5<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+5<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107910022] = {
		id = 107910022,
		text = "+5<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107910031] = {
		id = 107910031,
		text = "+5<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107910032] = {
		id = 107910032,
		text = "",
	},
	[107910041] = {
		id = 107910041,
		text = "+5<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+5<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107910042] = {
		id = 107910042,
		text = "",
	},
	[107910051] = {
		id = 107910051,
		text = "+5<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+5<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107910052] = {
		id = 107910052,
		text = "",
	},
	[107910061] = {
		id = 107910061,
		text = "",
	},
	[107910062] = {
		id = 107910062,
		text = "+5<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+5<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107910071] = {
		id = 107910071,
		text = "",
	},
	[107910072] = {
		id = 107910072,
		text = "+5<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+5<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107910081] = {
		id = 107910081,
		text = "+20<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107910082] = {
		id = 107910082,
		text = "+10<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+10<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107910091] = {
		id = 107910091,
		text = "+20<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107910092] = {
		id = 107910092,
		text = "+10<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，+5<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+5<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107910101] = {
		id = 107910101,
		text = "+5<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，+5<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+10<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107910102] = {
		id = 107910102,
		text = "+20<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107910111] = {
		id = 107910111,
		text = "获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></>「高级败者的残骸」",
	},
	[107910112] = {
		id = 107910112,
		text = "+20<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107920011] = {
		id = 107920011,
		text = "+10<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107920012] = {
		id = 107920012,
		text = "",
	},
	[107920013] = {
		id = 107920013,
		text = "+35<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107920021] = {
		id = 107920021,
		text = "+5<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107920022] = {
		id = 107920022,
		text = "",
	},
	[107920031] = {
		id = 107920031,
		text = "+5<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107920032] = {
		id = 107920032,
		text = "",
	},
	[107920041] = {
		id = 107920041,
		text = "+10<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107920042] = {
		id = 107920042,
		text = "",
	},
	[107920051] = {
		id = 107920051,
		text = "+10<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107920052] = {
		id = 107920052,
		text = "",
	},
	[107920061] = {
		id = 107920061,
		text = "+5<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107920062] = {
		id = 107920062,
		text = "+5<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，+10<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[107920071] = {
		id = 107920071,
		text = "+10<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，+10<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107920072] = {
		id = 107920072,
		text = "+20<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107920081] = {
		id = 107920081,
		text = "+10<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，+10<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107920082] = {
		id = 107920082,
		text = "+10<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></>「神秘保险箱」",
	},
	[107920091] = {
		id = 107920091,
		text = "+5<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，+5<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></>「神秘保险箱」",
	},
	[107920092] = {
		id = 107920092,
		text = "+10<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，+10<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+10<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107920101] = {
		id = 107920101,
		text = "+10<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子，获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></>「神秘保险箱」",
	},
	[107920102] = {
		id = 107920102,
		text = "+10<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，+15<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107920111] = {
		id = 107920111,
		text = "+10<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，+10<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></>「神秘保险箱」",
	},
	[107920121] = {
		id = 107920121,
		text = "+30<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107920122] = {
		id = 107920122,
		text = "+5<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，+5<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+5<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子，获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></>「神秘保险箱」",
	},
	[107930011] = {
		id = 107930011,
		text = "",
	},
	[107930012] = {
		id = 107930012,
		text = "",
	},
	[107930013] = {
		id = 107930013,
		text = "+30<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107930021] = {
		id = 107930021,
		text = "+5<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+5<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107930022] = {
		id = 107930022,
		text = "",
	},
	[107930031] = {
		id = 107930031,
		text = "+10<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[107930032] = {
		id = 107930032,
		text = "",
	},
	[107930041] = {
		id = 107930041,
		text = "+10<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+10<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107930042] = {
		id = 107930042,
		text = "",
	},
	[107930051] = {
		id = 107930051,
		text = "+10<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+10<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107930052] = {
		id = 107930052,
		text = "",
	},
	[107930061] = {
		id = 107930061,
		text = "+10~20<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107930062] = {
		id = 107930062,
		text = "+5~30<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[107930071] = {
		id = 107930071,
		text = "",
	},
	[107930081] = {
		id = 107930081,
		text = "+20<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+20<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107930091] = {
		id = 107930091,
		text = "+20<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，+20<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[107930101] = {
		id = 107930101,
		text = "+10<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></>「机器人的残骸」",
	},
	[107930102] = {
		id = 107930102,
		text = "+30<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[108200011] = {
		id = 108200011,
		text = "手快有，手慢无，区区几个陷阱算不上什么。",
	},
	[108200012] = {
		id = 108200012,
		text = "从设计之初，机器人就是拿来做这个的。",
	},
	[108200013] = {
		id = 108200013,
		text = "太空时代的宝库，自然由太空时代的怪盗解决。",
	},
	[108200014] = {
		id = 108200014,
		text = "",
	},
	[108200021] = {
		id = 108200021,
		text = "很不巧，动武这事还是我们更专业。",
	},
	[108200022] = {
		id = 108200022,
		text = "拿那个爆炸箱装些赎金给他们，我们来放个漂亮的大烟花。",
	},
	[108200023] = {
		id = 108200023,
		text = "就这么直接顶着火力离开吧。",
	},
	[108200024] = {
		id = 108200024,
		text = "",
	},
	[108200031] = {
		id = 108200031,
		text = "航行已经让船员们都够累了，大家刚好放个假，顺便让船开始自检。",
	},
	[108200032] = {
		id = 108200032,
		text = "应该有节日优惠吧？",
	},
	[108200033] = {
		id = 108200033,
		text = "既然有这么多人，应该可以顺便找找买家。",
	},
	[108200034] = {
		id = 108200034,
		text = "嗯……比赛规则里没写「禁止职业选手参赛」。",
	},
	[108200041] = {
		id = 108200041,
		text = "这台老设备的确有些过时了。",
	},
	[108200042] = {
		id = 108200042,
		text = "让它过载着把最后的余热发挥完吧。",
	},
	[108200043] = {
		id = 108200043,
		text = "其实只要把少量部件换成随手采集的光叶纤维，这头老驴就还能继续拉磨盘。",
	},
	[108200051] = {
		id = 108200051,
		text = "账户里的赎罪奖券还有一些盈余。",
	},
	[108200052] = {
		id = 108200052,
		text = "挪用一些维护预算，应该问题不大。",
	},
	[108200053] = {
		id = 108200053,
		text = "一口气搞到这么多研究用耗材的机会可不多。",
	},
	[108200054] = {
		id = 108200054,
		text = "保证稳赢不输的必胜策略，就是不要上桌。",
	},
	[108200061] = {
		id = 108200061,
		text = "白送的东西，除了飞来横祸，我们都要。",
	},
	[108200062] = {
		id = 108200062,
		text = "贵金属总能拿来换别的东西，但别的东西不一定能换贵金属。",
	},
	[108200063] = {
		id = 108200063,
		text = "诺伦尼姆储备多少都不嫌多。",
	},
	[108200064] = {
		id = 108200064,
		text = "居然有化石，这在研究上可是大有用途。",
	},
	[108200071] = {
		id = 108200071,
		text = "上一次去医院是什么时候？",
	},
	[108200072] = {
		id = 108200072,
		text = "之前的战斗的旧伤偶尔也在隐隐作痛。",
	},
	[108200073] = {
		id = 108200073,
		text = "把治疗机会留给更需要它的人们吧。",
	},
	[108200074] = {
		id = 108200074,
		text = "这些医生精湛的只有医术，应该不会拒绝得到一些防身术。",
	},
	[108200081] = {
		id = 108200081,
		text = "你闭起双眼，开始向它祈祷。",
	},
	[108200082] = {
		id = 108200082,
		text = "奢求更多，可能会得不偿失。",
	},
	[108200083] = {
		id = 108200083,
		text = "神秘的力量开始在体内回荡，你的小小心思被它捕捉到了。",
	},
	[108200084] = {
		id = 108200084,
		text = "临渊羡鱼，不如退而结网——而当你有网的时候，主动捕捉大鱼也是一个备选项。",
	},
	[108200091] = {
		id = 108200091,
		text = "相遇的时候，并非商队的营业时间，\
但他们还是热情地发来讯息，招呼你去消费一番。",
	},
	[108200092] = {
		id = 108200092,
		text = "虽然他们的本业是海盗，但做起生意来的态度不算太差，甚至可以给出「中等偏下」的好评——也就是明显高于某些网红小吃店主。\
不过，如果你在他们面前露出破绽，他们可能就会对你的实力重新评估，来决定要不要继续在你面前扮商人了。",
	},
	[108200093] = {
		id = 108200093,
		text = "相遇的时候，并非商队的营业时间，\
但他们还是热情地发来讯息，招呼你去消费一番。",
	},
	[108200094] = {
		id = 108200094,
		text = "相遇的时候，并非商队的营业时间，\
但他们还是热情地发来讯息，招呼你去消费一番。",
	},
	[108200095] = {
		id = 108200095,
		text = "这些「异宝」的来源显然不合法……所以价格也「异常」昂贵。\
但，物有所值。",
	},
	[108200096] = {
		id = 108200096,
		text = "你在茫茫宇宙中遇见了三十六义人之一「信风」的崇拜者。这对你并不是什么新鲜事，但小鱼还是觉得蛮值得她偷偷自豪一下的。",
	},
	[108200101] = {
		id = 108200101,
		text = "",
	},
	[108200102] = {
		id = 108200102,
		text = "",
	},
	[108200103] = {
		id = 108200103,
		text = "",
	},
	[108200104] = {
		id = 108200104,
		text = "",
	},
	[108200105] = {
		id = 108200105,
		text = "",
	},
	[108200106] = {
		id = 108200106,
		text = "",
	},
	[108200111] = {
		id = 108200111,
		text = "看看它伪装王星的底气。",
	},
	[108200112] = {
		id = 108200112,
		text = "向「败者」祈求的是什么？「失败」吗？",
	},
	[108200113] = {
		id = 108200113,
		text = "与骗子的交易从来都不会有什么好结果，而与执法部门的交易只是多半没有。",
	},
	[108200114] = {
		id = 108200114,
		text = "「理事卿之声」今天还有更重要的行程。",
	},
	[108200121] = {
		id = 108200121,
		text = "既然海神已经收下了供品，那就不该再让风暴毁掉这艘船。",
	},
	[108200122] = {
		id = 108200122,
		text = "一边是饿扁肚子，另一边是承受一些可以修复的伤害，孰轻孰重一目了然。",
	},
	[108200131] = {
		id = 108200131,
		text = "该死的专利侵权费。还是按加工中心的性能来吧。",
	},
	[108200132] = {
		id = 108200132,
		text = "科学总是伴随着失败和牺牲……反正最多也就牺牲一份蓝图。",
	},
	[108200133] = {
		id = 108200133,
		text = "成功由10%的才能、20%的努力、30%的谨慎和40%的运气组成。",
	},
	[108200134] = {
		id = 108200134,
		text = "人有多大胆，船有多大产。",
	},
	[108200141] = {
		id = 108200141,
		text = "除了这些不长眼的机器人外，没人介意你挪用无主的资源。",
	},
	[108200142] = {
		id = 108200142,
		text = "对逝去的生命抱持一些额外的尊重吧。",
	},
	[108200151] = {
		id = 108200151,
		text = "消费主义是害人邪道……不过这些东西看着不错，就买一点。",
	},
	[108200152] = {
		id = 108200152,
		text = "接下来还得过日子的……",
	},
	[108200153] = {
		id = 108200153,
		text = "买买买买买买！",
	},
	[108200154] = {
		id = 108200154,
		text = "奸商的嘴，骗人的鬼。",
	},
	[108910011] = {
		id = 108910011,
		text = "这么巨大的遗迹里肯定有无数的财富和秘密等着我们。",
	},
	[108910012] = {
		id = 108910012,
		text = "这个遗迹过于古怪了。花几分钟调查一下周围也不算晚。",
	},
	[108910013] = {
		id = 108910013,
		text = "整件事危险的气味都快溢出来了，撤吧。",
	},
	[108910021] = {
		id = 108910021,
		text = "我们并不归贵地管辖。",
	},
	[108910022] = {
		id = 108910022,
		text = "OK，我们从你眼前离开，仅限你眼前。",
	},
	[108910031] = {
		id = 108910031,
		text = "好啊，不过麻烦你交点入伙钱。",
	},
	[108910032] = {
		id = 108910032,
		text = "去去去，晓不晓得先到先得？",
	},
	[108910041] = {
		id = 108910041,
		text = "冤有头债有主，我们只是自卫反击。",
	},
	[108910042] = {
		id = 108910042,
		text = "这个鬼东西绝对不秒，撤！",
	},
	[108910051] = {
		id = 108910051,
		text = "冤有头债有主，我们只是自卫反击。",
	},
	[108910052] = {
		id = 108910052,
		text = "这个鬼东西绝对不秒，撤！",
	},
	[108910061] = {
		id = 108910061,
		text = "你想找玩伴的话外面有的是。",
	},
	[108910062] = {
		id = 108910062,
		text = "人心不足蛇吞象这句话听过吗，败者？",
	},
	[108910071] = {
		id = 108910071,
		text = "你想找玩伴的话外面有的是。",
	},
	[108910072] = {
		id = 108910072,
		text = "人心不足蛇吞象这句话听过吗，败者？",
	},
	[108910081] = {
		id = 108910081,
		text = "解决这个空间站的危害让他重新启用可是大功一件，没有功劳也有苦劳吧。",
	},
	[108910082] = {
		id = 108910082,
		text = "这么大的空间站总会被别人发现，趁着第三个第四个人来之前先卷卷细软赶紧跑。",
	},
	[108910091] = {
		id = 108910091,
		text = "以现在对败者的研究来看，只要做好准备它就不足为惧。让理事会里的专业人士处理吧。",
	},
	[108910092] = {
		id = 108910092,
		text = "趁着潘多拉的魔盒里面的魑魅魍魉还没飞出去赶紧把他合上。那艘没人用的飞船就收拾一下废弃掉吧。",
	},
	[108910101] = {
		id = 108910101,
		text = "出去之后告诉理事会消息时可得去掉点关键信息了。",
	},
	[108910102] = {
		id = 108910102,
		text = "夜长梦多，越早离开越好。而且这些情报本身就可以找理事会换钱。",
	},
	[108910111] = {
		id = 108910111,
		text = "对这些碎片进行施术可以一定程度上重现它经历的事情。",
	},
	[108910112] = {
		id = 108910112,
		text = "一百年说长也不算长，理事会内肯定还有认得它的人……",
	},
	[108920011] = {
		id = 108920011,
		text = "这个箱子感觉再留着要出事，还是还回去吧。",
	},
	[108920012] = {
		id = 108920012,
		text = "这个箱子里看起来有不少好宝贝啊。",
	},
	[108920013] = {
		id = 108920013,
		text = "这么个烫手山芋哪儿来的回哪儿去。",
	},
	[108920021] = {
		id = 108920021,
		text = "既然事办错了那么就尽力挽回吧。",
	},
	[108920022] = {
		id = 108920022,
		text = "无论内容物是什么，这个保险箱都绝对不是什么好东西，还是远远躲开为好。",
	},
	[108920031] = {
		id = 108920031,
		text = "还请收下，毕竟这么贵重的东西丢了主人一定非常着急。",
	},
	[108920032] = {
		id = 108920032,
		text = "这个箱子的价值越来越高了，我们大概能办个拍卖会？",
	},
	[108920041] = {
		id = 108920041,
		text = "这么大的热闹当然要保证最好的观众席。",
	},
	[108920042] = {
		id = 108920042,
		text = "有句老话叫做火中取栗。",
	},
	[108920051] = {
		id = 108920051,
		text = "额外的高危补助麻烦你们做好准备。",
	},
	[108920052] = {
		id = 108920052,
		text = "我们围观就好，自己接的麻烦自己慢慢消化。",
	},
	[108920061] = {
		id = 108920061,
		text = "一旦售出，概不退换。小心惹祸上身。",
	},
	[108920062] = {
		id = 108920062,
		text = "你还留着这个保险箱的原因之一是你有这个掸掉飞来的火星的能力。",
	},
	[108920071] = {
		id = 108920071,
		text = "选项A：接受他的封口费",
	},
	[108920072] = {
		id = 108920072,
		text = "抱歉，你晚来了一分钟，举报信我已经寄出去了……理事会的奖金可不比你开的价码低。",
	},
	[108920081] = {
		id = 108920081,
		text = "***先生，你也不想让你自己失去工作对吧？嘿嘿嘿……",
	},
	[108920082] = {
		id = 108920082,
		text = "等到这个箱子的失主事发被革职后，箱子的密码肯定能套出来。",
	},
	[108920091] = {
		id = 108920091,
		text = "引发了这一堆事情的保险箱的内容物一定很值钱。",
	},
	[108920092] = {
		id = 108920092,
		text = "这个该死的箱子大概本身就克主，还是不要留在手边为好。",
	},
	[108920101] = {
		id = 108920101,
		text = "想要搞清楚这个谜底最好的手段就是自己研究。",
	},
	[108920102] = {
		id = 108920102,
		text = "直面它的风险难以预期。不如让理事会消化这个箱子，反正你可以通过理事会的渠道调出研究记录。",
	},
	[108920111] = {
		id = 108920111,
		text = "",
	},
	[108920121] = {
		id = 108920121,
		text = "这个箱子看起来真的不太对劲，还是拿他卖个好价钱吧。",
	},
	[108920122] = {
		id = 108920122,
		text = "你贪污的小秘密我们会帮你保密，不过我们也有些想调查的东西……",
	},
	[108930011] = {
		id = 108930011,
		text = "看起来他们还没开始攻击。无论交涉还是战斗都要抢占先机！",
	},
	[108930012] = {
		id = 108930012,
		text = "小心驶得万年船，尤其没人知道他们有多强。",
	},
	[108930013] = {
		id = 108930013,
		text = "那个裂缝距离很远。给我们通信范围内的所有空间站通知这件事，然后在远处等税金发挥作用就好。",
	},
	[108930021] = {
		id = 108930021,
		text = "这群看门狗大概不会乖乖放我们进去……",
	},
	[108930022] = {
		id = 108930022,
		text = "比起这些敌人，还是它背后的裂缝更危险。",
	},
	[108930031] = {
		id = 108930031,
		text = "硬碰硬的时候到了。炮灰的储备还足够吗，机器人？",
	},
	[108930032] = {
		id = 108930032,
		text = "他们的底牌很可能没出完，谨慎为上。",
	},
	[108930041] = {
		id = 108930041,
		text = "赶紧解决这个核心，免得夜长梦多。",
	},
	[108930042] = {
		id = 108930042,
		text = "整件事都透着一股子莫名其妙的味道。稍微调查一下那个核心。",
	},
	[108930051] = {
		id = 108930051,
		text = "我们之间没什么好谈。",
	},
	[108930052] = {
		id = 108930052,
		text = "没准这能成为人类和新种族的第一次接触呢……？",
	},
	[108930061] = {
		id = 108930061,
		text = "比起可能的满盘皆输，还是小胜更能接受。",
	},
	[108930062] = {
		id = 108930062,
		text = "虽然阵营不同，但他们都是职业军人，应该能够胜任这个挑战。",
	},
	[108930071] = {
		id = 108930071,
		text = "",
	},
	[108930081] = {
		id = 108930081,
		text = "",
	},
	[108930091] = {
		id = 108930091,
		text = "虽然留下了大量不解之谜，但至少这些机器人的问题不用再操心了。",
	},
	[108930101] = {
		id = 108930101,
		text = "",
	},
	[108930102] = {
		id = 108930102,
		text = "",
	},
	[109000001] = {
		id = 109000001,
		text = "测试商人a",
	},
	[110000001] = {
		id = 110000001,
		text = "测试商人a相关描述",
	},
	[111100001] = {
		id = 111100001,
		text = "来袭敌人",
	},
	[111100002] = {
		id = 111100002,
		text = "来袭敌人",
	},
	[111100003] = {
		id = 111100003,
		text = "来袭敌人",
	},
	[111100004] = {
		id = 111100004,
		text = "来袭敌人",
	},
	[111100005] = {
		id = 111100005,
		text = "来袭敌人",
	},
	[111100006] = {
		id = 111100006,
		text = "来袭敌人",
	},
	[111100007] = {
		id = 111100007,
		text = "来袭敌人",
	},
	[111100008] = {
		id = 111100008,
		text = "来袭敌人",
	},
	[111100009] = {
		id = 111100009,
		text = "来袭敌人",
	},
	[111100010] = {
		id = 111100010,
		text = "来袭敌人",
	},
	[111100011] = {
		id = 111100011,
		text = "来袭敌人",
	},
	[111100012] = {
		id = 111100012,
		text = "来袭敌人",
	},
	[111100013] = {
		id = 111100013,
		text = "来袭敌人",
	},
	[111100014] = {
		id = 111100014,
		text = "来袭敌人",
	},
	[111100015] = {
		id = 111100015,
		text = "来袭敌人",
	},
	[111100016] = {
		id = 111100016,
		text = "来袭敌人",
	},
	[111100017] = {
		id = 111100017,
		text = "来袭敌人",
	},
	[111100018] = {
		id = 111100018,
		text = "来袭敌人",
	},
	[111100019] = {
		id = 111100019,
		text = "来袭敌人",
	},
	[111170000] = {
		id = 111170000,
		text = "保底事件",
	},
	[111170001] = {
		id = 111170001,
		text = "医疗支援舰",
	},
	[111170002] = {
		id = 111170002,
		text = "竞技场",
	},
	[111170003] = {
		id = 111170003,
		text = "外交使者",
	},
	[111170004] = {
		id = 111170004,
		text = "游商座驾",
	},
	[111190001] = {
		id = 111190001,
		text = "金刚凝胶",
	},
	[111190002] = {
		id = 111190002,
		text = "铸币金属",
	},
	[111190003] = {
		id = 111190003,
		text = "「败者」琥珀",
	},
	[111190004] = {
		id = 111190004,
		text = "浮生光叶",
	},
	[111190005] = {
		id = 111190005,
		text = "失事行船",
	},
	[111190006] = {
		id = 111190006,
		text = "失事货船",
	},
	[111199999] = {
		id = 111199999,
		text = "未知事件",
	},
	[111200001] = {
		id = 111200001,
		text = "交战",
	},
	[111200002] = {
		id = 111200002,
		text = "交战",
	},
	[111200003] = {
		id = 111200003,
		text = "交战",
	},
	[111200004] = {
		id = 111200004,
		text = "交战",
	},
	[111200005] = {
		id = 111200005,
		text = "交战",
	},
	[111200006] = {
		id = 111200006,
		text = "交战",
	},
	[111200007] = {
		id = 111200007,
		text = "交战",
	},
	[111200008] = {
		id = 111200008,
		text = "交战",
	},
	[111200009] = {
		id = 111200009,
		text = "交战",
	},
	[111200010] = {
		id = 111200010,
		text = "交战",
	},
	[111200011] = {
		id = 111200011,
		text = "交战",
	},
	[111200012] = {
		id = 111200012,
		text = "交战",
	},
	[111200013] = {
		id = 111200013,
		text = "交战",
	},
	[111200014] = {
		id = 111200014,
		text = "交战",
	},
	[111200015] = {
		id = 111200015,
		text = "交战",
	},
	[111200016] = {
		id = 111200016,
		text = "交战",
	},
	[111200017] = {
		id = 111200017,
		text = "交战",
	},
	[111200018] = {
		id = 111200018,
		text = "交战",
	},
	[111200019] = {
		id = 111200019,
		text = "交战",
	},
	[111270000] = {
		id = 111270000,
		text = "访问",
	},
	[111270001] = {
		id = 111270001,
		text = "访问",
	},
	[111270002] = {
		id = 111270002,
		text = "访问",
	},
	[111270003] = {
		id = 111270003,
		text = "访问",
	},
	[111270004] = {
		id = 111270004,
		text = "访问",
	},
	[111290001] = {
		id = 111290001,
		text = "打捞",
	},
	[111290002] = {
		id = 111290002,
		text = "打捞",
	},
	[111290003] = {
		id = 111290003,
		text = "打捞",
	},
	[111290004] = {
		id = 111290004,
		text = "采集",
	},
	[111290005] = {
		id = 111290005,
		text = "打捞",
	},
	[111290006] = {
		id = 111290006,
		text = "打捞",
	},
	[111299999] = {
		id = 111299999,
		text = "探索",
	},
	[113100001] = {
		id = 113100001,
		text = "飞离理事会",
	},
	[113100002] = {
		id = 113100002,
		text = "飞离的路途",
	},
	[113100003] = {
		id = 113100003,
		text = "天体垃圾填埋场",
	},
	[113100004] = {
		id = 113100004,
		text = "飞离的路途",
	},
	[113100005] = {
		id = 113100005,
		text = "接近诺伦粒子云",
	},
	[113100006] = {
		id = 113100006,
		text = "诺伦粒子云",
	},
	[113100007] = {
		id = 113100007,
		text = "刺杀事件之始",
	},
	[113100008] = {
		id = 113100008,
		text = "星天边缘的路途",
	},
	[113100009] = {
		id = 113100009,
		text = "星天边缘的路途",
	},
	[113100010] = {
		id = 113100010,
		text = "星天边缘的路途",
	},
	[113100011] = {
		id = 113100011,
		text = "理事会守军",
	},
	[113100012] = {
		id = 113100012,
		text = "理事会守军",
	},
	[113100013] = {
		id = 113100013,
		text = "理事会守军",
	},
	[113100014] = {
		id = 113100014,
		text = "接近邪眼",
	},
	[113100015] = {
		id = 113100015,
		text = "星天边缘的邪眼",
	},
	[113100016] = {
		id = 113100016,
		text = "前往「无序之都」",
	},
	[113100017] = {
		id = 113100017,
		text = "前往「无序之都」",
	},
	[113100018] = {
		id = 113100018,
		text = "海盗的停泊",
	},
	[113100019] = {
		id = 113100019,
		text = "前往「无序之都」",
	},
	[113100020] = {
		id = 113100020,
		text = "「败者」的聚集",
	},
	[113100021] = {
		id = 113100021,
		text = "接近「无序之都」",
	},
	[113100022] = {
		id = 113100022,
		text = "准备降落",
	},
	[113100023] = {
		id = 113100023,
		text = "金星天的宙域",
	},
	[113100024] = {
		id = 113100024,
		text = "云端港湾",
	},
	[113100025] = {
		id = 113100025,
		text = "复乐园信用银行",
	},
	[113100026] = {
		id = 113100026,
		text = "理事卿的慈爱之眼",
	},
	[113100027] = {
		id = 113100027,
		text = "门口地带",
	},
	[113100028] = {
		id = 113100028,
		text = "帝星祭典",
	},
	[113100029] = {
		id = 113100029,
		text = "命运卡",
	},
	[113100030] = {
		id = 113100030,
		text = "命运卡",
	},
	[113100031] = {
		id = 113100031,
		text = "镜子仪式",
	},
	[113100032] = {
		id = 113100032,
		text = "祭典的靶场",
	},
	[113100033] = {
		id = 113100033,
		text = "祭典的靶场",
	},
	[113100034] = {
		id = 113100034,
		text = "消息灵通人士",
	},
	[113100035] = {
		id = 113100035,
		text = "佣兵出航",
	},
	[113100036] = {
		id = 113100036,
		text = "交通管理站",
	},
	[113100037] = {
		id = 113100037,
		text = "寻找的路途",
	},
	[113100038] = {
		id = 113100038,
		text = "坐标区域前方",
	},
	[113100039] = {
		id = 113100039,
		text = "坐标区域",
	},
	[113100040] = {
		id = 113100040,
		text = "路线图的终点",
	},
	[113100041] = {
		id = 113100041,
		text = "路线图的终点",
	},
	[113100042] = {
		id = 113100042,
		text = "门口地带",
	},
	[113100043] = {
		id = 113100043,
		text = "氧气生成设施-外层",
	},
	[113100044] = {
		id = 113100044,
		text = "氧气生成设施-外层",
	},
	[113100045] = {
		id = 113100045,
		text = "氧气生成设施-内层",
	},
	[113110000] = {
		id = 113110000,
		text = "保底事件",
	},
	[113110001] = {
		id = 113110001,
		text = "事件名称",
	},
	[113110002] = {
		id = 113110002,
		text = "医疗设施",
	},
	[113110003] = {
		id = 113110003,
		text = "存活任务",
	},
	[113110004] = {
		id = 113110004,
		text = "竞技场",
	},
	[113110005] = {
		id = 113110005,
		text = "选择势力",
	},
	[113110006] = {
		id = 113110006,
		text = "商人的见面礼",
	},
	[113110007] = {
		id = 113110007,
		text = "败者遗迹",
	},
	[113110008] = {
		id = 113110008,
		text = "骨质遗迹",
	},
	[113110010] = {
		id = 113110010,
		text = "骨质遗迹",
	},
	[113110011] = {
		id = 113110011,
		text = "奇怪的遗迹C",
	},
	[113110012] = {
		id = 113110012,
		text = "卡牌-等级",
	},
	[113110013] = {
		id = 113110013,
		text = "卡牌-种族",
	},
	[113110014] = {
		id = 113110014,
		text = "卡牌-关键词",
	},
	[113111000] = {
		id = 113111000,
		text = "「总览界面」和其它……",
	},
	[113111001] = {
		id = 113111001,
		text = "关于「连线」",
	},
	[113111002] = {
		id = 113111002,
		text = "关于「金刚凝胶」",
	},
	[113111003] = {
		id = 113111003,
		text = "关于「建筑」",
	},
	[113111004] = {
		id = 113111004,
		text = "关于「浪费」",
	},
	[113111005] = {
		id = 113111005,
		text = "关于「拆除」和「召回」",
	},
	[113111006] = {
		id = 113111006,
		text = "关于「字段」",
	},
	[113111007] = {
		id = 113111007,
		text = "关于「晋升」",
	},
	[113111008] = {
		id = 113111008,
		text = "关于「关键词」",
	},
	[113111009] = {
		id = 113111009,
		text = "关于「HP继承」",
	},
	[113111010] = {
		id = 113111010,
		text = "关于「生存值」",
	},
	[113111011] = {
		id = 113111011,
		text = "关于「舰武载弹」",
	},
	[113111012] = {
		id = 113111012,
		text = "关于「败者首领」",
	},
	[113111013] = {
		id = 113111013,
		text = "关于「特殊坐标」",
	},
	[113120001] = {
		id = 113120001,
		text = "失事运输船",
	},
	[113120002] = {
		id = 113120002,
		text = "贸易港",
	},
	[113120003] = {
		id = 113120003,
		text = "战场残骸",
	},
	[113120004] = {
		id = 113120004,
		text = "宇宙小车祸",
	},
	[113120005] = {
		id = 113120005,
		text = "平平无奇的事件3",
	},
	[113120006] = {
		id = 113120006,
		text = "科技团队",
	},
	[113120007] = {
		id = 113120007,
		text = "失事的武库",
	},
	[113120008] = {
		id = 113120008,
		text = "故障运输组",
	},
	[113120009] = {
		id = 113120009,
		text = "怪人的藏品",
	},
	[113120010] = {
		id = 113120010,
		text = "数据共享",
	},
	[113120011] = {
		id = 113120011,
		text = "小庆典",
	},
	[113120012] = {
		id = 113120012,
		text = "平平无奇的事件10",
	},
	[113120013] = {
		id = 113120013,
		text = "培养皿理财",
	},
	[113120014] = {
		id = 113120014,
		text = "富翁的远游",
	},
	[113120015] = {
		id = 113120015,
		text = "诺伦研究",
	},
	[113120016] = {
		id = 113120016,
		text = "航道乱流",
	},
	[113120017] = {
		id = 113120017,
		text = "BUFF1",
	},
	[113120018] = {
		id = 113120018,
		text = "BUFF2",
	},
	[113120019] = {
		id = 113120019,
		text = "BUFF3",
	},
	[113120020] = {
		id = 113120020,
		text = "武装道场",
	},
	[113120021] = {
		id = 113120021,
		text = "武装道场",
	},
	[113120022] = {
		id = 113120022,
		text = "猎捕现场",
	},
	[113120023] = {
		id = 113120023,
		text = "猎人的求援",
	},
	[113120024] = {
		id = 113120024,
		text = "哨兵的求援",
	},
	[113120025] = {
		id = 113120025,
		text = "海盗的求援",
	},
	[113120026] = {
		id = 113120026,
		text = "金刚凝胶",
	},
	[113120027] = {
		id = 113120027,
		text = "异常读数",
	},
	[113120028] = {
		id = 113120028,
		text = "嗜血金针菇",
	},
	[113120029] = {
		id = 113120029,
		text = "甜热浮石",
	},
	[113120030] = {
		id = 113120030,
		text = "隐波元件",
	},
	[113120031] = {
		id = 113120031,
		text = "邪星燔祭",
	},
	[113120032] = {
		id = 113120032,
		text = "邪星摆渡人",
	},
	[113120033] = {
		id = 113120033,
		text = "导弹祭坛-初级",
	},
	[113120034] = {
		id = 113120034,
		text = "导弹祭坛-中级",
	},
	[113120035] = {
		id = 113120035,
		text = "导弹祭坛-高级",
	},
	[113120036] = {
		id = 113120036,
		text = "【PH】信风角色卡",
	},
	[113120037] = {
		id = 113120037,
		text = "【PH】小鱼角色卡",
	},
	[113120038] = {
		id = 113120038,
		text = "【PH】试金石角色卡",
	},
	[113120039] = {
		id = 113120039,
		text = "【PH】老板娘角色卡",
	},
	[113120040] = {
		id = 113120040,
		text = "【PH】眠眠角色卡",
	},
	[113120041] = {
		id = 113120041,
		text = "【PH】辩才姬角色卡",
	},
	[113120042] = {
		id = 113120042,
		text = "【PH】更换角色点",
	},
	[113120043] = {
		id = 113120043,
		text = "跃迁通路收束者",
	},
	[113120044] = {
		id = 113120044,
		text = "跃迁通路阻扰者",
	},
	[113120045] = {
		id = 113120045,
		text = "燃烧祭坛-初级",
	},
	[113120046] = {
		id = 113120046,
		text = "燃烧祭坛-中级",
	},
	[113120047] = {
		id = 113120047,
		text = "燃烧祭坛-高级",
	},
	[113120048] = {
		id = 113120048,
		text = "【PH】战斗拿公主角色卡1~2",
	},
	[113120049] = {
		id = 113120049,
		text = "【PH】战斗拿公主角色卡3~4",
	},
	[113120050] = {
		id = 113120050,
		text = "【PH】战斗拿公主角色卡5~6",
	},
	[113120051] = {
		id = 113120051,
		text = "【PH】事件拿公主角色卡1~2",
	},
	[113120052] = {
		id = 113120052,
		text = "【PH】事件拿公主角色卡3~4",
	},
	[113120053] = {
		id = 113120053,
		text = "【PH】事件拿公主角色卡5~6",
	},
	[113120054] = {
		id = 113120054,
		text = "【PH】战斗拿折光1~2",
	},
	[113120055] = {
		id = 113120055,
		text = "【PH】战斗拿折光3~4",
	},
	[113120056] = {
		id = 113120056,
		text = "【PH】战斗拿折光5~6",
	},
	[113120057] = {
		id = 113120057,
		text = "【PH】事件拿折光1~2",
	},
	[113120058] = {
		id = 113120058,
		text = "【PH】事件拿折光3~4",
	},
	[113120059] = {
		id = 113120059,
		text = "【PH】事件拿折光5~6",
	},
	[113120060] = {
		id = 113120060,
		text = "【PH】随机负面事件A",
	},
	[113120061] = {
		id = 113120061,
		text = "【PH】随机负面事件B",
	},
	[113120062] = {
		id = 113120062,
		text = "【PH】随机负面事件C",
	},
	[113120063] = {
		id = 113120063,
		text = "【PH】无奖励战斗 难1",
	},
	[113120064] = {
		id = 113120064,
		text = "【PH】无奖励战斗 难2",
	},
	[113120065] = {
		id = 113120065,
		text = "【PH】无奖励战斗 难3",
	},
	[113120066] = {
		id = 113120066,
		text = "猎捕现场 - 高级",
	},
	[113120067] = {
		id = 113120067,
		text = "猎人的求援 - 高级",
	},
	[113120068] = {
		id = 113120068,
		text = "哨兵的求援 - 高级",
	},
	[113120069] = {
		id = 113120069,
		text = "海盗的求援 - 高级",
	},
	[113120070] = {
		id = 113120070,
		text = "宇宙小车祸 - 中级",
	},
	[113120071] = {
		id = 113120071,
		text = "科技团队  - 中级",
	},
	[113120072] = {
		id = 113120072,
		text = "失事的武库  - 中级",
	},
	[113120073] = {
		id = 113120073,
		text = "故障运输组  - 中级",
	},
	[113120074] = {
		id = 113120074,
		text = "怪人的藏品  - 中级",
	},
	[113120075] = {
		id = 113120075,
		text = "数据共享  - 中级",
	},
	[113120076] = {
		id = 113120076,
		text = "小庆典 - 中级",
	},
	[113120077] = {
		id = 113120077,
		text = "斩击祭坛",
	},
	[113120078] = {
		id = 113120078,
		text = "枪击祭坛",
	},
	[113120079] = {
		id = 113120079,
		text = "武斗祭坛",
	},
	[113120080] = {
		id = 113120080,
		text = "飞剑祭坛",
	},
	[113120081] = {
		id = 113120081,
		text = "飞弹祭坛",
	},
	[113120082] = {
		id = 113120082,
		text = "珊瑚祭坛",
	},
	[113120331] = {
		id = 113120331,
		text = "导弹祭坛-初级",
	},
	[113120332] = {
		id = 113120332,
		text = "导弹祭坛-中级",
	},
	[113120341] = {
		id = 113120341,
		text = "导弹祭坛-高级",
	},
	[113120342] = {
		id = 113120342,
		text = "导弹祭坛-初级",
	},
	[113120351] = {
		id = 113120351,
		text = "导弹祭坛-中级",
	},
	[113120352] = {
		id = 113120352,
		text = "导弹祭坛-高级",
	},
	[113120451] = {
		id = 113120451,
		text = "导弹祭坛-初级",
	},
	[113120452] = {
		id = 113120452,
		text = "导弹祭坛-中级",
	},
	[113120461] = {
		id = 113120461,
		text = "导弹祭坛-高级",
	},
	[113120462] = {
		id = 113120462,
		text = "导弹祭坛-初级",
	},
	[113120471] = {
		id = 113120471,
		text = "导弹祭坛-中级",
	},
	[113120472] = {
		id = 113120472,
		text = "导弹祭坛-高级",
	},
	[113121000] = {
		id = 113121000,
		text = "金星贝 - 初级",
	},
	[113121001] = {
		id = 113121001,
		text = "甜热浮石 - 初级",
	},
	[113121002] = {
		id = 113121002,
		text = "嗜血金针菇 - 初级",
	},
	[113121003] = {
		id = 113121003,
		text = "隐波元件 - 初级",
	},
	[113121004] = {
		id = 113121004,
		text = "金星贝 - 中级",
	},
	[113121005] = {
		id = 113121005,
		text = "甜热浮石 - 中级",
	},
	[113121006] = {
		id = 113121006,
		text = "嗜血金针菇 - 中级",
	},
	[113121007] = {
		id = 113121007,
		text = "隐波元件 - 中级",
	},
	[113121008] = {
		id = 113121008,
		text = "金星贝 - 高级",
	},
	[113121009] = {
		id = 113121009,
		text = "甜热浮石 - 高级",
	},
	[113121010] = {
		id = 113121010,
		text = "嗜血金针菇 - 高级",
	},
	[113121011] = {
		id = 113121011,
		text = "隐波元件 - 高级",
	},
	[113150201] = {
		id = 113150201,
		text = "学者的求救",
	},
	[113150202] = {
		id = 113150202,
		text = "贸易港的求救",
	},
	[113150203] = {
		id = 113150203,
		text = "富豪的求救",
	},
	[113150204] = {
		id = 113150204,
		text = "海盗的求救",
	},
	[113160101] = {
		id = 113160101,
		text = "领航星兽",
	},
	[113160201] = {
		id = 113160201,
		text = "护航邪龙",
	},
	[113160301] = {
		id = 113160301,
		text = "司航蜂鸟",
	},
	[113170101] = {
		id = 113170101,
		text = "老练的游商",
	},
	[113170201] = {
		id = 113170201,
		text = "海盗游商",
	},
	[113180101] = {
		id = 113180101,
		text = "败者之锚",
	},
	[113180201] = {
		id = 113180201,
		text = "败者火坛",
	},
	[113180301] = {
		id = 113180301,
		text = "富翁的远游",
	},
	[113180401] = {
		id = 113180401,
		text = "诺伦研究",
	},
	[113180501] = {
		id = 113180501,
		text = "资源紧缺的哨站",
	},
	[113180601] = {
		id = 113180601,
		text = "理财项目",
	},
	[113180701] = {
		id = 113180701,
		text = "投资项目",
	},
	[113180801] = {
		id = 113180801,
		text = "嗜血金针菇",
	},
	[113180802] = {
		id = 113180802,
		text = "甜热浮石",
	},
	[113180901] = {
		id = 113180901,
		text = "失事运输船",
	},
	[113181001] = {
		id = 113181001,
		text = "失事的科研组",
	},
	[113181101] = {
		id = 113181101,
		text = "失事的武库",
	},
	[113181201] = {
		id = 113181201,
		text = "诺伦粒子云",
	},
	[113181301] = {
		id = 113181301,
		text = "武装道场",
	},
	[113181401] = {
		id = 113181401,
		text = "失控的机器",
	},
	[113181501] = {
		id = 113181501,
		text = "空间站事故",
	},
	[113181601] = {
		id = 113181601,
		text = "故障运输组",
	},
	[113181701] = {
		id = 113181701,
		text = "怪人的藏品",
	},
	[113181801] = {
		id = 113181801,
		text = "数据共享",
	},
	[113181901] = {
		id = 113181901,
		text = "信风的信封",
	},
	[113191011] = {
		id = 113191011,
		text = "出现了这个事件，意味着事件权重配置出现了问题",
	},
	[113191101] = {
		id = 113191101,
		text = "诺伦燃料",
	},
	[113191401] = {
		id = 113191401,
		text = "小鱼的观察",
	},
	[113191501] = {
		id = 113191501,
		text = "小鱼的被观察",
	},
	[113191601] = {
		id = 113191601,
		text = "理事会守军",
	},
	[113192101] = {
		id = 113192101,
		text = "贵金属",
	},
	[113192201] = {
		id = 113192201,
		text = "金刚凝胶",
	},
	[113192301] = {
		id = 113192301,
		text = "影响因子",
	},
	[113192401] = {
		id = 113192401,
		text = "建筑蓝图",
	},
	[113192501] = {
		id = 113192501,
		text = "部署建筑",
	},
	[113192601] = {
		id = 113192601,
		text = "字段与晋升",
	},
	[113192701] = {
		id = 113192701,
		text = "水逆时期的潜行",
	},
	[113192801] = {
		id = 113192801,
		text = "",
	},
	[113199999] = {
		id = 113199999,
		text = "终点",
	},
	[113200001] = {
		id = 113200001,
		text = "",
	},
	[113210001] = {
		id = 113210001,
		text = "事件描述",
	},
	[113210002] = {
		id = 113210002,
		text = "（临时）游荡的医疗设施。",
	},
	[113210003] = {
		id = 113210003,
		text = "（临时）努力生存吧。",
	},
	[113210004] = {
		id = 113210004,
		text = "来打一架",
	},
	[113210005] = {
		id = 113210005,
		text = "选择你的结盟势力",
	},
	[113210006] = {
		id = 113210006,
		text = "（临时）向你问好。",
	},
	[113210007] = {
		id = 113210007,
		text = "（临时）值得探索……",
	},
	[113210008] = {
		id = 113210008,
		text = "（临时）值得探索……",
	},
	[113210010] = {
		id = 113210010,
		text = "（临时）值得探索……",
	},
	[113210011] = {
		id = 113210011,
		text = "（临时）值得探索……",
	},
	[113210012] = {
		id = 113210012,
		text = "（临时）值得探索……",
	},
	[113210013] = {
		id = 113210013,
		text = "（临时）值得探索……",
	},
	[113210014] = {
		id = 113210014,
		text = "（临时）值得探索……",
	},
	[113211000] = {
		id = 113211000,
		text = "在<span color=\"#ff6c00\">总览界面</>中，可以看到<span color=\"#ff6c00\">败者首领</>还有多少回合抵达，以及其它各种有用的信息。\
在初次体验远航时，就对<span color=\"#ff6c00\">败者首领</>一串三，也许并不是新人的正常追求……\
本次的「引导式远航」，只要胜过第一个<span color=\"#ff6c00\">败者首领</>，就可成功结束了。\
也请在后续的挑战中，不必立刻追求完全的「通关」。\
战胜了任何一个<span color=\"#ff6c00\">败者首领</>，都会得到奖励。\
请利用这些奖励<span color=\"#ff6c00\">成长</>起来，然后获取完全的<span color=\"#ff6c00\">胜利</>吧。",
	},
	[113211001] = {
		id = 113211001,
		text = "星图上的<span color=\"#ff6c00\">有色连线</>，代表了「已经探索」，前往时不需要消耗回合。\
而<span color=\"#ff6c00\">白色连线</>的相邻坐标，需要消耗1回合，跃迁抵达。\
<span color=\"#ff6c00\">无连线</>的坐标，不可直接抵达。",
	},
	[113211002] = {
		id = 113211002,
		text = "在单次远航期间，我们会获得一种名为<span color=\"#ff6c00\">金刚凝胶</>的资源（航程结束时不保留）。\
金刚凝胶可以做很多事，包括建造建筑、晋升建筑、刷新选择、替换队员……\
宇宙中的游商，也支持用金刚凝胶购买货物。",
	},
	[113211003] = {
		id = 113211003,
		text = "一般的遭遇战过后，奖励是3选1的<span color=\"#ff6c00\">建筑蓝图</>。\
造出<span color=\"#ff6c00\">建筑</>以后，会让你在战斗中获得一些……强大的，或者稀奇古怪的能力。\
有了<span color=\"#ff6c00\">建筑蓝图</>，就可以安排工人来建造。\
星图上有<span color=\"#ff6c00\">建筑格</>，去那里部署你的新建筑吧。",
	},
	[113211004] = {
		id = 113211004,
		text = "手中的<span color=\"#ff6c00\">建筑蓝图</>超过<span color=\"#ff6c00\">10张</>时，就无法获得新的建筑蓝图了。\
请时刻注意这一点，否则就只能放弃多出的建筑蓝图，白白浪费。",
	},
	[113211005] = {
		id = 113211005,
		text = "<span color=\"#ff6c00\">拆除</>建筑时，返还30金刚凝胶。\
因此，有不需要的<span color=\"#ff6c00\">建筑蓝图</>时，可以在空的<span color=\"#ff6c00\">建筑格</>上操作一番，换取金刚凝胶，也可有效避免手中的建筑蓝图达到10张。\
<span color=\"#ff6c00\">召回</>建筑时，需要花费金刚凝胶。（在本次教学中，临时免费）\
被<span color=\"#ff6c00\">召回</>的建筑，将化作建筑蓝图，回归手中。\
请注意，在<span color=\"#ff6c00\">建筑格界面上方</>，可以<span color=\"#ff6c00\">快捷选择</>所有建筑格。",
	},
	[113211006] = {
		id = 113211006,
		text = "许多建筑的名字里，存在着相同的字眼，比如火星、木星、海王、冥王、黑月……等等。它们被称为<span color=\"#ff6c00\">字段</>。\
在建筑蓝图的卡框下方，也标识着这张建筑蓝图的<span color=\"#ff6c00\">字段</>。\
获得<span color=\"#ff6c00\">字段</>建筑时，星图界面上会亮起一格计数。\
当计数格凑满一竖条时，<span color=\"#ff6c00\">字段效果</>就会生效。",
	},
	[113211007] = {
		id = 113211007,
		text = "当你有3个同样的建筑时，你可以选择<span color=\"#ff6c00\">晋升</>1个建筑，使其变强，并获得一个<span color=\"#ff6c00\">异宝</>作为奖励。\
晋升的操作，仍然是在<span color=\"#ff6c00\">建筑格</>完成。\
<span color=\"#ff6c00\">晋升</>建筑时，花费50金刚凝胶。\
你获得了3张相同的<span color=\"#ff6c00\">建筑蓝图</>，现在回到前面的<span color=\"#ff6c00\">建筑格</>，去试试晋升吧。",
	},
	[113211008] = {
		id = 113211008,
		text = "许多建筑的效果描述里，存在着相同的字眼，这被称为<span color=\"#ff6c00\">关键词</>。\
异宝的<span color=\"#ff6c00\">关键词</>，以及部分角色技能中的<span color=\"#ff6c00\">关键词</>，也都是通用的。\
除了通用的建筑以外，也有一些建筑的效果，只对特定角色生效。",
	},
	[113211009] = {
		id = 113211009,
		text = "己方角色在下一场战斗中，会继承前一场战斗的<span color=\"#ff6c00\">HP</>。\
——也就是说，在高压难度之下，角色的<span color=\"#ff6c00\">HP</>总会越打越少。\
如果想替换出战角色，则需消耗XX<span color=\"#ff6c00\">金刚凝胶</>。（在本次教学中，临时免费）",
	},
	[113211010] = {
		id = 113211010,
		text = "己方角色在下一场战斗中，会继承前一场战斗的<span color=\"#ff6c00\">HP</>。\
——也就是说，在高压难度之下，角色的<span color=\"#ff6c00\">HP</>总会越打越少。\
如果想替换出战角色，则需消耗<span color=\"#ff6c00\">金刚凝胶</>。",
	},
	[113211011] = {
		id = 113211011,
		text = "每次使用战舰技能，消耗一发<span color=\"#ff6c00\">舰武载弹</>。\
<span color=\"#ff6c00\">舰武载弹</>和金刚凝胶一样，都是在远航中获得，在航程结束时不保留的。",
	},
	[113211012] = {
		id = 113211012,
		text = "每次远航中，先后有3个<span color=\"#ff6c00\">败者首领</>，会出现在<span color=\"#ff6c00\">巡航基地</>附近，每回合向<span color=\"#ff6c00\">巡航基地</>移动1格。\
<span color=\"#ff6c00\">败者首领</>抵达<span color=\"#ff6c00\">巡航基地</>后，每回合扣取1点<span color=\"#ff6c00\">生存值</>。\
战胜所有的<span color=\"#ff6c00\">败者首领</>，本次远航即<span color=\"#ff6c00\">胜利</>结束。",
	},
	[113211013] = {
		id = 113211013,
		text = "星图中存在着从一开始就可以透过迷雾、直接见到的<span color=\"#ff6c00\">商店类坐标</>。\
商店对远航是重要的，请注意规划路线。\
在星图的远处，也存在着从一开始就可以透过迷雾、直接见到的<span color=\"#ff6c00\">邪星燔祭</>。\
<span color=\"#ff6c00\">邪星燔祭</>是远航中最困难的战斗（本次教学星图中没有，请在后续探索），如能战胜，可以获得额外奖励。",
	},
	[113220001] = {
		id = 113220001,
		text = "一艘失事的运输船，孤零零地飘流在宇宙空间中。\
你启动了扫描仪，发现里面还有一些乘员撤离时来不及带走的货物。",
	},
	[113220002] = {
		id = 113220002,
		text = "附近的贸易港向你求助，希望你让渡一层保护膜发生器，因为他们在附近空域感到危险。\
他们愿意提供高额报酬。",
	},
	[113220003] = {
		id = 113220003,
		text = "你驶入了一片空域，从四周散布的残骸来看，有一大批本以为自己是猎人的海盗变成了猎物。你并不清楚是谁对他们下的手，不过他们已经离开了，这片空域只剩下绵延不绝的战舰残骸和装备废料。\
但在把它看成「寻宝之旅」前，还是要注意海盗们的优良传统：包括但不限于诡雷和自动炮台的各种陷阱。",
	},
	[113220004] = {
		id = 113220004,
		text = "一台小运输机撞到你战舰的护盾上，把自己撞关了机。\
商队的主人向你致歉，说运输机是他们正在销毁的故障品。他们愿意赔偿此次事故造成的损失。",
	},
	[113220005] = {
		id = 113220005,
		text = "",
	},
	[113220006] = {
		id = 113220006,
		text = "你进入这片空域没多久，附近科研空间站的主管就嚷嚷说你干扰了他们的观测数据。\
不过，在你用自己的数据补上之后，主管立刻变得兴高采烈起来，邀请你去空间站做客。\
愉快的聊天时光很快就结束了。作为提供海量数据的报酬，主管慷慨地提供了一份模块化设备的设计稿。",
	},
	[113220007] = {
		id = 113220007,
		text = "失去动力的理事会武器运输船出现在你的扫描仪上，你尝试发送通信请求，但没有获得任何回应。\
看来所有乘员不是死了就是弃船离开了。你需要在它爆炸之前尽快决断。",
	},
	[113220008] = {
		id = 113220008,
		text = "你在宇宙中解决了一只巨型半机械「败者」之后，附近的一个科研空间站对你表示了感谢。\
作为你对这明显大有问题的「故障运输组」闭口不言的报酬，他们希望你能看得上他们的一些数据，或者科研成果。",
	},
	[113220009] = {
		id = 113220009,
		text = "一艘船向你发送了一个奇怪的请求：他希望向你购买一套船员所用的餐具。\
怪人自称船员生活用品收藏家，而你觉得反正餐具也不值钱……",
	},
	[113220010] = {
		id = 113220010,
		text = "一艘飞船找上了你，询问是否愿意提供一些引擎运行数据。\
通话者自称造船厂设计师，希望收集一些市场用户的需求。\
他愿意为此提供一些报酬，答应他的请求并没什么损失。",
	},
	[113220011] = {
		id = 113220011,
		text = "这片星区似乎在庆祝什么节日，你甚至从舷窗都能看到五颜六色的礼花和灯光。\
庆典上的射击气球小游戏……嗯……比赛规则里没写「禁止职业选手参赛」。",
	},
	[113220012] = {
		id = 113220012,
		text = "",
	},
	[113220013] = {
		id = 113220013,
		text = "「培养皿理财」的经理联系了你，向你推销一种超自然理财产品。",
	},
	[113220014] = {
		id = 113220014,
		text = "一座外形华美的小型空间站，向你发送了通信请求。\
站主表示他租用了「这艘游艇」，在外游玩，现在需要一些金刚凝胶，库存却刚好告罄了。\
他希望用他手头的东西向你换取一些金刚凝胶。",
	},
	[113220015] = {
		id = 113220015,
		text = "空间站的站长向你告知，他们正在研究一个将诺伦尼姆高效转化的项目。\
很幸运，通过交涉，你可以分享一些成果。",
	},
	[113220016] = {
		id = 113220016,
		text = "一场突发的诺伦航道乱流。在乱流中，太空的景象变得扭曲模糊。\
奇特的颜色和光芒交织在一起，你立刻让引擎满速运转，可是脱离这片乱流并不简单。\
现在，虽然你勉强离开了乱流中心，但你从取景窗都还能看到一个货柜信标的光点——那个在乱流中心做着布朗运动的就是了。",
	},
	[113220017] = {
		id = 113220017,
		text = "",
	},
	[113220018] = {
		id = 113220018,
		text = "",
	},
	[113220019] = {
		id = 113220019,
		text = "",
	},
	[113220020] = {
		id = 113220020,
		text = "进入道场时，道场的教官一眼就认出你是经验丰富的资深人士，而非求学者。\
但他们表示，如果能你能共享一些对武装的操纵数据，那他们就愿意免费向你的船员们赠送一套教材，和一次现场课程。",
	},
	[113220021] = {
		id = 113220021,
		text = "进入道场时，道场的教官一眼就认出你是经验丰富的资深人士，而非求学者。\
但他们表示，如果能你能共享一些对武装的操纵数据，那他们就愿意免费向你的船员们赠送一套教材，和一次现场课程。",
	},
	[113220022] = {
		id = 113220022,
		text = "一群猎人发来通讯，希望你能够协助他们猎捕「败者」。\
事成之后，他们会向你分享一些富余的建筑蓝图。",
	},
	[113220023] = {
		id = 113220023,
		text = "一群赏金猎人发来通讯，他们的船在战斗中被打坏了引擎。\
他们希望你能够把它拖拽到附近的安全区，他们愿意为此分你一些建筑蓝图。",
	},
	[113220024] = {
		id = 113220024,
		text = "监视「败者」活动的哨站向你求助。他们的耗材已经消耗殆尽，但补给依然遥遥无期。\
哨兵们希望用建筑蓝图向你换取武力上的帮助，来解燃眉之急。",
	},
	[113220025] = {
		id = 113220025,
		text = "一群海盗——对，没错，海盗——向你求助。\
他们说有人跑来「黑吃黑」，但他们早已金盆洗手，当年作恶时所用的装备也不剩多少，所以无力自卫。",
	},
	[113220026] = {
		id = 113220026,
		text = "金刚凝胶不是一种物质，而是诺伦尼姆（Nornium）在物质界——也就是宏观宇宙——的投影。",
	},
	[113220027] = {
		id = 113220027,
		text = "一只巨大的败者孤零零地飘荡在附近，它早已死去很久，但它身上却有异常高的能量读数。\
调查之后，你发现导致它成为「败者」的那次燔祭，其实只是莫名中断，而并结束。\
王星辐照的能量仍然在它体内，并未固化成型。这样的能量完全可以稍作加工，为你所用——比如为你的巡航基地加固一层保护膜。",
	},
	[113220028] = {
		id = 113220028,
		text = "眼前的东西让你想到一句老话：生命总能自寻出路。",
	},
	[113220029] = {
		id = 113220029,
		text = "一种曾经并不罕见，但如今已经很难找到大型矿床的的太空矿物：甜热浮石。\
在拓扑变换为「内天体」成分时，无毒无副作用。\
——正是由于证明了这一点，它的价格才开始了连绵不绝的逐步攀升。",
	},
	[113220030] = {
		id = 113220030,
		text = "本来这只是一次惯例的全舰自检，但是自检程序运行之后没多久，整艘船就断电了。\
航行已经让船员们都够累了，大家刚好放个假，顺便让船开始自检。\
没想到，自检过程中的备件仓库AI，从角落里自行翻出了被大家完全遗忘的好东西……",
	},
	[113220031] = {
		id = 113220031,
		text = "明明船里的空气过滤系统工作正常，可你却闻到了一股不祥的刺鼻气味。在宇宙中，这种情形只可能是由超凡因素引发。\
一场不正规的燔祭仪式——在神秘的建筑中，有大量形迹可疑的邪教徒，还有缭绕全场的硫磺气味，以及堆放在中央祭坛上的一些，极其违法的……祭品。\
「燔祭」本该是「人对星的仪式」，但你却发现这场仪式的献祭对象，是一个伪装成王星的「败者」。",
	},
	[113220032] = {
		id = 113220032,
		text = "护盾发生仪、星相仪和雷达同时发出了啸叫。\
摆渡人来到你的面前，告诉你，前进是有风险的，但如果拒绝摆渡，他就不再恭候。",
	},
	[113220036] = {
		id = 113220036,
		text = "【PH】事件描述 - 信风角色卡",
	},
	[113220037] = {
		id = 113220037,
		text = "【PH】事件描述 - 小鱼角色卡",
	},
	[113220038] = {
		id = 113220038,
		text = "【PH】事件描述 - 试金石角色卡",
	},
	[113220039] = {
		id = 113220039,
		text = "【PH】事件描述 - 老板娘角色卡",
	},
	[113220040] = {
		id = 113220040,
		text = "【PH】事件描述 - 眠眠角色卡",
	},
	[113220041] = {
		id = 113220041,
		text = "【PH】事件描述 - 辩才姬角色卡",
	},
	[113220042] = {
		id = 113220042,
		text = "【PH】事件描述 - 更换角色点",
	},
	[113220043] = {
		id = 113220043,
		text = "沉默的守门人……收束着诺伦之门的乱流。",
	},
	[113220044] = {
		id = 113220044,
		text = "沉默的守门人……收束着诺伦之门的乱流。",
	},
	[113220048] = {
		id = 113220048,
		text = "【PH】事件描述 - 战斗拿公主角色卡1~2",
	},
	[113220049] = {
		id = 113220049,
		text = "【PH】事件描述 - 战斗拿公主角色卡3~4",
	},
	[113220050] = {
		id = 113220050,
		text = "【PH】事件描述 - 战斗拿公主角色卡5~6",
	},
	[113220051] = {
		id = 113220051,
		text = "【PH】事件描述 - 事件拿公主角色卡1~2",
	},
	[113220052] = {
		id = 113220052,
		text = "【PH】事件描述 - 事件拿公主角色卡3~4",
	},
	[113220053] = {
		id = 113220053,
		text = "【PH】事件描述 - 事件拿公主角色卡5~6",
	},
	[113220054] = {
		id = 113220054,
		text = "【PH】事件描述 - 战斗拿折光1~2",
	},
	[113220055] = {
		id = 113220055,
		text = "【PH】事件描述 - 战斗拿折光3~4",
	},
	[113220056] = {
		id = 113220056,
		text = "【PH】事件描述 - 战斗拿折光5~6",
	},
	[113220057] = {
		id = 113220057,
		text = "【PH】事件描述 - 事件拿折光1~2",
	},
	[113220058] = {
		id = 113220058,
		text = "【PH】事件描述 - 事件拿折光3~4",
	},
	[113220059] = {
		id = 113220059,
		text = "【PH】事件描述 - 事件拿折光5~6",
	},
	[113220060] = {
		id = 113220060,
		text = "【PH】事件描述 - 随机负面事件A",
	},
	[113220061] = {
		id = 113220061,
		text = "【PH】事件描述 - 随机负面事件B",
	},
	[113220062] = {
		id = 113220062,
		text = "【PH】事件描述 - 随机负面事件C",
	},
	[113220063] = {
		id = 113220063,
		text = "【PH】事件描述 - 无奖励战斗 难1",
	},
	[113220064] = {
		id = 113220064,
		text = "【PH】事件描述 - 无奖励战斗 难2",
	},
	[113220065] = {
		id = 113220065,
		text = "【PH】事件描述 - 无奖励战斗 难3",
	},
	[113220066] = {
		id = 113220066,
		text = "一群猎人发来通讯，希望你能够协助他们猎捕「败者」。\
事成之后，他们会向你分享一些富余的建筑蓝图。",
	},
	[113220067] = {
		id = 113220067,
		text = "一群赏金猎人发来通讯，他们的船在战斗中被打坏了引擎。\
他们希望你能够把它拖拽到附近的安全区，他们愿意为此分你一些建筑蓝图。",
	},
	[113220068] = {
		id = 113220068,
		text = "监视「败者」活动的哨站向你求助。他们的耗材已经消耗殆尽，但补给依然遥遥无期。\
哨兵们希望用建筑蓝图向你换取武力上的帮助，来解燃眉之急。",
	},
	[113220069] = {
		id = 113220069,
		text = "一群海盗——对，没错，海盗——向你求助。\
他们说有人跑来「黑吃黑」，但他们早已金盆洗手，当年作恶时所用的装备也不剩多少，所以无力自卫。",
	},
	[113220070] = {
		id = 113220070,
		text = "一台小运输机撞到你战舰的护盾上，把自己撞关了机。\
商队的主人向你致歉，说运输机是他们正在销毁的故障品。他们愿意赔偿此次事故造成的损失。",
	},
	[113220071] = {
		id = 113220071,
		text = "你进入这片空域没多久，附近科研空间站的主管就嚷嚷说你干扰了他们的观测数据。\
不过，在你用自己的数据补上之后，主管立刻变得兴高采烈起来，邀请你去空间站做客。\
愉快的聊天时光很快就结束了。作为提供海量数据的报酬，主管慷慨地提供了一份模块化设备的设计稿。",
	},
	[113220072] = {
		id = 113220072,
		text = "失去动力的理事会武器运输船出现在你的扫描仪上，你尝试发送通信请求，但没有获得任何回应。\
看来所有乘员不是死了就是弃船离开了。你需要在它爆炸之前尽快决断。",
	},
	[113220073] = {
		id = 113220073,
		text = "你在宇宙中解决了一只巨型半机械「败者」之后，附近的一个科研空间站对你表示了感谢。\
作为你对这明显大有问题的「故障运输组」闭口不言的报酬，他们希望你能看得上他们的一些数据，或者科研成果。",
	},
	[113220074] = {
		id = 113220074,
		text = "一艘船向你发送了一个奇怪的请求：他希望向你购买一套船员所用的餐具。\
怪人自称船员生活用品收藏家，而你觉得反正餐具也不值钱……",
	},
	[113220075] = {
		id = 113220075,
		text = "一艘飞船找上了你，询问是否愿意提供一些引擎运行数据。\
通话者自称造船厂设计师，希望收集一些市场用户的需求。\
他愿意为此提供一些报酬，答应他的请求并没什么损失。",
	},
	[113220076] = {
		id = 113220076,
		text = "这片星区似乎在庆祝什么节日，你甚至从舷窗都能看到五颜六色的礼花和灯光。\
庆典上的射击气球小游戏……嗯……比赛规则里没写「禁止职业选手参赛」。",
	},
	[113220077] = {
		id = 113220077,
		text = "向斩击祭坛祈祷吧——虽然不知道是谁在回应，但你会获得「斩击」的回报。",
	},
	[113220078] = {
		id = 113220078,
		text = "向枪击祭坛祈祷吧——虽然不知道是谁在回应，但你会获得「枪击」的回报。",
	},
	[113220079] = {
		id = 113220079,
		text = "向武斗祭坛祈祷吧——虽然不知道是谁在回应，但你会获得「武斗」的回报。",
	},
	[113220080] = {
		id = 113220080,
		text = "向飞剑祭坛祈祷吧——虽然不知道是谁在回应，但你会获得「飞剑」的回报。",
	},
	[113220081] = {
		id = 113220081,
		text = "向飞弹祭坛祈祷吧——虽然不知道是谁在回应，但你会获得「飞弹」的回报。",
	},
	[113220082] = {
		id = 113220082,
		text = "向珊瑚祭坛祈祷吧——虽然不知道是谁在回应，但你会获得「珊瑚」的回报。",
	},
	[113220331] = {
		id = 113220331,
		text = "向导弹祭坛祈祷吧——虽然不知道是谁在回应，但你可能会获得「导弹」的回报。\
……或者，也可能需要手动索取一下回报。",
	},
	[113220332] = {
		id = 113220332,
		text = "向导弹祭坛祈祷吧——虽然不知道是谁在回应，但你可能会获得「导弹」的回报。\
……或者，也可能需要手动索取一下回报。",
	},
	[113220341] = {
		id = 113220341,
		text = "向导弹祭坛祈祷吧——虽然不知道是谁在回应，但你可能会获得「导弹」的回报。\
……或者，也可能需要手动索取一下回报。",
	},
	[113220342] = {
		id = 113220342,
		text = "向导弹祭坛祈祷吧——虽然不知道是谁在回应，但你可能会获得「导弹」的回报。\
……或者，也可能需要手动索取一下回报。",
	},
	[113220351] = {
		id = 113220351,
		text = "向导弹祭坛祈祷吧——虽然不知道是谁在回应，但你可能会获得「导弹」的回报。\
……或者，也可能需要手动索取一下回报。",
	},
	[113220352] = {
		id = 113220352,
		text = "向导弹祭坛祈祷吧——虽然不知道是谁在回应，但你可能会获得「导弹」的回报。\
……或者，也可能需要手动索取一下回报。",
	},
	[113220451] = {
		id = 113220451,
		text = "向燃烧祭坛祈祷吧——虽然不知道是谁在回应，但你可能会获得「燃烧」的回报。\
……或者，也可能需要手动索取一下回报。",
	},
	[113220452] = {
		id = 113220452,
		text = "向燃烧祭坛祈祷吧——虽然不知道是谁在回应，但你可能会获得「燃烧」的回报。\
……或者，也可能需要手动索取一下回报。",
	},
	[113220461] = {
		id = 113220461,
		text = "向燃烧祭坛祈祷吧——虽然不知道是谁在回应，但你可能会获得「燃烧」的回报。\
……或者，也可能需要手动索取一下回报。",
	},
	[113220462] = {
		id = 113220462,
		text = "向燃烧祭坛祈祷吧——虽然不知道是谁在回应，但你可能会获得「燃烧」的回报。\
……或者，也可能需要手动索取一下回报。",
	},
	[113220471] = {
		id = 113220471,
		text = "向燃烧祭坛祈祷吧——虽然不知道是谁在回应，但你可能会获得「燃烧」的回报。\
……或者，也可能需要手动索取一下回报。",
	},
	[113220472] = {
		id = 113220472,
		text = "向燃烧祭坛祈祷吧——虽然不知道是谁在回应，但你可能会获得「燃烧」的回报。\
……或者，也可能需要手动索取一下回报。",
	},
	[113221000] = {
		id = 113221000,
		text = "一艘，或者说半艘，损坏的废船，出现在了你的面前。\
看标志，似乎是什么生物科研组织。你开始猜测这艘船只剩一半的理由了。\
读数显示，货舱里已经没有生物反应，只有废船本身还值点钱。",
	},
	[113221001] = {
		id = 113221001,
		text = "一种曾经并不罕见，但如今已经很难找到大型矿床的的太空矿物：甜热浮石。\
在拓扑变换为「内天体」成分时，无毒无副作用。\
——正是由于证明了这一点，它的价格才开始了连绵不绝的逐步攀升。",
	},
	[113221002] = {
		id = 113221002,
		text = "眼前的东西让你想到一句老话：生命总能自寻出路。",
	},
	[113221003] = {
		id = 113221003,
		text = "本来这只是一次惯例的全舰自检，但是自检程序运行之后没多久，整艘船就断电了。\
航行已经让船员们都够累了，大家刚好放个假，顺便让船开始自检。\
没想到，自检过程中的备件仓库AI，从角落里自行翻出了被大家完全遗忘的好东西……",
	},
	[113221004] = {
		id = 113221004,
		text = "一艘，或者说半艘，损坏的废船，出现在了你的面前。\
看标志，似乎是什么生物科研组织。你开始猜测这艘船只剩一半的理由了。\
读数显示，货舱里已经没有生物反应，只有废船本身还值点钱。",
	},
	[113221005] = {
		id = 113221005,
		text = "一种曾经并不罕见，但如今已经很难找到大型矿床的的太空矿物：甜热浮石。\
在拓扑变换为「内天体」成分时，无毒无副作用。\
——正是由于证明了这一点，它的价格才开始了连绵不绝的逐步攀升。",
	},
	[113221006] = {
		id = 113221006,
		text = "眼前的东西让你想到一句老话：生命总能自寻出路。",
	},
	[113221007] = {
		id = 113221007,
		text = "本来这只是一次惯例的全舰自检，但是自检程序运行之后没多久，整艘船就断电了。\
航行已经让船员们都够累了，大家刚好放个假，顺便让船开始自检。\
没想到，自检过程中的备件仓库AI，从角落里自行翻出了被大家完全遗忘的好东西……",
	},
	[113221008] = {
		id = 113221008,
		text = "一艘，或者说半艘，损坏的废船，出现在了你的面前。\
看标志，似乎是什么生物科研组织。你开始猜测这艘船只剩一半的理由了。\
读数显示，货舱里已经没有生物反应，只有废船本身还值点钱。",
	},
	[113221009] = {
		id = 113221009,
		text = "一种曾经并不罕见，但如今已经很难找到大型矿床的的太空矿物：甜热浮石。\
在拓扑变换为「内天体」成分时，无毒无副作用。\
——正是由于证明了这一点，它的价格才开始了连绵不绝的逐步攀升。",
	},
	[113221010] = {
		id = 113221010,
		text = "眼前的东西让你想到一句老话：生命总能自寻出路。",
	},
	[113221011] = {
		id = 113221011,
		text = "本来这只是一次惯例的全舰自检，但是自检程序运行之后没多久，整艘船就断电了。\
航行已经让船员们都够累了，大家刚好放个假，顺便让船开始自检。\
没想到，自检过程中的备件仓库AI，从角落里自行翻出了被大家完全遗忘的好东西……",
	},
	[113250201] = {
		id = 113250201,
		text = "一条紧急求助信息发送到了你的船上，信息来源是附近的一处「败者」残骸。\
研究「败者」生态的学者遭到了生物材料猎手的无差别袭击，他们没有任何自卫能力，只能恳求拯救。",
	},
	[113250202] = {
		id = 113250202,
		text = "附近的贸易港向你求助，希望你保护他们。他们愿意提供高额报酬。",
	},
	[113250203] = {
		id = 113250203,
		text = "一位打扮光鲜的富豪狼狈的向你求助。他说他是一位「败者」遗骸收藏家，收集藏品的时候被打劫了。\
他雇佣的保镖已经作鸟兽散，急需任何愿意提供帮助的人来保护他。",
	},
	[113250204] = {
		id = 113250204,
		text = "一群海盗——对，没错，海盗——向你求助。\
他们说有人跑来「黑吃黑」，但他们早已金盆洗手，当年作恶时所用的装备也不剩多少，所以无力自卫。",
	},
	[113260101] = {
		id = 113260101,
		text = "观测员回报说，出现了像是遥远星云、实际上却又近得多的一种现象。\
这个报告让船员们感到一种格外的安心，因为他们知道那是「领航星兽」的赐福，作为三种航行星象之一，能将一些事象导向更良性的结果。",
	},
	[113260201] = {
		id = 113260201,
		text = "进入星区时，你感到周围比之前的空域亮了一些。观测四周时，你发现了如同龙状星云般的现象——那是「护航邪龙」的赐福，一般不会照在你这种正直人士的身上……不过，管它呢。\
作为三种航行星象之一，「护航邪龙」通常而言有助于财富概念的上升。",
	},
	[113260301] = {
		id = 113260301,
		text = "跃迁结束时，船上几乎所有读数全都变得异常起来。\
这种良性的异常，来源于一团看似星云、实则降临在附近星域的宇宙现象：「司航蜂鸟」的赐福。作为三种航行星象之一，司航蜂鸟会在战斗中令你化险为夷。",
	},
	[113270101] = {
		id = 113270101,
		text = "相遇的时候，并非商队的营业时间，\
但他们还是热情地发来讯息，招呼你去消费一番。",
	},
	[113270201] = {
		id = 113270201,
		text = "虽然他们的本业是海盗，但做起生意来的态度不算太差，甚至可以给出「中等偏下」的好评——也就是明显高于某些网红小吃店主。\
不过，如果你在他们面前露出破绽，他们可能就会对你的实力重新评估，来决定要不要继续在你面前扮商人了。",
	},
	[113280101] = {
		id = 113280101,
		text = "一群猎人发来通讯，希望你能够协助他们猎捕「败者」。\
事成之后，他们会向你分享一些富余的弹药。",
	},
	[113280201] = {
		id = 113280201,
		text = "一群赏金猎人发来通讯，他们的船在战斗中被打坏了引擎。\
他们希望你能够把它拖拽到附近的安全区，他们愿意为此分你一些燃料。",
	},
	[113280301] = {
		id = 113280301,
		text = "一座外形华美的小型空间站，向你发送了通信请求。\
站主表示他租用了「这艘游艇」，在外游玩，但他错估了燃料的存量。\
他希望用他手头的东西向你换取一些燃料。",
	},
	[113280401] = {
		id = 113280401,
		text = "空间站的站长向你告知，他们在研究一个将诺伦尼姆高效转化的项目，但不幸花光了研究预算。\
他希望用一些研究副产物，向你换取急需的预算和耗材。",
	},
	[113280501] = {
		id = 113280501,
		text = "监视「败者」活动的哨站向你求助。他们的耗材已经消耗殆尽，但补给依然遥遥无期。\
哨兵们希望用多余的弹药向你换取金刚凝胶，来解燃眉之急。",
	},
	[113280601] = {
		id = 113280601,
		text = "「培养皿理财」的经理联系了你，向你推销理财产品。",
	},
	[113280701] = {
		id = 113280701,
		text = "「培养皿投资」的经理联系了你，向你推销投资项目。",
	},
	[113280801] = {
		id = 113280801,
		text = "眼前的东西让你想到一句老话：生命总能自寻出路。",
	},
	[113280802] = {
		id = 113280802,
		text = "一种曾经并不罕见，但如今已经很难找到大型矿床的的太空矿物：甜热浮石。\
在拓扑变换为「内天体」成分时，无毒无副作用。\
——正是由于证明了这一点，它的价格才开始了连绵不绝的逐步攀升。",
	},
	[113280901] = {
		id = 113280901,
		text = "一艘失事的运输船，孤零零地飘流在宇宙空间中。\
你启动了扫描仪，发现里面还有一些乘员撤离时来不及带走的货物。",
	},
	[113281001] = {
		id = 113281001,
		text = "一艘，或者说半艘，损坏的废船，出现在了面前。\
看标志，似乎是什么科研组织。你开始猜测这艘船只剩一半的理由了。\
读数显示，货舱里还有一些内容不明的货物。",
	},
	[113281101] = {
		id = 113281101,
		text = "失去动力的理事会武器运输船出现在你的扫描仪上，你尝试发送通信请求，但没有获得任何回应。\
看来所有乘员不是死了就是弃船离开了。",
	},
	[113281201] = {
		id = 113281201,
		text = "跃迁之后，你发现战舰正身处在一团诺伦粒子云中。\
严格来说，它并不是粒子云，甚至不是一种物质，而是诺伦尼姆正在向物质界「降下」的一种过程。",
	},
	[113281301] = {
		id = 113281301,
		text = "进入道场时，道场的教官一眼就认出你是经验丰富的资深人士，而非求学者。\
但他们表示，如果能你能共享一些对武装的操纵数据，那他们就愿意免费向你的船员们赠送一套教材，和一次现场课程。",
	},
	[113281401] = {
		id = 113281401,
		text = "一台小运输机撞到你战舰的护盾上，把自己撞关了机。\
商队的主人向你致歉，说运输机是他们正在销毁的故障品。他们愿意赔偿此次事故造成的损失。",
	},
	[113281501] = {
		id = 113281501,
		text = "附近的空间站发生了一场小事故，几个货柜从货港飞了出来。\
你帮他们捞回了货舱后，货港负责人按规矩该给你一笔佣金。不过他们流动资金短缺，所以希望用一些资源或者商品来代替佣金。",
	},
	[113281601] = {
		id = 113281601,
		text = "你在宇宙中解决了一只巨型半机械「败者」之后，附近的一个科研空间站对你表示了感谢。\
作为你对这明显大有问题的「故障运输组」闭口不言的报酬，他们希望你能看得上他们的一些数据，或者科研成果。",
	},
	[113281701] = {
		id = 113281701,
		text = "一艘船向你发送了一个奇怪的请求：他希望向你购买一套船员所用的餐具。\
怪人自称船员生活用品收藏家，而你觉得反正餐具也不值钱……",
	},
	[113281801] = {
		id = 113281801,
		text = "一艘飞船找上了你，询问是否愿意提供一些引擎运行数据。\
通话者自称造船厂设计师，希望收集一些市场用户的需求。\
他愿意为此提供一些报酬，答应他的请求并没什么损失。",
	},
	[113281901] = {
		id = 113281901,
		text = "在跃迁结束时，你感到一阵头晕目眩。\
这种不适，似乎是来源于那颗「宣告者」之星，或称「信使星」的……辐射。\
你意识到眼前有一封信，需要由你来拆封——",
	},
	[113291101] = {
		id = 113291101,
		text = "星图上的蓝色连线，代表了「已经探索」，前往时不需要消耗燃料。\
而白色连线的相邻坐标，需要消耗1份诺伦燃料，跃迁抵达。\
超过1格距离的坐标，不可以直接跃迁，需要一步一步前往。\
在界面右侧，可以看到「诺伦燃料」的剩余量。",
	},
	[113291401] = {
		id = 113291401,
		text = "虽然「假助手」仍然保持着初见面时那种，基本上只会回复「1」的印象，但在逐渐相识以后，小鱼发现，对方是个很聪明的人，而且极有耐心，仿佛一切事务对他来说都只是待办事项。\
不需要反复确认，在他回复你「1」的时候，你就已经可以相信，他会把事情办妥。",
	},
	[113291501] = {
		id = 113291501,
		text = "而小鱼自己是一个怎样的人呢？\
……从这个故事以「小鱼上大当」为开端来看，也大概可以猜到，小鱼不是一个非常可靠的人。\
不过，「假助手」对小鱼的观感也还算可以。作为一个笨手笨脚的临时船员，她最大的好处是不反驳自己。\
虽然派她去给生态舱的绿植浇水的时候，她浇坏了放在一边的音响。\
但在修完音响以后，她给船上选的BGM的品味算是勉强过关。",
	},
	[113291601] = {
		id = 113291601,
		text = "前方出现了理事会的守军。\
跃迁结束的一瞬间，你们已经互相探测到了彼此的存在。",
	},
	[113292101] = {
		id = 113292101,
		text = "在星图上，有时会见到一些可以打捞的资源。\
比如各种贵金属，在航行中会被自动兑换成理事会的「赎罪奖券」。这是一种航行中的代币，只能在单次航行中使用。\
在界面右侧，可以看到「赎罪奖券」的数量。\
消费赦免了罪，从而获得进入乐园的资格——这就是「复乐园理事会」发行「赎罪奖券」的含义。",
	},
	[113292201] = {
		id = 113292201,
		text = "这是第二种航行时所的资源，金刚凝胶。\
它也是一种航行中的代币，我们很快就会用到它。\
在界面右侧，可以看到「金刚凝胶」的数量。\
金刚凝胶不是一种物质，而是诺伦尼姆（Nornium）在物质界——也就是宏观宇宙——的投影。",
	},
	[113292301] = {
		id = 113292301,
		text = "第三种航行时所的资源，影响因子。\
这是最后一种航行中的代币，三种代币都不会保留到下次航行。\
在界面右侧，可以看到「影响因子」的数量。\
作为代币的影响因子，是对科研成果与资料的一种转化。",
	},
	[113292401] = {
		id = 113292401,
		text = "在航行中，遇到一般的战斗时，战斗后的奖励，会是3选1的「建筑蓝图」。\
造出建筑以后，会让你在战斗中获得一些……强大的，或者稀奇古怪的能力。\
下次跃迁时，试着从战斗中获取「建筑蓝图」吧。",
	},
	[113292501] = {
		id = 113292501,
		text = "有了建筑蓝图，就可以安排工人来建造。\
星图上有「建筑格」，去那里部署你的新建筑吧。",
	},
	[113292601] = {
		id = 113292601,
		text = "许多建筑的名字里，存在着相同的字眼，这被称为「字段」。\
获得「字段」建筑时，星图界面上会亮起一格计数。当计数格凑满一竖条时，「字段」效果就会生效。\
等会就在界面上点击一下「字段」，看看效果吧。\
另外，当你有3个同样的建筑时，你可以选择晋升，增强建筑，并且获得一个「异宝」作为奖励。\
晋升的操作，仍然是在「建筑格」完成。\
来，这是三张一样的蓝图，拿去试试。",
	},
	[113292701] = {
		id = 113292701,
		text = "水星（Mercury），墨丘利之星，在占星术的意义上，影响着人类的智力和通讯活动的效率。\
在水星逆行时，即所谓「水逆」时期，通常是文书错误、信息丢失、机械故障、交通干扰，以及各类相关问题频发的时段。\
为此，「复乐园理事会」推动了一项拆解水星天的计划，以永久根除水逆问题。\
但由于水星拆除前的星相动乱，水逆的影响就如同回光返照，达到了有史以来的最强。\
因此，这一路上，缇缇波芙用巫毒术干扰通信的工作，进行得非常顺利。\
九成以上领队星等不足的理事会守军，都如杂鱼般被缇缇波芙轻松游过了身旁，没有激起一丝波澜。",
	},
	[113292801] = {
		id = 113292801,
		text = "即使阻隔了通讯支援，但在越接近理事卿所在地时，布满了空间的守卫们的抵抗，还是不可避免地变得越来越强。\
他们的个人实力并不突出，但明显对莎乐美足够忠诚，不愿从信风面前逃跑。\
越是极度重要的时刻，越必须选用这些人作为最后一道防线，而非选用顶级强者做护卫——这是那位「第一理事卿」的性格，也是她的人生守则。\
突入至此，已是身陷重围。为了保障信风能够无伤地见到理事卿，科斯明船长与缇缇波芙决定，在敌方精英最密集的地方下船，为信风拦截追兵。\
根据科斯明船长的布置，世界政府的援军也已做足准备，埋伏在一次跃迁即可跨越的距离之外，很快就会精准地投入战场。",
	},
	[113311000] = {
		id = 113311000,
		text = "「总览界面」和其它……",
	},
	[113311001] = {
		id = 113311001,
		text = "关于「连线」",
	},
	[113311002] = {
		id = 113311002,
		text = "关于「金刚凝胶」",
	},
	[113311003] = {
		id = 113311003,
		text = "关于「建筑」",
	},
	[113311004] = {
		id = 113311004,
		text = "关于「浪费」",
	},
	[113311005] = {
		id = 113311005,
		text = "关于「拆除」",
	},
	[113311006] = {
		id = 113311006,
		text = "关于「字段」",
	},
	[113311007] = {
		id = 113311007,
		text = "关于「晋升」",
	},
	[113311008] = {
		id = 113311008,
		text = "关于「关键词」",
	},
	[113311009] = {
		id = 113311009,
		text = "关于「HP继承」",
	},
	[113311010] = {
		id = 113311010,
		text = "关于「生存值」",
	},
	[113311011] = {
		id = 113311011,
		text = "关于「舰武载弹」",
	},
	[113311012] = {
		id = 113311012,
		text = "关于「败者首领」",
	},
	[113311013] = {
		id = 113311013,
		text = "关于「特殊坐标」",
	},
	[113320001] = {
		id = 113320001,
		text = "获取金刚凝胶，或建筑蓝图",
	},
	[113320002] = {
		id = 113320002,
		text = "以生存值换取金刚凝胶",
	},
	[113320003] = {
		id = 113320003,
		text = "危险空域！极大扣减生存值，但也会获得丰厚回报",
	},
	[113320004] = {
		id = 113320004,
		text = "获取金刚凝胶或建筑蓝图，也可购买建筑蓝图",
	},
	[113320005] = {
		id = 113320005,
		text = "",
	},
	[113320006] = {
		id = 113320006,
		text = "获取建筑蓝图",
	},
	[113320007] = {
		id = 113320007,
		text = "获取建筑蓝图（导弹、落雷、地雷）",
	},
	[113320008] = {
		id = 113320008,
		text = "获取建筑蓝图（燃烧、冲击波、内爆体）",
	},
	[113320009] = {
		id = 113320009,
		text = "获取建筑蓝图（定时器、充能星、电磁脉冲）",
	},
	[113320010] = {
		id = 113320010,
		text = "获取建筑蓝图（开战、疾驰、受创）",
	},
	[113320011] = {
		id = 113320011,
		text = "获取建筑蓝图（无夜、冥王、火星）",
	},
	[113320012] = {
		id = 113320012,
		text = "",
	},
	[113320013] = {
		id = 113320013,
		text = "可能获得大量金刚凝胶",
	},
	[113320014] = {
		id = 113320014,
		text = "购买随机建筑蓝图",
	},
	[113320015] = {
		id = 113320015,
		text = "随机获得100、50或0金刚凝胶，概率各为1/3。",
	},
	[113320016] = {
		id = 113320016,
		text = "以生存值进行赌博，换取金刚凝胶",
	},
	[113320017] = {
		id = 113320017,
		text = "",
	},
	[113320018] = {
		id = 113320018,
		text = "",
	},
	[113320019] = {
		id = 113320019,
		text = "",
	},
	[113320020] = {
		id = 113320020,
		text = "获取本次远航期间永久性的训练成果",
	},
	[113320021] = {
		id = 113320021,
		text = "获取本次远航期间永久性的训练成果",
	},
	[113320022] = {
		id = 113320022,
		text = "获取金刚凝胶与建筑蓝图（导弹、落雷、地雷）",
	},
	[113320023] = {
		id = 113320023,
		text = "获取金刚凝胶与建筑蓝图（燃烧、冲击波、内爆体）",
	},
	[113320024] = {
		id = 113320024,
		text = "获取金刚凝胶与建筑蓝图（定时器、充能星、电磁脉冲）",
	},
	[113320025] = {
		id = 113320025,
		text = "获取金刚凝胶与建筑蓝图（开战、疾驰、受创）",
	},
	[113320026] = {
		id = 113320026,
		text = "获取金刚凝胶",
	},
	[113320027] = {
		id = 113320027,
		text = "获取生存值",
	},
	[113320028] = {
		id = 113320028,
		text = "获取金刚凝胶 、嗜血金针菇",
	},
	[113320029] = {
		id = 113320029,
		text = "获取金刚凝胶 、甜热浮石",
	},
	[113320030] = {
		id = 113320030,
		text = "获取金刚凝胶、隐波元件",
	},
	[113320031] = {
		id = 113320031,
		text = "进行一场困难的战斗，获得额外奖励",
	},
	[113320032] = {
		id = 113320032,
		text = "以生存值换取通行。若拒绝，无法通行。",
	},
	[113320033] = {
		id = 113320033,
		text = "有概率直接获取建筑蓝图（导弹），有概率战斗后获取",
	},
	[113320034] = {
		id = 113320034,
		text = "有概率直接获取建筑蓝图（导弹），有概率战斗后获取",
	},
	[113320035] = {
		id = 113320035,
		text = "有概率直接获取建筑蓝图（导弹），有概率战斗后获取",
	},
	[113320036] = {
		id = 113320036,
		text = "【PH】信风角色卡",
	},
	[113320037] = {
		id = 113320037,
		text = "【PH】小鱼角色卡",
	},
	[113320038] = {
		id = 113320038,
		text = "【PH】试金石角色卡",
	},
	[113320039] = {
		id = 113320039,
		text = "【PH】老板娘角色卡",
	},
	[113320040] = {
		id = 113320040,
		text = "【PH】眠眠角色卡",
	},
	[113320041] = {
		id = 113320041,
		text = "【PH】辩才姬角色卡",
	},
	[113320042] = {
		id = 113320042,
		text = "【PH】未来开放 - 更换角色（获得标准练度的特定角色）",
	},
	[113320043] = {
		id = 113320043,
		text = "以战斗打开通路。若失败或逃离，无法通行。",
	},
	[113320044] = {
		id = 113320044,
		text = "以战斗打开通路。若失败或逃离，无法通行。",
	},
	[113320045] = {
		id = 113320045,
		text = "有概率直接获取建筑蓝图（燃烧），有概率战斗后获取",
	},
	[113320046] = {
		id = 113320046,
		text = "有概率直接获取建筑蓝图（燃烧），有概率战斗后获取",
	},
	[113320047] = {
		id = 113320047,
		text = "有概率直接获取建筑蓝图（燃烧），有概率战斗后获取",
	},
	[113320048] = {
		id = 113320048,
		text = "【PH】战斗拿公主角色卡1~2",
	},
	[113320049] = {
		id = 113320049,
		text = "【PH】战斗拿公主角色卡3~4",
	},
	[113320050] = {
		id = 113320050,
		text = "【PH】战斗拿公主角色卡5~6",
	},
	[113320051] = {
		id = 113320051,
		text = "【PH】事件拿公主角色卡1~2",
	},
	[113320052] = {
		id = 113320052,
		text = "【PH】事件拿公主角色卡3~4",
	},
	[113320053] = {
		id = 113320053,
		text = "【PH】事件拿公主角色卡5~6",
	},
	[113320054] = {
		id = 113320054,
		text = "【PH】战斗拿折光1~2",
	},
	[113320055] = {
		id = 113320055,
		text = "【PH】战斗拿折光3~4",
	},
	[113320056] = {
		id = 113320056,
		text = "【PH】战斗拿折光5~6",
	},
	[113320057] = {
		id = 113320057,
		text = "【PH】事件拿折光1~2",
	},
	[113320058] = {
		id = 113320058,
		text = "【PH】事件拿折光3~4",
	},
	[113320059] = {
		id = 113320059,
		text = "【PH】事件拿折光5~6",
	},
	[113320060] = {
		id = 113320060,
		text = "【PH】随机负面事件A",
	},
	[113320061] = {
		id = 113320061,
		text = "【PH】随机负面事件B",
	},
	[113320062] = {
		id = 113320062,
		text = "【PH】随机负面事件C",
	},
	[113320063] = {
		id = 113320063,
		text = "【PlaceHolder】无奖励战斗 难1",
	},
	[113320064] = {
		id = 113320064,
		text = "【PlaceHolder】无奖励战斗 难2",
	},
	[113320065] = {
		id = 113320065,
		text = "【PlaceHolder】无奖励战斗 难3",
	},
	[113320066] = {
		id = 113320066,
		text = "获取建筑蓝图（导弹、落雷、地雷）",
	},
	[113320067] = {
		id = 113320067,
		text = "获取建筑蓝图（燃烧、冲击波、内爆体）",
	},
	[113320068] = {
		id = 113320068,
		text = "获取建筑蓝图（定时器、充能星、电磁脉冲）",
	},
	[113320069] = {
		id = 113320069,
		text = "获取建筑蓝图（开战、疾驰、受创）",
	},
	[113320070] = {
		id = 113320070,
		text = "获取金刚凝胶或建筑蓝图，也可购买建筑蓝图（2-4星）",
	},
	[113320071] = {
		id = 113320071,
		text = "获取建筑蓝图（2-4星）（全通用卡池）",
	},
	[113320072] = {
		id = 113320072,
		text = "获取建筑蓝图（导弹、落雷、地雷）（2-4星）",
	},
	[113320073] = {
		id = 113320073,
		text = "获取建筑蓝图（燃烧、冲击波、内爆体）（2-4星）",
	},
	[113320074] = {
		id = 113320074,
		text = "获取建筑蓝图（定时器、充能星、电磁脉冲）（2-4星）",
	},
	[113320075] = {
		id = 113320075,
		text = "获取建筑蓝图（开战、疾驰、受创）（2-4星）",
	},
	[113320076] = {
		id = 113320076,
		text = "获取建筑蓝图（无夜、冥王、阿特拉斯）（2-4星）",
	},
	[113320077] = {
		id = 113320077,
		text = "选取信风、十四娘、眠眠、折光（形骸）的特有建筑。",
	},
	[113320078] = {
		id = 113320078,
		text = "选取豌豆公主、折光（试金石）的特有建筑，或金刚凝胶。",
	},
	[113320079] = {
		id = 113320079,
		text = "选取逆戟雀、辩才姬、十四娘的特有建筑，或金刚凝胶。",
	},
	[113320080] = {
		id = 113320080,
		text = "选取折光（形骸）、十四娘的特有建筑，或金刚凝胶。",
	},
	[113320081] = {
		id = 113320081,
		text = "选取豌豆公主、小鱼的特有建筑，或金刚凝胶。",
	},
	[113320082] = {
		id = 113320082,
		text = "选取信风、小鱼、眠眠的特有建筑，或生存值。",
	},
	[113321000] = {
		id = 113321000,
		text = "获取金刚凝胶、金星贝",
	},
	[113321001] = {
		id = 113321001,
		text = "获取金刚凝胶 、甜热浮石",
	},
	[113321002] = {
		id = 113321002,
		text = "获取金刚凝胶 、嗜血金针菇",
	},
	[113321003] = {
		id = 113321003,
		text = "获取金刚凝胶、隐波元件",
	},
	[113321004] = {
		id = 113321004,
		text = "获取金刚凝胶、金星贝",
	},
	[113321005] = {
		id = 113321005,
		text = "获取金刚凝胶 、甜热浮石",
	},
	[113321006] = {
		id = 113321006,
		text = "获取金刚凝胶 、嗜血金针菇",
	},
	[113321007] = {
		id = 113321007,
		text = "获取金刚凝胶、隐波元件",
	},
	[113321008] = {
		id = 113321008,
		text = "获取金刚凝胶、金星贝",
	},
	[113321009] = {
		id = 113321009,
		text = "获取金刚凝胶 、甜热浮石",
	},
	[113321010] = {
		id = 113321010,
		text = "获取金刚凝胶 、嗜血金针菇",
	},
	[113321011] = {
		id = 113321011,
		text = "获取金刚凝胶、隐波元件",
	},
	[113399999] = {
		id = 113399999,
		text = "教程的终点，结束航行",
	},
	[115200011] = {
		id = 115200011,
		text = "收集货物",
	},
	[115200012] = {
		id = 115200012,
		text = "探索失事船",
	},
	[115200021] = {
		id = 115200021,
		text = "成交",
	},
	[115200022] = {
		id = 115200022,
		text = "拒绝",
	},
	[115200031] = {
		id = 115200031,
		text = "随亮光而行",
	},
	[115200032] = {
		id = 115200032,
		text = "随风水而行",
	},
	[115200033] = {
		id = 115200033,
		text = "绕道而行",
	},
	[115200041] = {
		id = 115200041,
		text = "接受凝胶赔偿",
	},
	[115200042] = {
		id = 115200042,
		text = "看看更好的货物……",
	},
	[115200043] = {
		id = 115200043,
		text = "接受蓝图赔偿",
	},
	[115200051] = {
		id = 115200051,
		text = "",
	},
	[115200052] = {
		id = 115200052,
		text = "",
	},
	[115200053] = {
		id = 115200053,
		text = "",
	},
	[115200061] = {
		id = 115200061,
		text = "产能是第一位的",
	},
	[115200062] = {
		id = 115200062,
		text = "保守性能预估……",
	},
	[115200063] = {
		id = 115200063,
		text = "精英性能方可决胜",
	},
	[115200071] = {
		id = 115200071,
		text = "收集蓝图-导弹",
	},
	[115200072] = {
		id = 115200072,
		text = "收集蓝图-落雷",
	},
	[115200073] = {
		id = 115200073,
		text = "收集蓝图-地雷",
	},
	[115200081] = {
		id = 115200081,
		text = "要求蓝图-燃烧",
	},
	[115200082] = {
		id = 115200082,
		text = "要求蓝图-冲击波",
	},
	[115200083] = {
		id = 115200083,
		text = "要求蓝图-内爆体",
	},
	[115200091] = {
		id = 115200091,
		text = "要求蓝图-定时器",
	},
	[115200092] = {
		id = 115200092,
		text = "要求蓝图-充能星",
	},
	[115200093] = {
		id = 115200093,
		text = "要求蓝图-电磁脉冲",
	},
	[115200101] = {
		id = 115200101,
		text = "要求蓝图-开战",
	},
	[115200102] = {
		id = 115200102,
		text = "要求蓝图-疾驰",
	},
	[115200103] = {
		id = 115200103,
		text = "要求蓝图-受创",
	},
	[115200111] = {
		id = 115200111,
		text = "赢取蓝图-无夜",
	},
	[115200112] = {
		id = 115200112,
		text = "赢取蓝图-冥王",
	},
	[115200113] = {
		id = 115200113,
		text = "赢取蓝图-火星",
	},
	[115200121] = {
		id = 115200121,
		text = "",
	},
	[115200122] = {
		id = 115200122,
		text = "",
	},
	[115200123] = {
		id = 115200123,
		text = "",
	},
	[115200131] = {
		id = 115200131,
		text = "天灵灵地灵灵……",
	},
	[115200132] = {
		id = 115200132,
		text = "天灵灵地灵灵……",
	},
	[115200141] = {
		id = 115200141,
		text = "成交",
	},
	[115200142] = {
		id = 115200142,
		text = "拒绝",
	},
	[115200151] = {
		id = 115200151,
		text = "",
	},
	[115200161] = {
		id = 115200161,
		text = "回收资源",
	},
	[115200162] = {
		id = 115200162,
		text = "抓紧离开",
	},
	[115200171] = {
		id = 115200171,
		text = "",
	},
	[115200172] = {
		id = 115200172,
		text = "",
	},
	[115200181] = {
		id = 115200181,
		text = "",
	},
	[115200182] = {
		id = 115200182,
		text = "",
	},
	[115200191] = {
		id = 115200191,
		text = "",
	},
	[115200192] = {
		id = 115200192,
		text = "",
	},
	[115200201] = {
		id = 115200201,
		text = "实战课程",
	},
	[115200202] = {
		id = 115200202,
		text = "导光课程",
	},
	[115200203] = {
		id = 115200203,
		text = "辐照课程",
	},
	[115200211] = {
		id = 115200211,
		text = "搏击课程",
	},
	[115200212] = {
		id = 115200212,
		text = "灵体课程",
	},
	[115200213] = {
		id = 115200213,
		text = "双修课程",
	},
	[115200221] = {
		id = 115200221,
		text = "接受报酬-导弹",
	},
	[115200222] = {
		id = 115200222,
		text = "接受报酬-落雷",
	},
	[115200223] = {
		id = 115200223,
		text = "接受报酬-地雷",
	},
	[115200231] = {
		id = 115200231,
		text = "接受报酬-燃烧",
	},
	[115200232] = {
		id = 115200232,
		text = "接受报酬-冲击波",
	},
	[115200233] = {
		id = 115200233,
		text = "接受报酬-内爆体",
	},
	[115200241] = {
		id = 115200241,
		text = "接受报酬-定时器",
	},
	[115200242] = {
		id = 115200242,
		text = "接受报酬-充能星",
	},
	[115200243] = {
		id = 115200243,
		text = "接受报酬-电磁脉冲",
	},
	[115200251] = {
		id = 115200251,
		text = "接受报酬-开战",
	},
	[115200252] = {
		id = 115200252,
		text = "接受报酬-疾驰",
	},
	[115200253] = {
		id = 115200253,
		text = "接受报酬-受创",
	},
	[115200311] = {
		id = 115200311,
		text = "开战",
	},
	[115502011] = {
		id = 115502011,
		text = "准备战斗",
	},
	[115502021] = {
		id = 115502021,
		text = "准备战斗",
	},
	[115502031] = {
		id = 115502031,
		text = "准备战斗",
	},
	[115502041] = {
		id = 115502041,
		text = "准备战斗",
	},
	[115601011] = {
		id = 115601011,
		text = "领受赐福",
	},
	[115601012] = {
		id = 115601012,
		text = "将星光转化为实体",
	},
	[115602011] = {
		id = 115602011,
		text = "领受赐福",
	},
	[115602012] = {
		id = 115602012,
		text = "将星光转化为实体",
	},
	[115603011] = {
		id = 115603011,
		text = "领受赐福",
	},
	[115603012] = {
		id = 115603012,
		text = "将星光转化为实体",
	},
	[115701011] = {
		id = 115701011,
		text = "购买特价商品",
	},
	[115701012] = {
		id = 115701012,
		text = "购买主力商品",
	},
	[115701013] = {
		id = 115701013,
		text = "购买新款商品",
	},
	[115701014] = {
		id = 115701014,
		text = "大量购买商品",
	},
	[115702011] = {
		id = 115702011,
		text = "购买燃烧物",
	},
	[115702012] = {
		id = 115702012,
		text = "购买导弹",
	},
	[115702013] = {
		id = 115702013,
		text = "购买内爆体",
	},
	[115702014] = {
		id = 115702014,
		text = "抓捕海盗，没收地雷",
	},
	[115702015] = {
		id = 115702015,
		text = "抓捕海盗，没收脉冲装备",
	},
	[115702016] = {
		id = 115702016,
		text = "抓捕海盗，没收落雷元件",
	},
	[115801011] = {
		id = 115801011,
		text = "协助他们",
	},
	[115801012] = {
		id = 115801012,
		text = "拒绝要求",
	},
	[115801013] = {
		id = 115801013,
		text = "在远距离协助他们",
	},
	[115802011] = {
		id = 115802011,
		text = "协助他们",
	},
	[115802012] = {
		id = 115802012,
		text = "拒绝要求",
	},
	[115802013] = {
		id = 115802013,
		text = "讨价还价",
	},
	[115803011] = {
		id = 115803011,
		text = "换取赎罪奖券",
	},
	[115803012] = {
		id = 115803012,
		text = "换取金刚凝胶",
	},
	[115803013] = {
		id = 115803013,
		text = "拒绝要求",
	},
	[115803014] = {
		id = 115803014,
		text = "讨价还价",
	},
	[115804011] = {
		id = 115804011,
		text = "同意交易",
	},
	[115804012] = {
		id = 115804012,
		text = "拒绝要求",
	},
	[115805011] = {
		id = 115805011,
		text = "同意交易",
	},
	[115805012] = {
		id = 115805012,
		text = "拒绝要求",
	},
	[115806011] = {
		id = 115806011,
		text = "理财方案一",
	},
	[115806012] = {
		id = 115806012,
		text = "理财方案二",
	},
	[115806013] = {
		id = 115806013,
		text = "我是理事卿之声，给我特供方案",
	},
	[115806014] = {
		id = 115806014,
		text = "置之不理",
	},
	[115807011] = {
		id = 115807011,
		text = "投资方案一",
	},
	[115807012] = {
		id = 115807012,
		text = "投资方案二",
	},
	[115807013] = {
		id = 115807013,
		text = "我是理事卿之声，给我特供方案",
	},
	[115807014] = {
		id = 115807014,
		text = "置之不理",
	},
	[115808011] = {
		id = 115808011,
		text = "攻击嗜血金针菇",
	},
	[115808012] = {
		id = 115808012,
		text = "以灵修手法捕获之",
	},
	[115808021] = {
		id = 115808021,
		text = "采集",
	},
	[115808031] = {
		id = 115808031,
		text = "采集",
	},
	[115809011] = {
		id = 115809011,
		text = "探索失事船",
	},
	[115810011] = {
		id = 115810011,
		text = "探索废船",
	},
	[115811011] = {
		id = 115811011,
		text = "去逛一圈不会有什么损失",
	},
	[115812011] = {
		id = 115812011,
		text = "汲取诺伦燃料",
	},
	[115812012] = {
		id = 115812012,
		text = "汲取金刚凝胶",
	},
	[115813011] = {
		id = 115813011,
		text = "成交",
	},
	[115814011] = {
		id = 115814011,
		text = "钱就可以了",
	},
	[115814012] = {
		id = 115814012,
		text = "我对你们的商品更感兴趣",
	},
	[115815011] = {
		id = 115815011,
		text = "货物吧",
	},
	[115815012] = {
		id = 115815012,
		text = "看看商品",
	},
	[115816011] = {
		id = 115816011,
		text = "我对你们的数据感兴趣",
	},
	[115816012] = {
		id = 115816012,
		text = "科研的成果是什么？",
	},
	[115817011] = {
		id = 115817011,
		text = "用你多余的资源来换吧",
	},
	[115817012] = {
		id = 115817012,
		text = "以物易物吧",
	},
	[115818011] = {
		id = 115818011,
		text = "要求资源",
	},
	[115818012] = {
		id = 115818012,
		text = "要求货物",
	},
	[115819011] = {
		id = 115819011,
		text = "从左边拆封",
	},
	[115819012] = {
		id = 115819012,
		text = "从右边拆封",
	},
	[115829011] = {
		id = 115829011,
		text = "从左边拆封",
	},
	[115829012] = {
		id = 115829012,
		text = "从右边拆封",
	},
	[115839011] = {
		id = 115839011,
		text = "从左边拆封",
	},
	[115839012] = {
		id = 115839012,
		text = "从右边拆封",
	},
	[115911011] = {
		id = 115911011,
		text = "",
	},
	[115914011] = {
		id = 115914011,
		text = "",
	},
	[115915011] = {
		id = 115915011,
		text = "",
	},
	[115916011] = {
		id = 115916011,
		text = "准备战斗",
	},
	[115917011] = {
		id = 115917011,
		text = "准备战斗",
	},
	[115921011] = {
		id = 115921011,
		text = "我明白了",
	},
	[115922011] = {
		id = 115922011,
		text = "我明白了",
	},
	[115923011] = {
		id = 115923011,
		text = "我明白了",
	},
	[115924011] = {
		id = 115924011,
		text = "",
	},
	[115925011] = {
		id = 115925011,
		text = "",
	},
	[115926011] = {
		id = 115926011,
		text = "我明白了",
	},
	[115927011] = {
		id = 115927011,
		text = "杂鱼~杂鱼~",
	},
	[115928011] = {
		id = 115928011,
		text = "",
	},
	[115929011] = {
		id = 115929011,
		text = "拆封",
	},
	[116200011] = {
		id = 116200011,
		text = "<span color=\"#68ff8c\">+50</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[116200012] = {
		id = 116200012,
		text = "获得建筑蓝图*2",
	},
	[116200021] = {
		id = 116200021,
		text = "<span color=\"#ff6363\">-1</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值，<span color=\"#68ff8c\">+80</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[116200022] = {
		id = 116200022,
		text = "",
	},
	[116200031] = {
		id = 116200031,
		text = "<span color=\"#ff6363\">-3</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值，<span color=\"#68ff8c\">+200</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[116200032] = {
		id = 116200032,
		text = "<span color=\"#ff6363\">-3</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值，获得建筑蓝图*3（5-6星）",
	},
	[116200033] = {
		id = 116200033,
		text = "",
	},
	[116200041] = {
		id = 116200041,
		text = "<span color=\"#68ff8c\">+50</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[116200042] = {
		id = 116200042,
		text = "<span color=\"#ff6363\">-50</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，获得建筑蓝图*2（1-3星）",
	},
	[116200043] = {
		id = 116200043,
		text = "获得建筑蓝图（1-3星）",
	},
	[116200051] = {
		id = 116200051,
		text = "50金刚凝胶",
	},
	[116200052] = {
		id = 116200052,
		text = "-50金刚凝胶 3-6星异宝 x2",
	},
	[116200053] = {
		id = 116200053,
		text = "3-6星异宝",
	},
	[116200061] = {
		id = 116200061,
		text = "获得建筑蓝图*3（1-2星）",
	},
	[116200062] = {
		id = 116200062,
		text = "获得建筑蓝图*2（3-4星）",
	},
	[116200063] = {
		id = 116200063,
		text = "获得建筑蓝图（5-6星）",
	},
	[116200071] = {
		id = 116200071,
		text = "获得建筑蓝图*2（「导弹」关键词）",
	},
	[116200072] = {
		id = 116200072,
		text = "获得建筑蓝图*2（「落雷」关键词）",
	},
	[116200073] = {
		id = 116200073,
		text = "获得建筑蓝图*2（「地雷」关键词）",
	},
	[116200081] = {
		id = 116200081,
		text = "获得建筑蓝图*2（「燃烧」关键词）",
	},
	[116200082] = {
		id = 116200082,
		text = "获得建筑蓝图*2（「冲击波」关键词）",
	},
	[116200083] = {
		id = 116200083,
		text = "获得建筑蓝图*2（「内爆体」关键词）",
	},
	[116200091] = {
		id = 116200091,
		text = "获得建筑蓝图*2（「定时器」关键词）",
	},
	[116200092] = {
		id = 116200092,
		text = "获得建筑蓝图*2（「充能星」关键词）",
	},
	[116200093] = {
		id = 116200093,
		text = "获得建筑蓝图*2（「电磁脉冲」关键词）",
	},
	[116200101] = {
		id = 116200101,
		text = "获得建筑蓝图*2（「开战」关键词）",
	},
	[116200102] = {
		id = 116200102,
		text = "获得建筑蓝图*2（「疾驰」关键词）",
	},
	[116200103] = {
		id = 116200103,
		text = "获得建筑蓝图*2（「受创」关键词）",
	},
	[116200111] = {
		id = 116200111,
		text = "获得建筑蓝图*2（「无夜」字段）",
	},
	[116200112] = {
		id = 116200112,
		text = "获得建筑蓝图*2（「冥王」字段）",
	},
	[116200113] = {
		id = 116200113,
		text = "获得建筑蓝图*2（「火星」字段）",
	},
	[116200121] = {
		id = 116200121,
		text = "冥王",
	},
	[116200122] = {
		id = 116200122,
		text = "乐园",
	},
	[116200123] = {
		id = 116200123,
		text = "无眠",
	},
	[116200131] = {
		id = 116200131,
		text = "30%获得200金刚凝胶",
	},
	[116200132] = {
		id = 116200132,
		text = "20%获得400金刚凝胶",
	},
	[116200141] = {
		id = 116200141,
		text = "-50金刚凝胶，获得建筑蓝图（50%：5-6星；50%：1-4星）",
	},
	[116200142] = {
		id = 116200142,
		text = "拒绝",
	},
	[116200151] = {
		id = 116200151,
		text = "1/3 获得100金刚凝胶 1/3获得50金刚凝胶 1/3没有金刚凝胶",
	},
	[116200161] = {
		id = 116200161,
		text = "-1生存值，20%+150金刚凝胶",
	},
	[116200162] = {
		id = 116200162,
		text = "拒绝",
	},
	[116200171] = {
		id = 116200171,
		text = "-1生存 20%几率物理伤害+50% 30%几率物理伤害+30% 50%几率物理伤害+20%",
	},
	[116200172] = {
		id = 116200172,
		text = "拒绝",
	},
	[116200181] = {
		id = 116200181,
		text = "-1生存 20%几率超凡伤害+50% 30%几率超凡伤害+30% 50%几率超凡伤害+20%",
	},
	[116200182] = {
		id = 116200182,
		text = "拒绝",
	},
	[116200191] = {
		id = 116200191,
		text = "-1生存 20%几率攻击力+40% 30%几率攻击力+24% 50%几率攻击力+16%",
	},
	[116200192] = {
		id = 116200192,
		text = "拒绝",
	},
	[116200201] = {
		id = 116200201,
		text = "轻攻击伤害+20%",
	},
	[116200202] = {
		id = 116200202,
		text = "荧光技伤害+20%",
	},
	[116200203] = {
		id = 116200203,
		text = "辉光技伤害+20%",
	},
	[116200211] = {
		id = 116200211,
		text = "物理+20%",
	},
	[116200212] = {
		id = 116200212,
		text = "超凡+20%",
	},
	[116200213] = {
		id = 116200213,
		text = "攻击力+16%",
	},
	[116200221] = {
		id = 116200221,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图（「导弹」关键词）",
	},
	[116200222] = {
		id = 116200222,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图（「落雷」关键词）",
	},
	[116200223] = {
		id = 116200223,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图（「地雷」关键词）",
	},
	[116200231] = {
		id = 116200231,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图（「燃烧」关键词）",
	},
	[116200232] = {
		id = 116200232,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图（「冲击波」关键词）",
	},
	[116200233] = {
		id = 116200233,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图（「内爆体」关键词）",
	},
	[116200241] = {
		id = 116200241,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图（「定时器」关键词）",
	},
	[116200242] = {
		id = 116200242,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图（「充能星」关键词）",
	},
	[116200243] = {
		id = 116200243,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图（「电磁脉冲」关键词）",
	},
	[116200251] = {
		id = 116200251,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图（「开战」关键词）",
	},
	[116200252] = {
		id = 116200252,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图（「疾驰」关键词）",
	},
	[116200253] = {
		id = 116200253,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图（「受创」关键词）",
	},
	[116200311] = {
		id = 116200311,
		text = "战斗胜利后，获得额外奖励",
	},
	[116701013] = {
		id = 116701013,
		text = "<span color=\"#ff6363\">-15</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，获得5~6星建筑蓝图",
	},
	[116701014] = {
		id = 116701014,
		text = "<span color=\"#ff6363\">-10</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，获得随机建筑蓝图",
	},
	[116702011] = {
		id = 116702011,
		text = "<span color=\"#ff6363\">-5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，获得燃烧字段的建筑蓝图",
	},
	[116702012] = {
		id = 116702012,
		text = "<span color=\"#ff6363\">-5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，获得导弹字段的建筑蓝图",
	},
	[116702013] = {
		id = 116702013,
		text = "<span color=\"#ff6363\">-5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，获得内爆体字段的建筑蓝图",
	},
	[116702014] = {
		id = 116702014,
		text = "进行战斗，获得地雷场字段的建筑蓝图",
	},
	[116702015] = {
		id = 116702015,
		text = "进行战斗，获得电磁脉冲字段的建筑蓝图",
	},
	[116702016] = {
		id = 116702016,
		text = "进行战斗，获得落雷字段的建筑蓝图",
	},
	[116801011] = {
		id = 116801011,
		text = "<span color=\"#ff6363\">-2</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值，<span color=\"#68ff8c\">+3</><img src=\"srpg_bomb\" size=\"33,33\" verticaloffset=\"-3\"></>舰武载弹",
	},
	[116801012] = {
		id = 116801012,
		text = "你不愿交易",
	},
	[116801013] = {
		id = 116801013,
		text = "<span color=\"#ff6363\">-1</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值，<span color=\"#68ff8c\">+3</><img src=\"srpg_bomb\" size=\"33,33\" verticaloffset=\"-3\"></>舰武载弹",
	},
	[116802011] = {
		id = 116802011,
		text = "<span color=\"#ff6363\">-3</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值，<span color=\"#68ff8c\">+3</><img src=\"srpg_fuel\" size=\"33,33\" verticaloffset=\"-3\"></>诺伦燃料",
	},
	[116802012] = {
		id = 116802012,
		text = "你不愿交易",
	},
	[116802013] = {
		id = 116802013,
		text = "<span color=\"#ff6363\">-3</><img src=\"srpg_hp\" size=\"33,33\" verticaloffset=\"-3\"></>生存值，<span color=\"#68ff8c\">+5</><img src=\"srpg_fuel\" size=\"33,33\" verticaloffset=\"-3\"></>诺伦燃料",
	},
	[116803011] = {
		id = 116803011,
		text = "<span color=\"#ff6363\">-2</><img src=\"srpg_fuel\" size=\"33,33\" verticaloffset=\"-3\"></>诺伦燃料，<span color=\"#68ff8c\">+5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[116803012] = {
		id = 116803012,
		text = "<span color=\"#ff6363\">-2</><img src=\"srpg_fuel\" size=\"33,33\" verticaloffset=\"-3\"></>诺伦燃料，<span color=\"#68ff8c\">+5</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[116803013] = {
		id = 116803013,
		text = "你不愿交易",
	},
	[116803014] = {
		id = 116803014,
		text = "<span color=\"#ff6363\">-2</><img src=\"srpg_fuel\" size=\"33,33\" verticaloffset=\"-3\"></>诺伦燃料，<span color=\"#68ff8c\">+5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，<span color=\"#68ff8c\">+5</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[116804011] = {
		id = 116804011,
		text = "<span color=\"#ff6363\">-5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，<span color=\"#ff6363\">-5</><img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子，<span color=\"#68ff8c\">+3</><img src=\"srpg_fuel\" size=\"33,33\" verticaloffset=\"-3\"></>诺伦燃料",
	},
	[116804012] = {
		id = 116804012,
		text = "你不愿交易",
	},
	[116805011] = {
		id = 116805011,
		text = "<span color=\"#ff6363\">-5</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，<span color=\"#68ff8c\">+2</><img src=\"srpg_bomb\" size=\"33,33\" verticaloffset=\"-3\"></>舰武载弹",
	},
	[116805012] = {
		id = 116805012,
		text = "你不愿交易",
	},
	[116806011] = {
		id = 116806011,
		text = "<span color=\"#ff6363\">-5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，3回合后<span color=\"#68ff8c\">+5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，<span color=\"#68ff8c\">+5</><img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[116806012] = {
		id = 116806012,
		text = "<span color=\"#ff6363\">-5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，3回合后<span color=\"#68ff8c\">+10</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[116806013] = {
		id = 116806013,
		text = "<span color=\"#ff6363\">-5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，5回合后<span color=\"#68ff8c\">+20</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[116806014] = {
		id = 116806014,
		text = "你不愿参与",
	},
	[116807011] = {
		id = 116807011,
		text = "<span color=\"#ff6363\">-5</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，3回合后<span color=\"#68ff8c\">+5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，<span color=\"#68ff8c\">+5</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[116807012] = {
		id = 116807012,
		text = "<span color=\"#ff6363\">-5</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，3回合后<span color=\"#68ff8c\">+10</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[116807013] = {
		id = 116807013,
		text = "<span color=\"#ff6363\">-5</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶，5回合后<span color=\"#68ff8c\">+20</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[116807014] = {
		id = 116807014,
		text = "你不愿参与",
	},
	[116808011] = {
		id = 116808011,
		text = "获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></><span color=\"#ffc78a\">嗜血金针菇*3</>",
	},
	[116808012] = {
		id = 116808012,
		text = "获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></><span color=\"#ffc78a\">嗜血金针菇*5</>",
	},
	[116808021] = {
		id = 116808021,
		text = "获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></><span color=\"#ffc78a\">甜热浮石*5</>",
	},
	[116808031] = {
		id = 116808031,
		text = "获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></><span color=\"#ffc78a\">甜热浮石*5</>",
	},
	[116809011] = {
		id = 116809011,
		text = "<span color=\"#68ff8c\">+1</><img src=\"srpg_fuel\" size=\"33,33\" verticaloffset=\"-3\"></>诺伦燃料，获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></><span color=\"#ffc78a\">隐波元件*3</>",
	},
	[116810011] = {
		id = 116810011,
		text = "<span color=\"#68ff8c\">+1</><img src=\"srpg_fuel\" size=\"33,33\" verticaloffset=\"-3\"></>诺伦燃料，获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></><span color=\"#ffc78a\">封装晚星之蓝*3</>",
	},
	[116811011] = {
		id = 116811011,
		text = "<span color=\"#68ff8c\">+1</><img src=\"srpg_fuel\" size=\"33,33\" verticaloffset=\"-3\"></>诺伦燃料，获得<img src=\"srpg_item\" size=\"33,33\" verticaloffset=\"-3\"></><span color=\"#ffc78a\">2~5星武器</>",
	},
	[116812011] = {
		id = 116812011,
		text = "<span color=\"#68ff8c\">+2</><img src=\"srpg_fuel\" size=\"33,33\" verticaloffset=\"-3\"></>诺伦燃料",
	},
	[116812012] = {
		id = 116812012,
		text = "<span color=\"#68ff8c\">+5</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[116813011] = {
		id = 116813011,
		text = "本次航行期间，所有角色等级<span color=\"#68ff8c\">+1</>0",
	},
	[116814011] = {
		id = 116814011,
		text = "<span color=\"#68ff8c\">+5</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[116814012] = {
		id = 116814012,
		text = "获得随机异宝",
	},
	[116815011] = {
		id = 116815011,
		text = "<span color=\"#68ff8c\">+5</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[116815012] = {
		id = 116815012,
		text = "获得随机异宝",
	},
	[116816011] = {
		id = 116816011,
		text = "<span color=\"#68ff8c\">+5</><img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[116816012] = {
		id = 116816012,
		text = "获得随机异宝",
	},
	[116817011] = {
		id = 116817011,
		text = "50%获得5<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，50%获得5<img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[116817012] = {
		id = 116817012,
		text = "获得随机异宝",
	},
	[116818011] = {
		id = 116818011,
		text = "50%获得5<img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券，50%获得5<img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[116818012] = {
		id = 116818012,
		text = "获得随机异宝",
	},
	[116819011] = {
		id = 116819011,
		text = "获得随机建筑蓝图*2",
	},
	[116819012] = {
		id = 116819012,
		text = "获得随机6星建筑蓝图",
	},
	[116829011] = {
		id = 116829011,
		text = "获得随机建筑蓝图*2",
	},
	[116829012] = {
		id = 116829012,
		text = "获得随机6星建筑蓝图",
	},
	[116839011] = {
		id = 116839011,
		text = "获得随机建筑蓝图*2",
	},
	[116839012] = {
		id = 116839012,
		text = "获得随机6星建筑蓝图",
	},
	[116911001] = {
		id = 116911001,
		text = "我明白了",
	},
	[116911011] = {
		id = 116911011,
		text = "我明白了",
	},
	[116911021] = {
		id = 116911021,
		text = "获取金刚凝胶  +50 ",
	},
	[116911031] = {
		id = 116911031,
		text = "获得一张卡牌",
	},
	[116911041] = {
		id = 116911041,
		text = "我明白了",
	},
	[116911051] = {
		id = 116911051,
		text = "我明白了",
	},
	[116911061] = {
		id = 116911061,
		text = "我明白了",
	},
	[116911071] = {
		id = 116911071,
		text = "获得三张卡牌",
	},
	[116911081] = {
		id = 116911081,
		text = "获得 剑斗主祭 - 信风",
	},
	[116911091] = {
		id = 116911091,
		text = "我明白了",
	},
	[116911101] = {
		id = 116911101,
		text = "我明白了",
	},
	[116911111] = {
		id = 116911111,
		text = "我明白了",
	},
	[116911121] = {
		id = 116911121,
		text = "我明白了",
	},
	[116911131] = {
		id = 116911131,
		text = "我明白了",
	},
	[116914011] = {
		id = 116914011,
		text = "令人安心……",
	},
	[116915011] = {
		id = 116915011,
		text = "勉强过关……",
	},
	[116916011] = {
		id = 116916011,
		text = "获得4星武器：<span color=\"#ffc78a\">钢青</>",
	},
	[116917011] = {
		id = 116917011,
		text = "战斗胜利：获得异宝<span color=\"#ffc78a\">内爆子模块</>",
	},
	[116921011] = {
		id = 116921011,
		text = "<span color=\"#68ff8c\">+50</><img src=\"srpg_res01\" size=\"33,33\" verticaloffset=\"-3\"></>赎罪奖券",
	},
	[116922011] = {
		id = 116922011,
		text = "<span color=\"#68ff8c\">+50</><img src=\"srpg_res02\" size=\"33,33\" verticaloffset=\"-3\"></>金刚凝胶",
	},
	[116923011] = {
		id = 116923011,
		text = "<span color=\"#68ff8c\">+50</><img src=\"srpg_res03\" size=\"33,33\" verticaloffset=\"-3\"></>影响因子",
	},
	[116924011] = {
		id = 116924011,
		text = "我明白了",
	},
	[116925011] = {
		id = 116925011,
		text = "我明白了",
	},
	[116926011] = {
		id = 116926011,
		text = "获得<span color=\"#ffc78a\">「危机一步」*3</>",
	},
	[116927011] = {
		id = 116927011,
		text = "战斗胜利：获得<span color=\"#ffc78a\">金星贝*2000</>",
	},
	[116928011] = {
		id = 116928011,
		text = "太阳系正在盼望莎乐美的退场",
	},
	[116929011] = {
		id = 116929011,
		text = "获得<span color=\"#ffc78a\">「危机一步」*3</>",
	},
	[117502011] = {
		id = 117502011,
		text = "",
	},
	[117502021] = {
		id = 117502021,
		text = "",
	},
	[117502031] = {
		id = 117502031,
		text = "",
	},
	[117502041] = {
		id = 117502041,
		text = "",
	},
	[117601011] = {
		id = 117601011,
		text = "",
	},
	[117601012] = {
		id = 117601012,
		text = "",
	},
	[117602011] = {
		id = 117602011,
		text = "",
	},
	[117602012] = {
		id = 117602012,
		text = "",
	},
	[117603011] = {
		id = 117603011,
		text = "",
	},
	[117603012] = {
		id = 117603012,
		text = "",
	},
	[117701011] = {
		id = 117701011,
		text = "",
	},
	[117701012] = {
		id = 117701012,
		text = "",
	},
	[117701013] = {
		id = 117701013,
		text = "",
	},
	[117701014] = {
		id = 117701014,
		text = "",
	},
	[117702011] = {
		id = 117702011,
		text = "",
	},
	[117702012] = {
		id = 117702012,
		text = "",
	},
	[117702013] = {
		id = 117702013,
		text = "",
	},
	[117702014] = {
		id = 117702014,
		text = "",
	},
	[117702015] = {
		id = 117702015,
		text = "",
	},
	[117702016] = {
		id = 117702016,
		text = "",
	},
	[117801011] = {
		id = 117801011,
		text = "",
	},
	[117801012] = {
		id = 117801012,
		text = "",
	},
	[117801013] = {
		id = 117801013,
		text = "",
	},
	[117802011] = {
		id = 117802011,
		text = "",
	},
	[117802012] = {
		id = 117802012,
		text = "",
	},
	[117802013] = {
		id = 117802013,
		text = "",
	},
	[117803011] = {
		id = 117803011,
		text = "",
	},
	[117803012] = {
		id = 117803012,
		text = "",
	},
	[117803013] = {
		id = 117803013,
		text = "",
	},
	[117803014] = {
		id = 117803014,
		text = "",
	},
	[117804011] = {
		id = 117804011,
		text = "",
	},
	[117804012] = {
		id = 117804012,
		text = "",
	},
	[117805011] = {
		id = 117805011,
		text = "",
	},
	[117805012] = {
		id = 117805012,
		text = "",
	},
	[117806011] = {
		id = 117806011,
		text = "",
	},
	[117806012] = {
		id = 117806012,
		text = "",
	},
	[117806013] = {
		id = 117806013,
		text = "",
	},
	[117806014] = {
		id = 117806014,
		text = "",
	},
	[117807011] = {
		id = 117807011,
		text = "",
	},
	[117807012] = {
		id = 117807012,
		text = "",
	},
	[117807013] = {
		id = 117807013,
		text = "",
	},
	[117807014] = {
		id = 117807014,
		text = "",
	},
	[117808011] = {
		id = 117808011,
		text = "",
	},
	[117808012] = {
		id = 117808012,
		text = "",
	},
	[117808021] = {
		id = 117808021,
		text = "",
	},
	[117808031] = {
		id = 117808031,
		text = "",
	},
	[117809011] = {
		id = 117809011,
		text = "",
	},
	[117810011] = {
		id = 117810011,
		text = "",
	},
	[117811011] = {
		id = 117811011,
		text = "",
	},
	[117812011] = {
		id = 117812011,
		text = "",
	},
	[117812012] = {
		id = 117812012,
		text = "",
	},
	[117813011] = {
		id = 117813011,
		text = "",
	},
	[117814011] = {
		id = 117814011,
		text = "",
	},
	[117814012] = {
		id = 117814012,
		text = "",
	},
	[117815011] = {
		id = 117815011,
		text = "",
	},
	[117815012] = {
		id = 117815012,
		text = "",
	},
	[117816011] = {
		id = 117816011,
		text = "",
	},
	[117816012] = {
		id = 117816012,
		text = "",
	},
	[117817011] = {
		id = 117817011,
		text = "",
	},
	[117817012] = {
		id = 117817012,
		text = "",
	},
	[117818011] = {
		id = 117818011,
		text = "",
	},
	[117818012] = {
		id = 117818012,
		text = "",
	},
	[117819011] = {
		id = 117819011,
		text = "",
	},
	[117819012] = {
		id = 117819012,
		text = "",
	},
	[117829011] = {
		id = 117829011,
		text = "",
	},
	[117829012] = {
		id = 117829012,
		text = "",
	},
	[117839011] = {
		id = 117839011,
		text = "",
	},
	[117839012] = {
		id = 117839012,
		text = "",
	},
	[117911011] = {
		id = 117911011,
		text = "",
	},
	[117914011] = {
		id = 117914011,
		text = "",
	},
	[117915011] = {
		id = 117915011,
		text = "",
	},
	[117916011] = {
		id = 117916011,
		text = "",
	},
	[117917011] = {
		id = 117917011,
		text = "",
	},
	[117921011] = {
		id = 117921011,
		text = "",
	},
	[117922011] = {
		id = 117922011,
		text = "",
	},
	[117923011] = {
		id = 117923011,
		text = "",
	},
	[117924011] = {
		id = 117924011,
		text = "",
	},
	[117925011] = {
		id = 117925011,
		text = "",
	},
	[117926011] = {
		id = 117926011,
		text = "",
	},
	[117927011] = {
		id = 117927011,
		text = "",
	},
	[117928011] = {
		id = 117928011,
		text = "",
	},
	[117929011] = {
		id = 117929011,
		text = "",
	},
	[118000001] = {
		id = 118000001,
		text = "跃迁",
	},
	[118000002] = {
		id = 118000002,
		text = "寻找1个前哨基地位置",
	},
	[118000003] = {
		id = 118000003,
		text = "销售商品",
	},
	[118000004] = {
		id = 118000004,
		text = "促销商品",
	},
	[118000005] = {
		id = 118000005,
		text = "刷新卡牌（<span color=\"#ff6363\">-5</><img src=\"srpg_res01\"></>）",
	},
	[118000006] = {
		id = 118000006,
		text = "购买卡牌",
	},
	[118000007] = {
		id = 118000007,
		text = "门票本战斗",
	},
	[118000008] = {
		id = 118000008,
		text = "削弱BOSS",
	},
	[118000009] = {
		id = 118000009,
		text = "点亮附近两格",
	},
	[118000010] = {
		id = 118000010,
		text = "任务来源",
	},
	[118000011] = {
		id = 118000011,
		text = "承接回合",
	},
	[118000012] = {
		id = 118000012,
		text = "任务奖励",
	},
	[118000013] = {
		id = 118000013,
		text = "进行中任务",
	},
	[118000014] = {
		id = 118000014,
		text = "已结束任务",
	},
	[118000015] = {
		id = 118000015,
		text = "敌性反应接近基地，需要回援",
	},
	[118000016] = {
		id = 118000016,
		text = "交战",
	},
	[118000017] = {
		id = 118000017,
		text = "降低难度，再次进行BOSS战斗",
	},
	[118000018] = {
		id = 118000018,
		text = "解锁建筑位（-%d<img src=\"srpg_res03\"></>）",
	},
	[118000019] = {
		id = 118000019,
		text = "购买（-%d<img src=\"srpg_res01\"></>）",
	},
	[118000020] = {
		id = 118000020,
		text = "刷新（-%d<img src=\"srpg_res01\"></>）",
	},
	[118000021] = {
		id = 118000021,
		text = "建筑晋升（-%d<img src=\"srpg_res02\"></>）",
	},
	[118000022] = {
		id = 118000022,
		text = "拆除（<span color=\"#68ff8c\">+</>%d<img src=\"srpg_res01\"></>）",
	},
	[118000023] = {
		id = 118000023,
		text = "刷新（-%d<img src=\"srpg_res02\"></>）",
	},
	[118000024] = {
		id = 118000024,
		text = "建筑",
	},
	[118000025] = {
		id = 118000025,
		text = "稀有度",
	},
	[118000026] = {
		id = 118000026,
		text = "掉率",
	},
	[118000027] = {
		id = 118000027,
		text = "等级1",
	},
	[118000028] = {
		id = 118000028,
		text = "等级2",
	},
	[118000029] = {
		id = 118000029,
		text = "等级3",
	},
	[118000030] = {
		id = 118000030,
		text = "等级4",
	},
	[118000031] = {
		id = 118000031,
		text = "建筑",
	},
	[118000032] = {
		id = 118000032,
		text = "卡牌",
	},
	[118000033] = {
		id = 118000033,
		text = "任务",
	},
	[118000034] = {
		id = 118000034,
		text = "总览",
	},
	[118000035] = {
		id = 118000035,
		text = "敌人袭击主基地",
	},
	[118000036] = {
		id = 118000036,
		text = "返回基地",
	},
	[118000037] = {
		id = 118000037,
		text = "对话",
	},
	[118000038] = {
		id = 118000038,
		text = "结束本局",
	},
	[118000039] = {
		id = 118000039,
		text = "探索遗迹",
	},
	[118000040] = {
		id = 118000040,
		text = "探索遗迹",
	},
	[118000041] = {
		id = 118000041,
		text = "探索遗迹",
	},
	[118000042] = {
		id = 118000042,
		text = "探索",
	},
	[118000043] = {
		id = 118000043,
		text = "「败者」首领",
	},
	[119000001] = {
		id = 119000001,
		text = "测试用",
	},
	[120000001] = {
		id = 120000001,
		text = "测试用",
	},
	[121000001] = {
		id = 121000001,
		text = "事件",
	},
	[122000001] = {
		id = 122000001,
		text = "4类资源，HP+，BOMB+",
	},
	[124100001] = {
		id = 124100001,
		text = "风帆彗星",
	},
	[124110101] = {
		id = 124110101,
		text = "风帆彗星『II』",
	},
	[124110201] = {
		id = 124110201,
		text = "风帆彗星『III』",
	},
	[124100002] = {
		id = 124100002,
		text = "冥王的右耳",
	},
	[124110102] = {
		id = 124110102,
		text = "冥王的右耳『II』",
	},
	[124110202] = {
		id = 124110202,
		text = "冥王的右耳『III』",
	},
	[124100003] = {
		id = 124100003,
		text = "迷梦彗星",
	},
	[124110103] = {
		id = 124110103,
		text = "迷梦彗星『II』",
	},
	[124110203] = {
		id = 124110203,
		text = "迷梦彗星『III』",
	},
	[124100004] = {
		id = 124100004,
		text = "无夜无眠",
	},
	[124110104] = {
		id = 124110104,
		text = "无夜无眠『II』",
	},
	[124110204] = {
		id = 124110204,
		text = "无夜无眠『III』",
	},
	[124100005] = {
		id = 124100005,
		text = "冥王的背影",
	},
	[124110105] = {
		id = 124110105,
		text = "冥王的背影『II』",
	},
	[124110205] = {
		id = 124110205,
		text = "冥王的背影『III』",
	},
	[124100006] = {
		id = 124100006,
		text = "无夜冥王",
	},
	[124110106] = {
		id = 124110106,
		text = "无夜冥王『II』",
	},
	[124110206] = {
		id = 124110206,
		text = "无夜冥王『III』",
	},
	[124100007] = {
		id = 124100007,
		text = "无眠之虹",
	},
	[124110107] = {
		id = 124110107,
		text = "无眠之虹『II』",
	},
	[124110207] = {
		id = 124110207,
		text = "无眠之虹『III』",
	},
	[124100008] = {
		id = 124100008,
		text = "雨燕彗星",
	},
	[124110108] = {
		id = 124110108,
		text = "雨燕彗星『II』",
	},
	[124110208] = {
		id = 124110208,
		text = "雨燕彗星『III』",
	},
	[124100009] = {
		id = 124100009,
		text = "云柱彗星",
	},
	[124110109] = {
		id = 124110109,
		text = "云柱彗星『II』",
	},
	[124110209] = {
		id = 124110209,
		text = "云柱彗星『III』",
	},
	[124100010] = {
		id = 124100010,
		text = "无夜无眠之症",
	},
	[124110110] = {
		id = 124110110,
		text = "无夜无眠之症『II』",
	},
	[124110210] = {
		id = 124110210,
		text = "无夜无眠之症『III』",
	},
	[124100011] = {
		id = 124100011,
		text = "无眠进化者",
	},
	[124110111] = {
		id = 124110111,
		text = "无眠进化者『II』",
	},
	[124110211] = {
		id = 124110211,
		text = "无眠进化者『III』",
	},
	[124100012] = {
		id = 124100012,
		text = "冥王的彗星",
	},
	[124110112] = {
		id = 124110112,
		text = "冥王的彗星『II』",
	},
	[124110212] = {
		id = 124110212,
		text = "冥王的彗星『III』",
	},
	[124100013] = {
		id = 124100013,
		text = "无夜之门",
	},
	[124110113] = {
		id = 124110113,
		text = "无夜之门『II』",
	},
	[124110213] = {
		id = 124110213,
		text = "无夜之门『III』",
	},
	[124100014] = {
		id = 124100014,
		text = "沉睡的彗星",
	},
	[124110114] = {
		id = 124110114,
		text = "沉睡的彗星『II』",
	},
	[124110214] = {
		id = 124110214,
		text = "沉睡的彗星『III』",
	},
	[124100015] = {
		id = 124100015,
		text = "火星之幕",
	},
	[124110115] = {
		id = 124110115,
		text = "火星之幕『II』",
	},
	[124110215] = {
		id = 124110215,
		text = "火星之幕『III』",
	},
	[124100016] = {
		id = 124100016,
		text = "无眠广播",
	},
	[124110116] = {
		id = 124110116,
		text = "无眠广播『II』",
	},
	[124110216] = {
		id = 124110216,
		text = "无眠广播『III』",
	},
	[124100017] = {
		id = 124100017,
		text = "金星天的无夜",
	},
	[124110117] = {
		id = 124110117,
		text = "金星天的无夜『II』",
	},
	[124110217] = {
		id = 124110217,
		text = "金星天的无夜『III』",
	},
	[124100018] = {
		id = 124100018,
		text = "火星的恶意",
	},
	[124110118] = {
		id = 124110118,
		text = "火星的恶意『II』",
	},
	[124110218] = {
		id = 124110218,
		text = "火星的恶意『III』",
	},
	[124100019] = {
		id = 124100019,
		text = "自满的火星巡者",
	},
	[124110119] = {
		id = 124110119,
		text = "自满的火星巡者『II』",
	},
	[124110219] = {
		id = 124110219,
		text = "自满的火星巡者『III』",
	},
	[124100020] = {
		id = 124100020,
		text = "魂魄彗星",
	},
	[124110120] = {
		id = 124110120,
		text = "魂魄彗星『II』",
	},
	[124110220] = {
		id = 124110220,
		text = "魂魄彗星『III』",
	},
	[124100021] = {
		id = 124100021,
		text = "无夜熔星",
	},
	[124110121] = {
		id = 124110121,
		text = "无夜熔星『II』",
	},
	[124110221] = {
		id = 124110221,
		text = "无夜熔星『III』",
	},
	[124100022] = {
		id = 124100022,
		text = "火星的闭光",
	},
	[124110122] = {
		id = 124110122,
		text = "火星的闭光『II』",
	},
	[124110222] = {
		id = 124110222,
		text = "火星的闭光『III』",
	},
	[124100023] = {
		id = 124100023,
		text = "无眠的弹匣",
	},
	[124110123] = {
		id = 124110123,
		text = "无眠的弹匣『II』",
	},
	[124110223] = {
		id = 124110223,
		text = "无眠的弹匣『III』",
	},
	[124100024] = {
		id = 124100024,
		text = "昭示火星的旗舰",
	},
	[124110124] = {
		id = 124110124,
		text = "昭示火星的旗舰『II』",
	},
	[124110224] = {
		id = 124110224,
		text = "昭示火星的旗舰『III』",
	},
	[124110091] = {
		id = 124110091,
		text = "泪瓶武库-海王",
	},
	[124110092] = {
		id = 124110092,
		text = "泪瓶武库-黑月",
	},
	[124110093] = {
		id = 124110093,
		text = "泪瓶武库-木星",
	},
	[124110094] = {
		id = 124110094,
		text = "泪瓶武库MX01",
	},
	[124110095] = {
		id = 124110095,
		text = "泪瓶武库MX02",
	},
	[124110096] = {
		id = 124110096,
		text = "泪瓶武库MX03",
	},
	[124110097] = {
		id = 124110097,
		text = "泪瓶武库MX04",
	},
	[124110098] = {
		id = 124110098,
		text = "泪瓶武库MX05",
	},
	[124120121] = {
		id = 124120121,
		text = "原型武库-黑月",
	},
	[124120311] = {
		id = 124120311,
		text = "染掌武库-海王",
	},
	[124120312] = {
		id = 124120312,
		text = "染掌武库-黑月",
	},
	[124120411] = {
		id = 124120411,
		text = "羚翼武库-木星",
	},
	[124120511] = {
		id = 124120511,
		text = "北风武库MX01",
	},
	[124120512] = {
		id = 124120512,
		text = "北风武库MX01『II』",
	},
	[124120513] = {
		id = 124120513,
		text = "北风武库MX01『III』",
	},
	[124120514] = {
		id = 124120514,
		text = "北风武库MX01『IV』",
	},
	[124120515] = {
		id = 124120515,
		text = "北风武库MX01『V』",
	},
	[124120516] = {
		id = 124120516,
		text = "北风武库MX01『VI』",
	},
	[124120611] = {
		id = 124120611,
		text = "无光武库-海王",
	},
	[124120612] = {
		id = 124120612,
		text = "无光武库-黑月",
	},
	[124120613] = {
		id = 124120613,
		text = "无光武库-木星",
	},
	[124120614] = {
		id = 124120614,
		text = "无光武库MX01",
	},
	[124120615] = {
		id = 124120615,
		text = "无光武库MX02",
	},
	[124120616] = {
		id = 124120616,
		text = "无光武库MX03",
	},
	[124120617] = {
		id = 124120617,
		text = "无光武库MX04",
	},
	[124120618] = {
		id = 124120618,
		text = "无光武库MX05",
	},
	[124120619] = {
		id = 124120619,
		text = "无光武库MX06",
	},
	[124120711] = {
		id = 124120711,
		text = "蛇结武库-海王",
	},
	[124120811] = {
		id = 124120811,
		text = "轩辕武库-海王",
	},
	[124120812] = {
		id = 124120812,
		text = "轩辕武库-黑月",
	},
	[124120813] = {
		id = 124120813,
		text = "轩辕武库-木星",
	},
	[124120814] = {
		id = 124120814,
		text = "轩辕武库MX01",
	},
	[124120815] = {
		id = 124120815,
		text = "轩辕武库MX02",
	},
	[124120816] = {
		id = 124120816,
		text = "轩辕武库MX03",
	},
	[124121211] = {
		id = 124121211,
		text = "珠线武库-木星",
	},
	[124130091] = {
		id = 124130091,
		text = "泪瓶武库-海王『II』",
	},
	[124130092] = {
		id = 124130092,
		text = "泪瓶武库-黑月『II』",
	},
	[124130093] = {
		id = 124130093,
		text = "泪瓶武库-木星『II』",
	},
	[124130094] = {
		id = 124130094,
		text = "泪瓶武库MX01『II』",
	},
	[124130095] = {
		id = 124130095,
		text = "泪瓶武库MX02『II』",
	},
	[124130096] = {
		id = 124130096,
		text = "泪瓶武库MX03『II』",
	},
	[124130097] = {
		id = 124130097,
		text = "泪瓶武库MX04『II』",
	},
	[124130098] = {
		id = 124130098,
		text = "泪瓶武库MX05『II』",
	},
	[124130121] = {
		id = 124130121,
		text = "原型武库-黑月『II』",
	},
	[124130311] = {
		id = 124130311,
		text = "染掌武库-海王『II』",
	},
	[124130312] = {
		id = 124130312,
		text = "染掌武库-黑月『II』",
	},
	[124130411] = {
		id = 124130411,
		text = "羚翼武库-木星『II』",
	},
	[124130611] = {
		id = 124130611,
		text = "无光武库-海王『II』",
	},
	[124130612] = {
		id = 124130612,
		text = "无光武库-黑月『II』",
	},
	[124130613] = {
		id = 124130613,
		text = "无光武库-木星『II』",
	},
	[124130614] = {
		id = 124130614,
		text = "无光武库MX01『II』",
	},
	[124130615] = {
		id = 124130615,
		text = "无光武库MX02『II』",
	},
	[124130616] = {
		id = 124130616,
		text = "无光武库MX03『II』",
	},
	[124130617] = {
		id = 124130617,
		text = "无光武库MX04『II』",
	},
	[124130618] = {
		id = 124130618,
		text = "无光武库MX05『II』",
	},
	[124130619] = {
		id = 124130619,
		text = "无光武库MX06『II』",
	},
	[124130711] = {
		id = 124130711,
		text = "蛇结武库-海王『II』",
	},
	[124130811] = {
		id = 124130811,
		text = "轩辕武库-海王『II』",
	},
	[124130812] = {
		id = 124130812,
		text = "轩辕武库-黑月『II』",
	},
	[124130813] = {
		id = 124130813,
		text = "轩辕武库-木星『II』",
	},
	[124130814] = {
		id = 124130814,
		text = "轩辕武库MX01『II』",
	},
	[124130815] = {
		id = 124130815,
		text = "轩辕武库MX02『II』",
	},
	[124130816] = {
		id = 124130816,
		text = "轩辕武库MX03『II』",
	},
	[124131211] = {
		id = 124131211,
		text = "珠线武库-木星『II』",
	},
	[124140091] = {
		id = 124140091,
		text = "泪瓶武库-海王『III』",
	},
	[124140092] = {
		id = 124140092,
		text = "泪瓶武库-黑月『III』",
	},
	[124140093] = {
		id = 124140093,
		text = "泪瓶武库-木星『III』",
	},
	[124140094] = {
		id = 124140094,
		text = "泪瓶武库MX01『III』",
	},
	[124140095] = {
		id = 124140095,
		text = "泪瓶武库MX02『III』",
	},
	[124140096] = {
		id = 124140096,
		text = "泪瓶武库MX03『III』",
	},
	[124140097] = {
		id = 124140097,
		text = "泪瓶武库MX04『III』",
	},
	[124140098] = {
		id = 124140098,
		text = "泪瓶武库MX05『III』",
	},
	[124140121] = {
		id = 124140121,
		text = "原型武库-黑月『III』",
	},
	[124140311] = {
		id = 124140311,
		text = "染掌武库-海王『III』",
	},
	[124140312] = {
		id = 124140312,
		text = "染掌武库-黑月『III』",
	},
	[124140411] = {
		id = 124140411,
		text = "羚翼武库-木星『III』",
	},
	[124140611] = {
		id = 124140611,
		text = "无光武库-海王『III』",
	},
	[124140612] = {
		id = 124140612,
		text = "无光武库-黑月『III』",
	},
	[124140613] = {
		id = 124140613,
		text = "无光武库-木星『III』",
	},
	[124140614] = {
		id = 124140614,
		text = "无光武库MX01『III』",
	},
	[124140615] = {
		id = 124140615,
		text = "无光武库MX02『III』",
	},
	[124140616] = {
		id = 124140616,
		text = "无光武库MX03『III』",
	},
	[124140617] = {
		id = 124140617,
		text = "无光武库MX04『III』",
	},
	[124140618] = {
		id = 124140618,
		text = "无光武库MX05『III』",
	},
	[124140619] = {
		id = 124140619,
		text = "无光武库MX06『III』",
	},
	[124140711] = {
		id = 124140711,
		text = "蛇结武库-海王『III』",
	},
	[124140811] = {
		id = 124140811,
		text = "轩辕武库-海王『III』",
	},
	[124140812] = {
		id = 124140812,
		text = "轩辕武库-黑月『III』",
	},
	[124140813] = {
		id = 124140813,
		text = "轩辕武库-木星『III』",
	},
	[124140814] = {
		id = 124140814,
		text = "轩辕武库MX01『III』",
	},
	[124140815] = {
		id = 124140815,
		text = "轩辕武库MX02『III』",
	},
	[124140816] = {
		id = 124140816,
		text = "轩辕武库MX03『III』",
	},
	[124141211] = {
		id = 124141211,
		text = "珠线武库-木星『III』",
	},
	[124111001] = {
		id = 124111001,
		text = "冥王的背影",
	},
	[124111002] = {
		id = 124111002,
		text = "乐园之底的蛀虫",
	},
	[124111003] = {
		id = 124111003,
		text = "虚妄的无眠",
	},
	[124111004] = {
		id = 124111004,
		text = "太阳之仆-领航员",
	},
	[124111005] = {
		id = 124111005,
		text = "阿特拉斯™的援兵",
	},
	[124111006] = {
		id = 124111006,
		text = "权柄的刻画",
	},
	[124112001] = {
		id = 124112001,
		text = "恐惧的权柄",
	},
	[124112002] = {
		id = 124112002,
		text = "无夜王国之幕",
	},
	[124112003] = {
		id = 124112003,
		text = "冥王的右耳",
	},
	[124112004] = {
		id = 124112004,
		text = "乐园的筹码",
	},
	[124112005] = {
		id = 124112005,
		text = "无眠的私欲",
	},
	[124112006] = {
		id = 124112006,
		text = "新晋的太阳之仆",
	},
	[124112007] = {
		id = 124112007,
		text = "阿特拉斯™的进军",
	},
	[124112008] = {
		id = 124112008,
		text = "权柄迷梦",
	},
	[124112009] = {
		id = 124112009,
		text = "无夜的弹匣",
	},
	[124140004] = {
		id = 124140004,
		text = "资源型4",
	},
	[124140005] = {
		id = 124140005,
		text = "资源型5",
	},
	[124140006] = {
		id = 124140006,
		text = "资源型6",
	},
	[124140007] = {
		id = 124140007,
		text = "资源型7",
	},
	[124140008] = {
		id = 124140008,
		text = "资源型8",
	},
	[124140009] = {
		id = 124140009,
		text = "资源型9",
	},
	[124140010] = {
		id = 124140010,
		text = "资源型10",
	},
	[124170001] = {
		id = 124170001,
		text = "消耗物1",
	},
	[124170002] = {
		id = 124170002,
		text = "消耗物2",
	},
	[124170003] = {
		id = 124170003,
		text = "消耗物3",
	},
	[124170004] = {
		id = 124170004,
		text = "消耗物4",
	},
	[124170005] = {
		id = 124170005,
		text = "消耗物5",
	},
	[124190001] = {
		id = 124190001,
		text = "太阳之仆-守库人",
	},
	[124190002] = {
		id = 124190002,
		text = "太阳之仆-采集者",
	},
	[124190003] = {
		id = 124190003,
		text = "昭示权柄的旗舰",
	},
	[124200001] = {
		id = 124200001,
		text = "开战：发射<span color=\"#ff6c00\">8</>枚导弹\
被动：导弹发射数量<span color=\"#ff6c00\">+2</>",
	},
	[124210101] = {
		id = 124210101,
		text = "开战：发射<span color=\"#ff6c00\">16</>枚导弹\
被动：导弹发射数量<span color=\"#ff6c00\">+2</>",
	},
	[124210201] = {
		id = 124210201,
		text = "开战：发射<span color=\"#ff6c00\">32</>枚导弹\
被动：导弹发射数量<span color=\"#ff6c00\">+2</>",
	},
	[124200002] = {
		id = 124200002,
		text = "辉光技：对随机<span color=\"#ff6c00\">3</>个敌人释放<span color=\"#ff6c00\">1</>道落雷",
	},
	[124210102] = {
		id = 124210102,
		text = "辉光技：对随机<span color=\"#ff6c00\">6</>个敌人释放<span color=\"#ff6c00\">1</>道落雷",
	},
	[124210202] = {
		id = 124210202,
		text = "辉光技：对随机<span color=\"#ff6c00\">12</>个敌人释放<span color=\"#ff6c00\">1</>道落雷",
	},
	[124200003] = {
		id = 124200003,
		text = "受创：生成<span color=\"#ff6c00\">1</>个地雷\
受创：释放<span color=\"#ff6c00\">1</>道冲击波",
	},
	[124210103] = {
		id = 124210103,
		text = "受创：生成<span color=\"#ff6c00\">2</>个地雷\
受创：释放<span color=\"#ff6c00\">1</>道<span color=\"#ff6c00\">2</>倍伤害的冲击波",
	},
	[124210203] = {
		id = 124210203,
		text = "受创：生成<span color=\"#ff6c00\">4</>个地雷\
受创：释放<span color=\"#ff6c00\">1</>道<span color=\"#ff6c00\">4</>倍伤害的冲击波",
	},
	[124200004] = {
		id = 124200004,
		text = "荧光技：发射<span color=\"#ff6c00\">1</>枚内爆体 \
被动：内爆体伤害<span color=\"#ff6c00\">+20%</>",
	},
	[124210104] = {
		id = 124210104,
		text = "荧光技：发射<span color=\"#ff6c00\">1</>枚<span color=\"#ff6c00\">2</>倍伤害的内爆体 \
被动：内爆体伤害<span color=\"#ff6c00\">+20%</>",
	},
	[124210204] = {
		id = 124210204,
		text = "荧光技：发射<span color=\"#ff6c00\">1</>枚<span color=\"#ff6c00\">4</>倍伤害的内爆体 \
被动：内爆体伤害<span color=\"#ff6c00\">+20%</>",
	},
	[124200005] = {
		id = 124200005,
		text = "疾驰技：生成<span color=\"#ff6c00\">1</>个地雷\
疾驰技：释放<span color=\"#ff6c00\">1</>道引力波",
	},
	[124210105] = {
		id = 124210105,
		text = "疾驰技：生成<span color=\"#ff6c00\">2</>个地雷\
疾驰技：释放<span color=\"#ff6c00\">1</>道引力波",
	},
	[124210205] = {
		id = 124210205,
		text = "疾驰技：生成<span color=\"#ff6c00\">2</>个地雷\
疾驰技：释放<span color=\"#ff6c00\">1</>道牵引力更强的引力波",
	},
	[124200006] = {
		id = 124200006,
		text = "定时器：对随机<span color=\"#ff6c00\">1</>个敌人施加<span color=\"#ff6c00\">3</>层燃烧\
获得燃烧时：生成<span color=\"#ff6c00\">1</>个地雷",
	},
	[124210106] = {
		id = 124210106,
		text = "定时器：对随机<span color=\"#ff6c00\">2</>个敌人施加<span color=\"#ff6c00\">3</>层燃烧\
获得燃烧时：生成<span color=\"#ff6c00\">1</>个地雷",
	},
	[124210206] = {
		id = 124210206,
		text = "定时器：对随机<span color=\"#ff6c00\">2</>个敌人施加<span color=\"#ff6c00\">6</>层燃烧\
获得燃烧时：生成<span color=\"#ff6c00\">1</>个地雷",
	},
	[124200007] = {
		id = 124200007,
		text = "受创：向锁定敌人释放电磁脉冲\
被动：电磁脉冲铁壁烧坠伤害<span color=\"#ff6c00\">+100</>",
	},
	[124210107] = {
		id = 124210107,
		text = "受创：向锁定敌人释放<span color=\"#ff6c00\">2</>倍铁壁烧坠伤害的电磁脉冲\
被动：电磁脉冲铁壁烧坠伤害<span color=\"#ff6c00\">+100</>",
	},
	[124210207] = {
		id = 124210207,
		text = "受创：向锁定敌人释放<span color=\"#ff6c00\">4</>倍铁壁烧坠伤害的电磁脉冲\
被动：电磁脉冲铁壁烧坠伤害<span color=\"#ff6c00\">+100</>",
	},
	[124200008] = {
		id = 124200008,
		text = "开战：所有敌人释放<span color=\"#ff6c00\">1</>个充能星\
被动：充能星恢复能量<span color=\"#ff6c00\">+80</>",
	},
	[124210108] = {
		id = 124210108,
		text = "开战：所有敌人释放<span color=\"#ff6c00\">2</>个充能星\
被动：充能星恢复能量<span color=\"#ff6c00\">+80</>",
	},
	[124210208] = {
		id = 124210208,
		text = "开战：所有敌人释放<span color=\"#ff6c00\">4</>个充能星\
被动：充能星恢复能量<span color=\"#ff6c00\">+80</>",
	},
	[124200009] = {
		id = 124200009,
		text = "疾驰技：对锁定敌人施加<span color=\"#ff6c00\">3</>层燃烧 \
被动：燃烧触发间隔<span color=\"#ff6c00\">+0.5</>",
	},
	[124210109] = {
		id = 124210109,
		text = "疾驰技：对锁定敌人施加<span color=\"#ff6c00\">6</>层燃烧 \
被动：燃烧触发间隔<span color=\"#ff6c00\">+0.5</>",
	},
	[124210209] = {
		id = 124210209,
		text = "疾驰技：对锁定敌人施加<span color=\"#ff6c00\">12</>层燃烧 \
被动：燃烧触发间隔<span color=\"#ff6c00\">+0.5</>",
	},
	[124200010] = {
		id = 124200010,
		text = "轻攻击：触发<span color=\"#ff6c00\">1</>道落雷\
被动：落雷伤害<span color=\"#ff6c00\">+10%</>",
	},
	[124210110] = {
		id = 124210110,
		text = "轻攻击：触发<span color=\"#ff6c00\">1</>道<span color=\"#ff6c00\">2</>倍伤害的落雷\
被动：落雷伤害<span color=\"#ff6c00\">+10%</>",
	},
	[124210210] = {
		id = 124210210,
		text = "轻攻击：触发<span color=\"#ff6c00\">1</>道<span color=\"#ff6c00\">4</>倍伤害的落雷\
被动：落雷伤害<span color=\"#ff6c00\">+10%</>",
	},
	[124200011] = {
		id = 124200011,
		text = "辉光技：释放<span color=\"#ff6c00\">1</>道冲击波\
被动：增加<span color=\"#ff6c00\">200</>冲击波和引力波范围",
	},
	[124210111] = {
		id = 124210111,
		text = "辉光技：释放<span color=\"#ff6c00\">1</>道<span color=\"#ff6c00\">2</>倍伤害的冲击波\
被动：增加<span color=\"#ff6c00\">200</>冲击波和引力波范围",
	},
	[124210211] = {
		id = 124210211,
		text = "辉光技：释放<span color=\"#ff6c00\">1</>道<span color=\"#ff6c00\">4</>倍伤害的冲击波\
被动：增加<span color=\"#ff6c00\">200</>冲击波和引力波范围",
	},
	[124200012] = {
		id = 124200012,
		text = "开战：随机<span color=\"#ff6c00\">3</>个敌人生成<span color=\"#ff6c00\">1</>个地雷\
被动：地雷生成数量<span color=\"#ff6c00\">+1</>",
	},
	[124210112] = {
		id = 124210112,
		text = "开战：随机<span color=\"#ff6c00\">6</>个敌人生成<span color=\"#ff6c00\">1</>个地雷\
被动：地雷生成数量<span color=\"#ff6c00\">+1</>",
	},
	[124210212] = {
		id = 124210212,
		text = "开战：随机<span color=\"#ff6c00\">6</>个敌人生成<span color=\"#ff6c00\">2</>个地雷\
被动：地雷生成数量<span color=\"#ff6c00\">+2</>",
	},
	[124200013] = {
		id = 124200013,
		text = "辉光技：发射<span color=\"#ff6c00\">1</>枚内爆体   \
内爆体伤害：生成<span color=\"#ff6c00\">1</>个充能星",
	},
	[124210113] = {
		id = 124210113,
		text = "辉光技：发射<span color=\"#ff6c00\">1</>枚内爆体   \
内爆体伤害：生成<span color=\"#ff6c00\">2</>个充能星",
	},
	[124210213] = {
		id = 124210213,
		text = "辉光技：发射<span color=\"#ff6c00\">1</>枚内爆体   \
内爆体伤害：生成<span color=\"#ff6c00\">4</>个充能星",
	},
	[124200014] = {
		id = 124200014,
		text = "定时器：当前锁定敌人生成<span color=\"#ff6c00\">1</>个地雷",
	},
	[124210114] = {
		id = 124210114,
		text = "定时器：当前锁定敌人生成<span color=\"#ff6c00\">2</>个地雷",
	},
	[124210214] = {
		id = 124210214,
		text = "定时器：当前锁定敌人生成<span color=\"#ff6c00\">4</>个地雷",
	},
	[124200015] = {
		id = 124200015,
		text = "轻攻击：释放<span color=\"#ff6c00\">1</>道电磁脉冲   ",
	},
	[124210115] = {
		id = 124210115,
		text = "轻攻击：释放<span color=\"#ff6c00\">1</>道<span color=\"#ff6c00\">2</>倍铁壁烧坠伤害的电磁脉冲   ",
	},
	[124210215] = {
		id = 124210215,
		text = "轻攻击：释放<span color=\"#ff6c00\">1</>道<span color=\"#ff6c00\">4</>倍铁壁烧坠伤害的电磁脉冲   ",
	},
	[124200016] = {
		id = 124200016,
		text = "疾驰技：释放<span color=\"#ff6c00\">1</>道冲击波\
被动：冲击波基础伤害<span color=\"#ff6c00\">+50%</>",
	},
	[124210116] = {
		id = 124210116,
		text = "疾驰技：释放<span color=\"#ff6c00\">1</>道冲击波\
被动：冲击波基础伤害<span color=\"#ff6c00\">+100%</>",
	},
	[124210216] = {
		id = 124210216,
		text = "疾驰技：释放<span color=\"#ff6c00\">1</>道冲击波\
被动：冲击波基础伤害<span color=\"#ff6c00\">+200%</>",
	},
	[124200017] = {
		id = 124200017,
		text = "定时器：发射<span color=\"#ff6c00\">3</>枚导弹\
导弹伤害：触发电磁脉冲",
	},
	[124210117] = {
		id = 124210117,
		text = "定时器：发射<span color=\"#ff6c00\">6</>枚导弹\
导弹伤害：触发电磁脉冲",
	},
	[124210217] = {
		id = 124210217,
		text = "定时器：发射<span color=\"#ff6c00\">12</>枚导弹\
导弹伤害：触发电磁脉冲",
	},
	[124200018] = {
		id = 124200018,
		text = "疾驰技：发射<span color=\"#ff6c00\">1</>枚内爆体",
	},
	[124210118] = {
		id = 124210118,
		text = "疾驰技：发射<span color=\"#ff6c00\">1</>枚<span color=\"#ff6c00\">2</>倍伤害的内爆体",
	},
	[124210218] = {
		id = 124210218,
		text = "疾驰技：发射<span color=\"#ff6c00\">1</>枚<span color=\"#ff6c00\">4</>倍伤害的内爆体",
	},
	[124200019] = {
		id = 124200019,
		text = "受创：发射<span color=\"#ff6c00\">3</>枚导弹\
受创：使锁定敌人生成<span color=\"#ff6c00\">1</>个充能星",
	},
	[124210119] = {
		id = 124210119,
		text = "受创：发射<span color=\"#ff6c00\">6</>枚导弹\
受创：使锁定敌人生成<span color=\"#ff6c00\">1</>个充能星",
	},
	[124210219] = {
		id = 124210219,
		text = "受创：发射<span color=\"#ff6c00\">12</>枚导弹\
受创：使锁定敌人生成<span color=\"#ff6c00\">1</>个充能星",
	},
	[124200020] = {
		id = 124200020,
		text = "开战：对所有敌人施加<span color=\"#ff6c00\">2</>层燃烧\
获得燃烧时：未处于燃烧状态的敌人额外施加<span color=\"#ff6c00\">1</>层",
	},
	[124210120] = {
		id = 124210120,
		text = "开战：对所有敌人施加<span color=\"#ff6c00\">2</>层燃烧\
获得燃烧时：未处于燃烧状态的敌人额外施加<span color=\"#ff6c00\">2</>层",
	},
	[124210220] = {
		id = 124210220,
		text = "开战：对所有敌人施加<span color=\"#ff6c00\">2</>层燃烧\
获得燃烧时：未处于燃烧状态的敌人额外施加<span color=\"#ff6c00\">4</>层",
	},
	[124200021] = {
		id = 124200021,
		text = "受创：发射<span color=\"#ff6c00\">1</>道冲击波\
冲击波伤害：触发电磁脉冲",
	},
	[124210121] = {
		id = 124210121,
		text = "受创：发射<span color=\"#ff6c00\">1</>道<span color=\"#ff6c00\">2</>倍伤害的冲击波\
冲击波伤害：触发电磁脉冲",
	},
	[124210221] = {
		id = 124210221,
		text = "受创：发射<span color=\"#ff6c00\">1</>道<span color=\"#ff6c00\">4</>倍伤害的冲击波\
冲击波伤害：触发电磁脉冲",
	},
	[124200022] = {
		id = 124200022,
		text = "辉光技：发射<span color=\"#ff6c00\">8</>枚导弹",
	},
	[124210122] = {
		id = 124210122,
		text = "辉光技：发射<span color=\"#ff6c00\">16</>枚导弹",
	},
	[124210222] = {
		id = 124210222,
		text = "辉光技：发射<span color=\"#ff6c00\">32</>枚导弹",
	},
	[124200023] = {
		id = 124200023,
		text = "定时器：发射<span color=\"#ff6c00\">1</>枚内爆体\
内爆体伤害：命中敌人施加<span color=\"#ff6c00\">1</>层燃烧",
	},
	[124210123] = {
		id = 124210123,
		text = "定时器：发射<span color=\"#ff6c00\">1</>枚内爆体\
内爆体伤害：命中敌人施加<span color=\"#ff6c00\">2</>层燃烧",
	},
	[124210223] = {
		id = 124210223,
		text = "定时器：发射<span color=\"#ff6c00\">1</>枚内爆体\
内爆体伤害：命中敌人施加<span color=\"#ff6c00\">4</>层燃烧",
	},
	[124200024] = {
		id = 124200024,
		text = "荧光技：生成<span color=\"#ff6c00\">1</>个充能星\
生成充能星的敌人：释放<span color=\"#ff6c00\">1</>道落雷",
	},
	[124210124] = {
		id = 124210124,
		text = "荧光技：生成<span color=\"#ff6c00\">2</>个充能星\
生成充能星的敌人：释放<span color=\"#ff6c00\">1</>道落雷",
	},
	[124210224] = {
		id = 124210224,
		text = "荧光技：生成<span color=\"#ff6c00\">4</>个充能星\
生成充能星的敌人：释放<span color=\"#ff6c00\">1</>道落雷",
	},
	[124211001] = {
		id = 124211001,
		text = "定时器：对随机1个敌人施加<span color=\"#ff6c00\">3</>层燃烧",
	},
	[124211002] = {
		id = 124211002,
		text = "定时器：对随机1个敌人施加<span color=\"#ff6c00\">6</>层燃烧\
灼烧频率增加<span color=\"#ff6c00\">50%</>",
	},
	[124211003] = {
		id = 124211003,
		text = "开战：对所有敌人施加<span color=\"#ff6c00\">2</>层燃烧\
额外叠加<span color=\"#ff6c00\">2</>层燃烧",
	},
	[124211004] = {
		id = 124211004,
		text = "开战：对所有敌人施加<span color=\"#ff6c00\">4</>层燃烧\
燃烧伤害增加<span color=\"#ff6c00\">50%</>",
	},
	[124211005] = {
		id = 124211005,
		text = "定时器：对随机1个敌人施加<span color=\"#ff6c00\">12</>层燃烧\
燃烧持续时间增加<span color=\"#ff6c00\">1</>倍",
	},
	[124211006] = {
		id = 124211006,
		text = "开战：对所有敌人施加<span color=\"#ff6c00\">1</>层燃烧\
燃烧永久持续",
	},
	[124212001] = {
		id = 124212001,
		text = "开战：发射<span color=\"#ff6c00\">16</>枚导弹\
定时器：发射<span color=\"#ff6c00\">3</>枚导弹",
	},
	[124212002] = {
		id = 124212002,
		text = "开战：发射<span color=\"#ff6c00\">16</>枚导弹\
导弹命中敌人时，对其施加<span color=\"#ff6c00\">1</>层燃烧",
	},
	[124212003] = {
		id = 124212003,
		text = "定时器：发射<span color=\"#ff6c00\">3</>枚导弹\
导弹发射数量+<span color=\"#ff6c00\">3</>",
	},
	[124212004] = {
		id = 124212004,
		text = "开战：发射<span color=\"#ff6c00\">32</>枚导弹\
导弹伤害增加<span color=\"#ff6c00\">25%</>",
	},
	[124212005] = {
		id = 124212005,
		text = "定时器：发射<span color=\"#ff6c00\">6</>枚导弹\
导弹造成<span color=\"#ff6c00\">4</>点Brust伤害",
	},
	[124212006] = {
		id = 124212006,
		text = "开战：发射<span color=\"#ff6c00\">32</>枚导弹\
导弹命中恢复<span color=\"#ff6c00\">4</>点能量",
	},
	[124212007] = {
		id = 124212007,
		text = "定时器：发射<span color=\"#ff6c00\">6</>枚导弹\
导弹伤害增加<span color=\"#ff6c00\">100%</>",
	},
	[124212008] = {
		id = 124212008,
		text = "开战：发射<span color=\"#ff6c00\">1024</>枚导弹",
	},
	[124212009] = {
		id = 124212009,
		text = "定时器：发射<span color=\"#ff6c00\">12</>枚导弹\
导弹发射数量+<span color=\"#ff6c00\">3</>\
导弹弹射<span color=\"#ff6c00\">1</>次",
	},
	[124210091] = {
		id = 124210091,
		text = "【仿钻折光<双剑>】\
轻攻击时，<span color=\"#ff6c00\">20%</>概率额外召唤武装巨剑",
	},
	[124230091] = {
		id = 124230091,
		text = "【仿钻折光<双剑>】\
轻攻击时，<span color=\"#ff6c00\">40%</>概率额外召唤武装巨剑",
	},
	[124240091] = {
		id = 124240091,
		text = "【仿钻折光<双剑>】\
轻攻击时，<span color=\"#ff6c00\">60%</>概率额外召唤武装巨剑",
	},
	[124210092] = {
		id = 124210092,
		text = "【仿钻折光<双剑>】\
每<span color=\"#ff6c00\">6</>次轻攻击，消耗目标身上的1座武装巨剑",
	},
	[124230092] = {
		id = 124230092,
		text = "【仿钻折光<双剑>】\
每<span color=\"#ff6c00\">4</>次轻攻击，消耗目标身上的1座武装巨剑",
	},
	[124240092] = {
		id = 124240092,
		text = "【仿钻折光<双剑>】\
每<span color=\"#ff6c00\">2</>次轻攻击，消耗目标身上的1座武装巨剑",
	},
	[124210093] = {
		id = 124210093,
		text = "【仿钻折光<双剑>】\
闪避斩时，<span color=\"#ff6c00\">20%</>概率额外召唤武装巨剑",
	},
	[124230093] = {
		id = 124230093,
		text = "【仿钻折光<双剑>】\
闪避斩时，<span color=\"#ff6c00\">40%</>概率额外召唤武装巨剑",
	},
	[124240093] = {
		id = 124240093,
		text = "【仿钻折光<双剑>】\
闪避斩时，<span color=\"#ff6c00\">60%</>概率额外召唤武装巨剑",
	},
	[124210094] = {
		id = 124210094,
		text = "【仿钻折光<双剑>】\
额外召唤武装巨剑的概率增加<span color=\"#ff6c00\">10%</>\
武装巨剑的持续时间增加<span color=\"#ff6c00\">5</>秒",
	},
	[124230094] = {
		id = 124230094,
		text = "【仿钻折光<双剑>】\
额外召唤武装巨剑的概率增加<span color=\"#ff6c00\">20%</>\
武装巨剑的持续时间增加<span color=\"#ff6c00\">10</>秒",
	},
	[124240094] = {
		id = 124240094,
		text = "【仿钻折光<双剑>】\
额外召唤武装巨剑的概率增加<span color=\"#ff6c00\">40%</>\
武装巨剑的持续时间增加<span color=\"#ff6c00\">20</>秒",
	},
	[124210095] = {
		id = 124210095,
		text = "【仿钻折光<双剑>】\
消耗武装巨剑时，额外造成<span color=\"#ff6c00\">10%</>攻击力的伤害",
	},
	[124230095] = {
		id = 124230095,
		text = "【仿钻折光<双剑>】\
消耗武装巨剑时，额外造成<span color=\"#ff6c00\">20%</>攻击力的伤害",
	},
	[124240095] = {
		id = 124240095,
		text = "【仿钻折光<双剑>】\
消耗武装巨剑时，额外造成<span color=\"#ff6c00\">40%</>攻击力的伤害",
	},
	[124210096] = {
		id = 124210096,
		text = "【仿钻折光<双剑>】\
武装巨剑叠加上限增加<span color=\"#ff6c00\">8</>\
单次消耗武装巨剑的数量增加<span color=\"#ff6c00\">4</>",
	},
	[124230096] = {
		id = 124230096,
		text = "【仿钻折光<双剑>】\
武装巨剑叠加上限增加<span color=\"#ff6c00\">16</>\
单次消耗武装巨剑的数量增加<span color=\"#ff6c00\">8</>",
	},
	[124240096] = {
		id = 124240096,
		text = "【仿钻折光<双剑>】\
武装巨剑叠加无上限\
单次消耗所有武装巨剑",
	},
	[124210097] = {
		id = 124210097,
		text = "【仿钻折光<双剑>】\
武装巨剑持续时间结束时，自动消耗",
	},
	[124230097] = {
		id = 124230097,
		text = "【仿钻折光<双剑>】\
武装巨剑持续时间结束时，自动消耗\
武装巨剑持续时间减少<span color=\"#ff6c00\">10</>秒",
	},
	[124240097] = {
		id = 124240097,
		text = "【仿钻折光<双剑>】\
武装巨剑持续时间结束时，自动消耗\
武装巨剑持续时间减少<span color=\"#ff6c00\">10</>秒\
武装巨剑消耗时，将连锁消耗下一座武装巨剑",
	},
	[124220611] = {
		id = 124220611,
		text = "【豌豆公主<枪械>】\
长按荧光技，可以持续发射导弹，但会增加热量消耗",
	},
	[124230611] = {
		id = 124230611,
		text = "【豌豆公主<枪械>】\
长按荧光技，可以持续发射导弹，但会增加热量消耗\
增加上部发射口的攻击频率",
	},
	[124240611] = {
		id = 124240611,
		text = "【豌豆公主<枪械>】\
长按荧光技，可以持续发射导弹，但会增加热量消耗\
增加所有发射口的攻击频率",
	},
	[124220612] = {
		id = 124220612,
		text = "【豌豆公主<枪械>】\
热量上限增加<span color=\"#ff6c00\">50%</>",
	},
	[124230612] = {
		id = 124230612,
		text = "【豌豆公主<枪械>】\
热量上限增加<span color=\"#ff6c00\">100%</>",
	},
	[124240612] = {
		id = 124240612,
		text = "【豌豆公主<枪械>】\
热量上限增加<span color=\"#ff6c00\">200%</>",
	},
	[124220613] = {
		id = 124220613,
		text = "【豌豆公主<枪械>】\
导弹的发射速度增加<span color=\"#ff6c00\">25%</>",
	},
	[124230613] = {
		id = 124230613,
		text = "【豌豆公主<枪械>】\
导弹的发射速度增加<span color=\"#ff6c00\">50%</>",
	},
	[124240613] = {
		id = 124240613,
		text = "【豌豆公主<枪械>】\
导弹的发射速度增加<span color=\"#ff6c00\">100%</>",
	},
	[124220615] = {
		id = 124220615,
		text = "【豌豆公主<枪械>】\
荧光技每一轮导弹发射，额外攻击<span color=\"#ff6c00\">2</>个目标",
	},
	[124230615] = {
		id = 124230615,
		text = "【豌豆公主<枪械>】\
荧光技每一轮导弹发射，额外攻击<span color=\"#ff6c00\">4</>个目标",
	},
	[124240615] = {
		id = 124240615,
		text = "【豌豆公主<枪械>】\
荧光技每一轮导弹发射，额外攻击<span color=\"#ff6c00\">8</>个目标",
	},
	[124220616] = {
		id = 124220616,
		text = "【豌豆公主<枪械>】\
自动散热性能增强<span color=\"#ff6c00\">1</>倍",
	},
	[124230616] = {
		id = 124230616,
		text = "【豌豆公主<枪械>】\
自动散热性能增强<span color=\"#ff6c00\">2</>倍",
	},
	[124240616] = {
		id = 124240616,
		text = "【豌豆公主<枪械>】\
自动散热性能增强<span color=\"#ff6c00\">4</>倍",
	},
	[124220617] = {
		id = 124220617,
		text = "【豌豆公主<枪械>】\
主动散热动作加速<span color=\"#ff6c00\">50%</>",
	},
	[124230617] = {
		id = 124230617,
		text = "【豌豆公主<枪械>】\
主动散热动作加速<span color=\"#ff6c00\">100%</>",
	},
	[124240617] = {
		id = 124240617,
		text = "【豌豆公主<枪械>】\
主动散热动作加速<span color=\"#ff6c00\">100%</>，并且主动散热效率增加",
	},
	[124220619] = {
		id = 124220619,
		text = "【豌豆公主<枪械>】\
基于积攒的热量提供伤害加成，最多<span color=\"#ff6c00\">50%</>",
	},
	[124230619] = {
		id = 124230619,
		text = "【豌豆公主<枪械>】\
基于积攒的热量提供伤害加成，最多<span color=\"#ff6c00\">100%</>",
	},
	[124240619] = {
		id = 124240619,
		text = "【豌豆公主<枪械>】\
基于积攒的热量提供伤害加成，最多<span color=\"#ff6c00\">200%</>",
	},
	[124220511] = {
		id = 124220511,
		text = "【信风<巨刃>】\
轻攻击附带炮击\
该建筑最多可以晋升至VI级（普通建筑最多晋升至III级）",
	},
	[124220512] = {
		id = 124220512,
		text = "【信风<巨刃>】\
轻攻击附带炮击，命中时获得5%攻击力，叠加10层\
该建筑最多可以晋升至VI级（普通建筑最多晋升至III级）",
	},
	[124220513] = {
		id = 124220513,
		text = "【信风<巨刃>】\
轻攻击附带快速炮击，命中时获得5%攻击力，叠加10层\
该建筑最多可以晋升至VI级（普通建筑最多晋升至III级）",
	},
	[124220514] = {
		id = 124220514,
		text = "【信风<巨刃>】\
轻攻击附带快速炮击，命中时获得5%攻击力和30%暴击伤害，叠加10层\
该建筑最多可以晋升至VI级（普通建筑最多晋升至III级）",
	},
	[124220515] = {
		id = 124220515,
		text = "【信风<巨刃>】\
轻攻击附带快速炮击，回复10%生命值，命中时获得5%攻击力和30%暴击伤害，叠加10层\
该建筑最多可以晋升至VI级（普通建筑最多晋升至III级）",
	},
	[124220516] = {
		id = 124220516,
		text = "【信风<巨刃>】\
轻攻击附带快速炮击，回复10%生命值，命中时获得5%攻击力和30%暴击伤害，叠加10层\
长按轻攻击附带同样的炮击",
	},
	[124221211] = {
		id = 124221211,
		text = "【鱼啄雨<浮塔>】\
开战：发射<span color=\"#ff6c00\">8</>枚导弹",
	},
	[124231211] = {
		id = 124231211,
		text = "【鱼啄雨<浮塔>】\
开战：发射<span color=\"#ff6c00\">16</>枚导弹",
	},
	[124241211] = {
		id = 124241211,
		text = "【鱼啄雨<浮塔>】\
开战：发射<span color=\"#ff6c00\">32</>枚导弹",
	},
	[124220121] = {
		id = 124220121,
		text = "【仿钻折光<枪械>】\
僚机数量增加<span color=\"#ff6c00\">2</>架",
	},
	[124230121] = {
		id = 124230121,
		text = "【仿钻折光<枪械>】\
僚机数量增加<span color=\"#ff6c00\">4</>架\
每次储能罐获取增加<span color=\"#ff6c00\">1</>个",
	},
	[124240121] = {
		id = 124240121,
		text = "【仿钻折光<枪械>】\
僚机数量增加<span color=\"#ff6c00\">6</>架\
每次储能罐获取增加<span color=\"#ff6c00\">3</>个",
	},
	[124220311] = {
		id = 124220311,
		text = "【逆戟雀<宝轮>】\
精确点按成功时，获得1层障壁，持续至连段结束\
障壁叠加至10层时，获得霸体，持续至连段结束",
	},
	[124230311] = {
		id = 124230311,
		text = "【逆戟雀<宝轮>】\
精确点按成功时，获得2层障壁，持续至连段结束\
障壁叠加至10层时，获得霸体，持续至连段结束",
	},
	[124240311] = {
		id = 124240311,
		text = "【逆戟雀<宝轮>】\
精确点按成功时，获得4层障壁，持续至连段结束\
障壁叠加至10层时，获得霸体，持续至连段结束",
	},
	[124220312] = {
		id = 124220312,
		text = "【逆戟雀<宝轮>】\
精确点按成功时，获得1层障壁，持续至连段结束\
障壁提供额外20物理和超凡防御力",
	},
	[124230312] = {
		id = 124230312,
		text = "【逆戟雀<宝轮>】\
精确点按成功时，获得1层障壁，持续至连段结束\
障壁提供额外40物理和超凡防御力",
	},
	[124240312] = {
		id = 124240312,
		text = "【逆戟雀<宝轮>】\
精确点按成功时，获得1层障壁，持续至连段结束\
障壁提供额外80物理和超凡防御力",
	},
	[124220411] = {
		id = 124220411,
		text = "【清凉院眠眠<佩刀>】\
荧光技蓄力过程中，持续发射刀轮",
	},
	[124230411] = {
		id = 124230411,
		text = "【清凉院眠眠<佩刀>】\
荧光技蓄力过程中，获得<span color=\"#ff6c00\">15%</>暴击率，并持续发射刀轮",
	},
	[124240411] = {
		id = 124240411,
		text = "【清凉院眠眠<佩刀>】\
荧光技蓄力过程中，获得<span color=\"#ff6c00\">39%</>暴击率，并持续发射刀轮",
	},
	[124220711] = {
		id = 124220711,
		text = "【踯躅森辩才姬<巨刃>】\
荧光技的物理和超凡防御力额外维持<span color=\"#ff6c00\">20</>秒",
	},
	[124230711] = {
		id = 124230711,
		text = "【踯躅森辩才姬<巨刃>】\
荧光技的物理和超凡防御力额外维持<span color=\"#ff6c00\">20</>秒\
持续期间，额外增加<span color=\"#ff6c00\">25%</>物理和超凡防御力",
	},
	[124240711] = {
		id = 124240711,
		text = "【踯躅森辩才姬<巨刃>】\
荧光技的物理和超凡防御力额外维持<span color=\"#ff6c00\">20</>秒\
持续期间，额外增加<span color=\"#ff6c00\">50%</>物理和超凡防御力",
	},
	[124220811] = {
		id = 124220811,
		text = "【骆十四娘<浮塔>】\
浮塔最大发射数量增加<span color=\"#ff6c00\">8</>\
浮塔的召回伤害降低<span color=\"#ff6c00\">80%</>",
	},
	[124230811] = {
		id = 124230811,
		text = "【骆十四娘<浮塔>】\
浮塔最大发射数量增加<span color=\"#ff6c00\">8</>\
浮塔的召回伤害降低<span color=\"#ff6c00\">40%</>",
	},
	[124240811] = {
		id = 124240811,
		text = "【骆十四娘<浮塔>】\
浮塔最大发射数量增加<span color=\"#ff6c00\">8</>\
浮塔的召回伤害降低<span color=\"#ff6c00\">20%</>",
	},
	[124220812] = {
		id = 124220812,
		text = "【骆十四娘<浮塔>】\
浮塔伤害的自动降低速度减缓\
浮塔自主攻击的伤害增加<span color=\"#ff6c00\">50%</>",
	},
	[124230812] = {
		id = 124230812,
		text = "【骆十四娘<浮塔>】\
浮塔伤害的自动降低速度减缓\
浮塔自主攻击的伤害增加<span color=\"#ff6c00\">100%</>",
	},
	[124240812] = {
		id = 124240812,
		text = "【骆十四娘<浮塔>】\
浮塔伤害的自动降低速度减缓\
浮塔自主攻击的伤害增加<span color=\"#ff6c00\">200%</>",
	},
	[124220813] = {
		id = 124220813,
		text = "【骆十四娘<浮塔>】\
浮塔伤害的自动降低速度减缓\
浮塔最大发射数量增加<span color=\"#ff6c00\">4</>",
	},
	[124230813] = {
		id = 124230813,
		text = "【骆十四娘<浮塔>】\
浮塔伤害的自动降低速度大幅减缓\
浮塔最大发射数量增加<span color=\"#ff6c00\">4</>",
	},
	[124240813] = {
		id = 124240813,
		text = "【骆十四娘<浮塔>】\
浮塔不再自动降低伤害\
浮塔最大发射数量增加<span color=\"#ff6c00\">4</>",
	},
	[124220814] = {
		id = 124220814,
		text = "【骆十四娘<浮塔>】\
浮塔自主攻击的伤害降低<span color=\"#ff6c00\">80%</>\
浮塔最大发射数量增加<span color=\"#ff6c00\">20</>",
	},
	[124230814] = {
		id = 124230814,
		text = "【骆十四娘<浮塔>】\
浮塔自主攻击的伤害降低<span color=\"#ff6c00\">40%</>\
浮塔最大发射数量增加<span color=\"#ff6c00\">20</>",
	},
	[124240814] = {
		id = 124240814,
		text = "【骆十四娘<浮塔>】\
浮塔自主攻击的伤害降低<span color=\"#ff6c00\">20%</>\
浮塔最大发射数量增加<span color=\"#ff6c00\">20</>",
	},
	[124220815] = {
		id = 124220815,
		text = "【骆十四娘<浮塔>】\
长按轻攻击时连续发射浮塔\
浮塔最大发射数量增加<span color=\"#ff6c00\">4</>",
	},
	[124230815] = {
		id = 124230815,
		text = "【骆十四娘<浮塔>】\
长按轻攻击时连续发射浮塔\
浮塔最大发射数量增加<span color=\"#ff6c00\">8</>",
	},
	[124240815] = {
		id = 124240815,
		text = "【骆十四娘<浮塔>】\
长按轻攻击时连续发射浮塔\
浮塔最大发射数量增加<span color=\"#ff6c00\">16</>",
	},
	[124220816] = {
		id = 124220816,
		text = "【骆十四娘<浮塔>】\
浮塔的攻击有<span color=\"#ff6c00\">25%</>几率施加燃烧",
	},
	[124230816] = {
		id = 124230816,
		text = "【骆十四娘<浮塔>】\
浮塔的攻击有<span color=\"#ff6c00\">50%</>几率施加燃烧",
	},
	[124240816] = {
		id = 124240816,
		text = "【骆十四娘<浮塔>】\
浮塔的攻击有<span color=\"#ff6c00\">100%</>几率施加燃烧",
	},
	[124240004] = {
		id = 124240004,
		text = "商店内购买卡牌所需费用-3",
	},
	[124240005] = {
		id = 124240005,
		text = "战后选牌刷新费用-1",
	},
	[124240006] = {
		id = 124240006,
		text = "战后免费刷新1次卡牌",
	},
	[124240007] = {
		id = 124240007,
		text = "商店选牌刷新费用-1",
	},
	[124240008] = {
		id = 124240008,
		text = "解锁坑位花费-3",
	},
	[124240009] = {
		id = 124240009,
		text = "拆除建筑获得资源+3",
	},
	[124240010] = {
		id = 124240010,
		text = "晋升花费-3",
	},
	[124270001] = {
		id = 124270001,
		text = "3选1一张Lv2能力卡牌",
	},
	[124270002] = {
		id = 124270002,
		text = "3选1一张Lv3能力卡牌",
	},
	[124270003] = {
		id = 124270003,
		text = "3选1一张Lv4能力卡牌",
	},
	[124270004] = {
		id = 124270004,
		text = "随机获得3-5赎罪奖券",
	},
	[124270005] = {
		id = 124270005,
		text = "获得1张能力建筑的基本复制",
	},
	[124290001] = {
		id = 124290001,
		text = "赎罪奖券产出+5",
	},
	[124290002] = {
		id = 124290002,
		text = "金刚凝胶产出+5",
	},
	[124290003] = {
		id = 124290003,
		text = "金刚凝胶产出+5",
	},
	[125100001] = {
		id = 125100001,
		text = "阴燃纸扇",
	},
	[125100002] = {
		id = 125100002,
		text = "隙中驹石中火",
	},
	[125100003] = {
		id = 125100003,
		text = "磁化燃料",
	},
	[125100004] = {
		id = 125100004,
		text = "燃眉燃料92号",
	},
	[125100005] = {
		id = 125100005,
		text = "燃眉燃料95号",
	},
	[125100006] = {
		id = 125100006,
		text = "焚化小箭",
	},
	[125100007] = {
		id = 125100007,
		text = "喷嘴阵列",
	},
	[125100008] = {
		id = 125100008,
		text = "烧蚀燃料",
	},
	[125100009] = {
		id = 125100009,
		text = "狱炉之光",
	},
	[125100010] = {
		id = 125100010,
		text = "狱炉的残片",
	},
	[125100011] = {
		id = 125100011,
		text = "冥河蜂群",
	},
	[125100012] = {
		id = 125100012,
		text = "相控飞虫",
	},
	[125100013] = {
		id = 125100013,
		text = "伴生导弹",
	},
	[125100014] = {
		id = 125100014,
		text = "青橙之火",
	},
	[125100015] = {
		id = 125100015,
		text = "崔妮蒂协议",
	},
	[125100016] = {
		id = 125100016,
		text = "水蛭模块",
	},
	[125100017] = {
		id = 125100017,
		text = "塔斯兰模块",
	},
	[125100018] = {
		id = 125100018,
		text = "自生成导弹",
	},
	[125100019] = {
		id = 125100019,
		text = "虚无主义冲击波",
	},
	[125100020] = {
		id = 125100020,
		text = "主动公义系统",
	},
	[125100021] = {
		id = 125100021,
		text = "猫猫动力拳",
	},
	[125100022] = {
		id = 125100022,
		text = "内爆子模块",
	},
	[125100023] = {
		id = 125100023,
		text = "风云回馈器",
	},
	[125100024] = {
		id = 125100024,
		text = "糖纸机关",
	},
	[125100025] = {
		id = 125100025,
		text = "紧急失乐模块",
	},
	[125100026] = {
		id = 125100026,
		text = "摩诃钵利之宝",
	},
	[125100027] = {
		id = 125100027,
		text = "空舱反馈弹",
	},
	[125100028] = {
		id = 125100028,
		text = "七宝之毒",
	},
	[125100029] = {
		id = 125100029,
		text = "孪生爆炸物",
	},
	[125100030] = {
		id = 125100030,
		text = "内爆的日光",
	},
	[125100031] = {
		id = 125100031,
		text = "内爆的月光",
	},
	[125100032] = {
		id = 125100032,
		text = "自放电内爆体",
	},
	[125100033] = {
		id = 125100033,
		text = "超重的风车",
	},
	[125100034] = {
		id = 125100034,
		text = "旧王之锤",
	},
	[125100035] = {
		id = 125100035,
		text = "长河的归途",
	},
	[125100036] = {
		id = 125100036,
		text = "迅捷布设器",
	},
	[125100037] = {
		id = 125100037,
		text = "逸散的共鸣",
	},
	[125100038] = {
		id = 125100038,
		text = "双子星的供能",
	},
	[125100039] = {
		id = 125100039,
		text = "裂解小鸡",
	},
	[125100040] = {
		id = 125100040,
		text = "歌利亚之雷",
	},
	[125100041] = {
		id = 125100041,
		text = "「哈米吉多顿」",
	},
	[125100042] = {
		id = 125100042,
		text = "旧王之令",
	},
	[125100043] = {
		id = 125100043,
		text = "电离引力场",
	},
	[125100044] = {
		id = 125100044,
		text = "引力供能场",
	},
	[125100045] = {
		id = 125100045,
		text = "调谐魔星",
	},
	[125100046] = {
		id = 125100046,
		text = "旧王之盾",
	},
	[125100047] = {
		id = 125100047,
		text = "魔星的起床气",
	},
	[125100048] = {
		id = 125100048,
		text = "测试型调谐魔星",
	},
	[125100049] = {
		id = 125100049,
		text = "五浊恶世之杵",
	},
	[125100050] = {
		id = 125100050,
		text = "惰性金属燃料",
	},
	[125100051] = {
		id = 125100051,
		text = "堕天焦痕化石",
	},
	[125100052] = {
		id = 125100052,
		text = "星迹短路模块",
	},
	[125100053] = {
		id = 125100053,
		text = "逸散电流回收器",
	},
	[125100054] = {
		id = 125100054,
		text = "雷云小鸡",
	},
	[125100055] = {
		id = 125100055,
		text = "烦恼小鸡",
	},
	[125100056] = {
		id = 125100056,
		text = "脉冲吸附燃料",
	},
	[125100057] = {
		id = 125100057,
		text = "巡狩回馈器",
	},
	[125100058] = {
		id = 125100058,
		text = "塞壬的防狼喷雾",
	},
	[125100059] = {
		id = 125100059,
		text = "骤雨聚焦器",
	},
	[125100060] = {
		id = 125100060,
		text = "访星自伤者",
	},
	[125100061] = {
		id = 125100061,
		text = "青橙之焱",
	},
	[125200001] = {
		id = 125200001,
		text = "燃烧伤害+10%",
	},
	[125200002] = {
		id = 125200002,
		text = "燃烧伤害<span color=\"#ff6c00\">+30%</>\
导弹发射数量<span color=\"#ff6c00\">+1</>\
充能星恢复能量<span color=\"#ff6c00\">+80</>",
	},
	[125200003] = {
		id = 125200003,
		text = "施加燃烧时\\nXX概率对该敌人释放1次电磁脉冲",
	},
	[125200004] = {
		id = 125200004,
		text = "地雷对敌人造成伤害时，对其施加<span color=\"#ff6c00\">1</>层燃烧",
	},
	[125200005] = {
		id = 125200005,
		text = "导弹命中敌人时，对其施加<span color=\"#ff6c00\">1</>层燃烧",
	},
	[125200006] = {
		id = 125200006,
		text = "内爆体命中敌人时，对其施加<span color=\"#ff6c00\">1</>层燃烧",
	},
	[125200007] = {
		id = 125200007,
		text = "燃烧间隔<span color=\"#ff6c00\">-0.5</>秒\
燃烧伤害<span color=\"#ff6c00\">-20%</>",
	},
	[125200008] = {
		id = 125200008,
		text = "燃烧额外造成少量E属性伤害",
	},
	[125200009] = {
		id = 125200009,
		text = "燃烧间隔<span color=\"#ff6c00\">+0.5</>秒\
燃烧伤害<span color=\"#ff6c00\">+100%</>",
	},
	[125200010] = {
		id = 125200010,
		text = "燃烧CD-0.5秒",
	},
	[125200011] = {
		id = 125200011,
		text = "单局战斗内导弹每次命中敌人，攻击力+1%",
	},
	[125200012] = {
		id = 125200012,
		text = "每打出1个无种族卡牌，导弹伤害+20%",
	},
	[125200013] = {
		id = 125200013,
		text = "导弹发射数量<span color=\"#ff6c00\">+1</>",
	},
	[125200014] = {
		id = 125200014,
		text = "释放冲击波时，发射<span color=\"#ff6c00\">1</>枚导弹",
	},
	[125200015] = {
		id = 125200015,
		text = "卡牌均为奇数时，导弹发射数量+2",
	},
	[125200016] = {
		id = 125200016,
		text = "导弹命中敌人时，释放充能星",
	},
	[125200017] = {
		id = 125200017,
		text = "导弹伤害<span color=\"#ff6c00\">+40%</>",
	},
	[125200018] = {
		id = 125200018,
		text = "导弹发射数量<span color=\"#ff6c00\">+5</>\
导弹伤害<span color=\"#ff6c00\">-80%</>",
	},
	[125200019] = {
		id = 125200019,
		text = "冲击波额外造成少量F属性伤害",
	},
	[125200020] = {
		id = 125200020,
		text = "释放冲击波时，生成<span color=\"#ff6c00\">1</>个地雷",
	},
	[125200021] = {
		id = 125200021,
		text = "冲击波伤害<span color=\"#ff6c00\">+50%</>\
燃烧触发间隔<span color=\"#ff6c00\">+1</>秒",
	},
	[125200022] = {
		id = 125200022,
		text = "释放冲击波时，发射<span color=\"#ff6c00\">1</>枚内爆体",
	},
	[125200023] = {
		id = 125200023,
		text = "获得充能星时，释放<span color=\"#ff6c00\">1</>道冲击波",
	},
	[125200024] = {
		id = 125200024,
		text = "冲击波每命中1个敌人，增加些许护盾",
	},
	[125200025] = {
		id = 125200025,
		text = "每次受到伤害，冲击波伤害+1%",
	},
	[125200026] = {
		id = 125200026,
		text = "冲击波伤害<span color=\"#ff6c00\">+40%</>",
	},
	[125200027] = {
		id = 125200027,
		text = "具有空坑位时，内爆体发射伤害+20%",
	},
	[125200028] = {
		id = 125200028,
		text = "建筑等级均为奇数时，内爆体受击等级+1",
	},
	[125200029] = {
		id = 125200029,
		text = "内爆体伤害生成<span color=\"#ff6c00\">1</>个地雷",
	},
	[125200030] = {
		id = 125200030,
		text = "闪避，定时器发射的内爆体伤害+50%\
终极，荧光技发射的内爆体伤害-50%",
	},
	[125200031] = {
		id = 125200031,
		text = "闪避，定时器发射的内爆体伤害+50%\
终极，荧光技发射的内爆体伤害-50%",
	},
	[125200032] = {
		id = 125200032,
		text = "内爆体伤害触发<span color=\"#ff6c00\">1</>道落雷",
	},
	[125200033] = {
		id = 125200033,
		text = "内爆体受击等级<span color=\"#ff6c00\">+1</>",
	},
	[125200034] = {
		id = 125200034,
		text = "内爆体伤害<span color=\"#ff6c00\">+50%</>",
	},
	[125200035] = {
		id = 125200035,
		text = "地雷伤害<span color=\"#ff6c00\">+20%</>",
	},
	[125200036] = {
		id = 125200036,
		text = "地雷伤害<span color=\"#ff6c00\">+20%</>\
地雷生成数量<span color=\"#ff6c00\">+1</>",
	},
	[125200037] = {
		id = 125200037,
		text = "单局战斗内每次释放辉光技，地雷伤害+5%",
	},
	[125200038] = {
		id = 125200038,
		text = "建筑等级均为偶数时，地雷生成数量+2",
	},
	[125200039] = {
		id = 125200039,
		text = "地雷伤害触发电磁脉冲",
	},
	[125200040] = {
		id = 125200040,
		text = "地雷生成数量<span color=\"#ff6c00\">+1</>\
地雷触发范围<span color=\"#ff6c00\">+20%</>",
	},
	[125200041] = {
		id = 125200041,
		text = "地雷爆炸范围<span color=\"#ff6c00\">+30%</>",
	},
	[125200042] = {
		id = 125200042,
		text = "引力场牵引距离<span color=\"#ff6c00\">+300</>",
	},
	[125200043] = {
		id = 125200043,
		text = "引力场牵引距离<span color=\"#ff6c00\">-200</>",
	},
	[125200044] = {
		id = 125200044,
		text = "吸收充能星时，释放一道引力波",
	},
	[125200045] = {
		id = 125200045,
		text = "充能星恢复能量<span color=\"#ff6c00\">+80</>",
	},
	[125200046] = {
		id = 125200046,
		text = "获得充能星时，增加些许护盾",
	},
	[125200047] = {
		id = 125200047,
		text = "吸收充能星时，冲击波伤害增加1%",
	},
	[125200048] = {
		id = 125200048,
		text = "充能星恢复能量<span color=\"#ff6c00\">+240</>",
	},
	[125200049] = {
		id = 125200049,
		text = "落雷伤害增加<span color=\"#ff6c00\">100%</>\
导弹伤害减少<span color=\"#ff6c00\">50%</>",
	},
	[125200050] = {
		id = 125200050,
		text = "落雷伤害增加<span color=\"#ff6c00\">100%</>\
燃烧伤害减少<span color=\"#ff6c00\">50%</>",
	},
	[125200051] = {
		id = 125200051,
		text = "落雷会使敌人额外减少burst",
	},
	[125200052] = {
		id = 125200052,
		text = "落雷伤害增加<span color=\"#ff6c00\">100%</>\
冲击波伤害减少<span color=\"#ff6c00\">50%</>",
	},
	[125200053] = {
		id = 125200053,
		text = "落雷会恢复角色一定SP值",
	},
	[125200054] = {
		id = 125200054,
		text = "落雷伤害增加100%\\角色攻击力减少",
	},
	[125200055] = {
		id = 125200055,
		text = "电磁脉冲伤害增加<span color=\"#ff6c00\">100%</>\
导弹伤害减少<span color=\"#ff6c00\">50%</>",
	},
	[125200056] = {
		id = 125200056,
		text = "电磁脉冲会使敌人额外减少<span color=\"#ff6c00\">200</>点铁壁烧坠值\
燃烧伤害减少<span color=\"#ff6c00\">50%</>",
	},
	[125200057] = {
		id = 125200057,
		text = "电磁脉冲会恢复角色一定SP值",
	},
	[125200058] = {
		id = 125200058,
		text = "电磁脉冲会使敌人额外减少<span color=\"#ff6c00\">100</>点铁壁烧坠值",
	},
	[125200059] = {
		id = 125200059,
		text = "电磁脉冲伤害增加<span color=\"#ff6c00\">100%</>\
冲击波伤害减少<span color=\"#ff6c00\">50%</>",
	},
	[125200060] = {
		id = 125200060,
		text = "电磁脉冲伤害增加100%\\角色攻击力减少",
	},
	[125200061] = {
		id = 125200061,
		text = "释放冲击波时，发射<span color=\"#ff6c00\">3</>枚导弹",
	},
	[126100001] = {
		id = 126100001,
		text = "燃烧",
	},
	[126100002] = {
		id = 126100002,
		text = "导弹",
	},
	[126100003] = {
		id = 126100003,
		text = "冲击波",
	},
	[126100004] = {
		id = 126100004,
		text = "内爆体",
	},
	[126100005] = {
		id = 126100005,
		text = "地雷",
	},
	[126100006] = {
		id = 126100006,
		text = "开战",
	},
	[126100007] = {
		id = 126100007,
		text = "辉光技",
	},
	[126100008] = {
		id = 126100008,
		text = "定时器",
	},
	[126100009] = {
		id = 126100009,
		text = "疾驰技",
	},
	[126100010] = {
		id = 126100010,
		text = "受创",
	},
	[126100011] = {
		id = 126100011,
		text = "充能星",
	},
	[126100012] = {
		id = 126100012,
		text = "落雷",
	},
	[126100013] = {
		id = 126100013,
		text = "电磁脉冲",
	},
	[126100014] = {
		id = 126100014,
		text = "轻攻击",
	},
	[126100015] = {
		id = 126100015,
		text = "荧光技",
	},
	[126100016] = {
		id = 126100016,
		text = "引燃",
	},
	[126100017] = {
		id = 126100017,
		text = "内爆体等级",
	},
	[126100018] = {
		id = 126100018,
		text = "引力波",
	},
	[126100021] = {
		id = 126100021,
		text = "武装巨剑",
	},
	[126100022] = {
		id = 126100022,
		text = "障壁",
	},
	[126100023] = {
		id = 126100023,
		text = "僚机",
	},
	[126200001] = {
		id = 126200001,
		text = "持续8秒，每1秒触发1次伤害，每次造成60%攻击力的粒子质伤害，可以叠加。",
	},
	[126200002] = {
		id = 126200002,
		text = "向敌人发射导弹，每发造成500%攻击力的动能质伤害。",
	},
	[126200003] = {
		id = 126200003,
		text = "以角色为中心释放球形波，造成200%攻击力的力场质伤害。",
	},
	[126200004] = {
		id = 126200004,
		text = "命中时爆炸，造成600%攻击力的灾厄质伤害。内爆体可以提升等级，附加各种额外效果。",
	},
	[126200005] = {
		id = 126200005,
		text = "在布置8秒后，或接触到敌人时，爆炸造成300%攻击力的侵蚀质伤害。",
	},
	[126200006] = {
		id = 126200006,
		text = "战斗开始时，触发相应的效果。",
	},
	[126200007] = {
		id = 126200007,
		text = "使用辉光技时，触发相应的效果。",
	},
	[126200008] = {
		id = 126200008,
		text = "每隔6秒，触发相应的效果。",
	},
	[126200009] = {
		id = 126200009,
		text = "使用疾驰技时，触发相应的效果。",
	},
	[126200010] = {
		id = 126200010,
		text = "角色受到伤害时，触发相应的效果。",
	},
	[126200011] = {
		id = 126200011,
		text = "获取充能星时，得到一定的辉光技能量。",
	},
	[126200012] = {
		id = 126200012,
		text = "引发超凡打击，造成600%攻击力的虚无质伤害。",
	},
	[126200013] = {
		id = 126200013,
		text = "发射脉冲，造成500%攻击力的动能质伤害。",
	},
	[126200014] = {
		id = 126200014,
		text = "轻攻击命中敌人时，触发相应的效果。",
	},
	[126200015] = {
		id = 126200015,
		text = "使用荧光技时，触发相应的效果。",
	},
	[126200016] = {
		id = 126200016,
		text = "对敌人施加燃烧效果时，触发相应的效果。",
	},
	[126200017] = {
		id = 126200017,
		text = "等级1：轻受击；等级2：重受击；等级3：击飞。",
	},
	[126200018] = {
		id = 126200018,
		text = "以角色为中心释放球形波，200%攻击力的力场质伤害，将波及的所有敌人牵引过来。",
	},
	[126200021] = {
		id = 126200021,
		text = "召唤时，造成80%攻击力的动能伤害。基础存在时间为15秒，基础最大数量为4座。可被折光的技能正常消耗。",
	},
	[126200022] = {
		id = 126200022,
		text = "默认可叠加10层，每层提升10物理和超凡防御力。",
	},
	[126200023] = {
		id = 126200023,
		text = "每架僚机附带1个功能完整的储能罐。此外，当储能罐亮起时，僚机获得1次自主攻击能力，造成25%攻击力的力场质伤害，然后令储能罐熄灭。",
	},
	[127100001] = {
		id = 127100001,
		text = "",
	},
	[127100002] = {
		id = 127100002,
		text = "",
	},
	[127100003] = {
		id = 127100003,
		text = "",
	},
	[127200001] = {
		id = 127200001,
		text = "",
	},
	[127200002] = {
		id = 127200002,
		text = "",
	},
	[127200003] = {
		id = 127200003,
		text = "",
	},
	[128100014] = {
		id = 128100014,
		text = "测试随机事件的可交互条件文本",
	},
	[129100014] = {
		id = 129100014,
		text = "赎罪奖券大于3000",
	},
	[129200001] = {
		id = 129200001,
		text = "需要角色：豌豆公主",
	},
	[129200002] = {
		id = 129200002,
		text = "需要：办公室政治2",
	},
	[129200003] = {
		id = 129200003,
		text = "需要角色：仿钻折光",
	},
	[129200004] = {
		id = 129200004,
		text = "需要：植物学2",
	},
	[129200005] = {
		id = 129200005,
		text = "需要：地下秩序1",
	},
	[129200006] = {
		id = 129200006,
		text = "需求角色：信风",
	},
	[129200007] = {
		id = 129200007,
		text = "需要角色：仿钻折光（试金石）",
	},
	[129200008] = {
		id = 129200008,
		text = "需要角色：逆戟雀",
	},
	[129200009] = {
		id = 129200009,
		text = "需要角色：仿钻折光（形骸）",
	},
	[130000001] = {
		id = 130000001,
		text = "注意，存在未探索的选项",
	},
	[131100001] = {
		id = 131100001,
		text = "异宝1",
	},
	[131100002] = {
		id = 131100002,
		text = "异宝2",
	},
	[131100003] = {
		id = 131100003,
		text = "异宝3",
	},
	[131100004] = {
		id = 131100004,
		text = "异宝4",
	},
	[131100005] = {
		id = 131100005,
		text = "异宝5",
	},
	[131100006] = {
		id = 131100006,
		text = "异宝6",
	},
	[131100007] = {
		id = 131100007,
		text = "异宝7",
	},
	[131100008] = {
		id = 131100008,
		text = "异宝8",
	},
	[131100009] = {
		id = 131100009,
		text = "异宝9",
	},
	[131100010] = {
		id = 131100010,
		text = "异宝10",
	},
	[131200001] = {
		id = 131200001,
		text = "异宝效果文本1",
	},
	[131200002] = {
		id = 131200002,
		text = "异宝效果文本2",
	},
	[131200003] = {
		id = 131200003,
		text = "异宝效果文本3",
	},
	[131200004] = {
		id = 131200004,
		text = "异宝效果文本4",
	},
	[131200005] = {
		id = 131200005,
		text = "异宝效果文本5",
	},
	[131200006] = {
		id = 131200006,
		text = "异宝效果文本6",
	},
	[131200007] = {
		id = 131200007,
		text = "异宝效果文本7",
	},
	[131200008] = {
		id = 131200008,
		text = "异宝效果文本8",
	},
	[131200009] = {
		id = 131200009,
		text = "异宝效果文本9",
	},
	[131200010] = {
		id = 131200010,
		text = "异宝效果文本10",
	},
	[132110001] = {
		id = 132110001,
		text = "火星",
	},
	[132110002] = {
		id = 132110002,
		text = "无夜",
	},
	[132110003] = {
		id = 132110003,
		text = "冥王",
	},
	[132110004] = {
		id = 132110004,
		text = "彗星",
	},
	[132110005] = {
		id = 132110005,
		text = "无眠",
	},
	[132110006] = {
		id = 132110006,
		text = "太阳之仆",
	},
	[132110007] = {
		id = 132110007,
		text = "阿特拉斯",
	},
	[132110008] = {
		id = 132110008,
		text = "海王",
	},
	[132110009] = {
		id = 132110009,
		text = "黑月",
	},
	[132110010] = {
		id = 132110010,
		text = "木星",
	},
	[132110011] = {
		id = 132110011,
		text = "雨燕",
	},
	[132110012] = {
		id = 132110012,
		text = "魂魄",
	},
	[132110013] = {
		id = 132110013,
		text = "乐章",
	},
	[132210001] = {
		id = 132210001,
		text = "火星2：所有火星字段建筑，造成伤害时造成额外200%%攻击力的相应命质伤害\
火星4：所有火星字段建筑，造成伤害时造成额外300%%攻击力的相应命质伤害",
	},
	[132210002] = {
		id = 132210002,
		text = "无夜2：所有无夜字段建筑，效果触发概率增加15%%\
无夜4：所有无夜字段建筑，效果触发概率增加35%%\
无夜6：所有无夜字段建筑，效果触发概率增加60%%",
	},
	[132210003] = {
		id = 132210003,
		text = "冥王3：所有冥王字段建筑，选取的随机目标数量×2",
	},
	[132210004] = {
		id = 132210004,
		text = "彗星2：所有彗星字段建筑，数值增益额外+2\
彗星4：所有彗星字段建筑，数值增益额外+5",
	},
	[132210005] = {
		id = 132210005,
		text = "无眠2：所有无眠字段建筑，增益效果提升20%%\
无眠4：所有无眠字段建筑，增益效果提升50%%",
	},
	[132210006] = {
		id = 132210006,
		text = "所有「太阳之仆」字段的建筑效果所触发的引力波在牵引敌人时会对敌人造成[<span color=\"%s\">100%%</>]攻击力伤害。",
	},
	[132210007] = {
		id = 132210007,
		text = "所有「阿特拉斯」字段的建筑的效果触发频率增加[<span color=\"%s\">25%%</>]。",
	},
	[132210008] = {
		id = 132210008,
		text = "海王2：1号位角色攻击力增加30%%\
海王4追加：2号位角色攻击力增加30%%\
海王6追加：3号位角色攻击力增加30%%、全队全属性伤害增加15%%",
	},
	[132210009] = {
		id = 132210009,
		text = "黑月2：任意建筑效果触发时，在场角色获得50点辉光技能量\
黑月4：任意建筑效果触发时，在场角色获得100点辉光技能量\
黑月6：任意建筑效果触发时，全队角色获得100点辉光技能量",
	},
	[132210010] = {
		id = 132210010,
		text = "木星2：每2秒增加5%%攻击力，可叠加10层，使用疾驰技后清空层数\
木星4追加：每2秒增加8%%防御，可叠加10层，使用疾驰技后清空层数\
木星6追加：每2秒获取相当于最大生命值5%%的护盾，可叠加10层，使用疾驰技后清空层数",
	},
	[132210011] = {
		id = 132210011,
		text = "【PH】1. 切人增加全队全元素伤害10%% 持续5S 叠加3层\
2. 切人增加全队全元素伤害20%% 持续5S 叠加3层",
	},
	[132210012] = {
		id = 132210012,
		text = "【PH】1.全队增加25%%暴击率\
2.全队增加60%%爆伤",
	},
	[132210013] = {
		id = 132210013,
		text = "【PH】1.全队最大血量增加20%%\
2.全队最大血量增加50%%",
	},
	[134000001] = {
		id = 134000001,
		text = "选择蓝图时免费刷新1次",
	},
	[134000002] = {
		id = 134000002,
		text = "选择蓝图时刷新费用-1",
	},
	[134000003] = {
		id = 134000003,
		text = "获得高稀有蓝图的概率提升",
	},
	[134000004] = {
		id = 134000004,
		text = "资源事件获取2倍资源",
	},
	[134000005] = {
		id = 134000005,
		text = "蓝图出售价格+30%",
	},
	[134000006] = {
		id = 134000006,
		text = "晋升所需费用-30%",
	},
	[134000007] = {
		id = 134000007,
		text = "所有角色获得护盾",
	},
	[134000008] = {
		id = 134000008,
		text = "队长获得大量护盾",
	},
	[134000009] = {
		id = 134000009,
		text = "首波敌人攻击力降低",
	},
	[400031001] = {
		id = 400031001,
		text = "31001",
	},
	[400031002] = {
		id = 400031002,
		text = "31002",
	},
	[400031003] = {
		id = 400031003,
		text = "31003",
	},
	[400031004] = {
		id = 400031004,
		text = "31004",
	},
	[400031005] = {
		id = 400031005,
		text = "31005",
	},
	[400031006] = {
		id = 400031006,
		text = "31006",
	},
	[400031007] = {
		id = 400031007,
		text = "31007",
	},
	[400031008] = {
		id = 400031008,
		text = "31008",
	},
	[400031009] = {
		id = 400031009,
		text = "31009",
	},
	[400031010] = {
		id = 400031010,
		text = "31010",
	},
	[400031011] = {
		id = 400031011,
		text = "31011",
	},
	[400031012] = {
		id = 400031012,
		text = "31012",
	},
	[400031013] = {
		id = 400031013,
		text = "31013",
	},
	[400031014] = {
		id = 400031014,
		text = "31014",
	},
	[400031015] = {
		id = 400031015,
		text = "31015",
	},
	[400031016] = {
		id = 400031016,
		text = "31016",
	},
	[400031017] = {
		id = 400031017,
		text = "31017",
	},
	[400031018] = {
		id = 400031018,
		text = "31018",
	},
	[400031019] = {
		id = 400031019,
		text = "31019",
	},
	[400031020] = {
		id = 400031020,
		text = "31020",
	},
	[400033003] = {
		id = 400033003,
		text = "33003",
	},
	[511200001] = {
		id = 511200001,
		text = "诺伦机票",
	},
	[511200002] = {
		id = 511200002,
		text = "都城机票",
	},
	[511201001] = {
		id = 511201001,
		text = "杀手朋友券",
	},
	[511201002] = {
		id = 511201002,
		text = "2号不可消耗道具",
	},
	[511201003] = {
		id = 511201003,
		text = "危航许可",
	},
	[511202001] = {
		id = 511202001,
		text = "封装晚星之红",
	},
	[511202002] = {
		id = 511202002,
		text = "封装晚星之白",
	},
	[511202003] = {
		id = 511202003,
		text = "封装晚星之蓝",
	},
	[511202004] = {
		id = 511202004,
		text = "4星武器突破材料",
	},
	[511202005] = {
		id = 511202005,
		text = "5星武器突破材料",
	},
	[511202006] = {
		id = 511202006,
		text = "6星武器突破材料",
	},
	[511202007] = {
		id = 511202007,
		text = "6.5星武器突破材料",
	},
	[511202008] = {
		id = 511202008,
		text = "1星装备突破材料",
	},
	[511202009] = {
		id = 511202009,
		text = "2星装备突破材料",
	},
	[511202010] = {
		id = 511202010,
		text = "3星装备突破材料",
	},
	[511202011] = {
		id = 511202011,
		text = "4星装备突破材料",
	},
	[511202012] = {
		id = 511202012,
		text = "5星装备突破材料",
	},
	[511202013] = {
		id = 511202013,
		text = "6星装备突破材料",
	},
	[511202014] = {
		id = 511202014,
		text = "珊瑚劫灰",
	},
	[511202015] = {
		id = 511202015,
		text = "抽卡副产物2",
	},
	[511202016] = {
		id = 511202016,
		text = "抽卡副产物3",
	},
	[511202017] = {
		id = 511202017,
		text = "抽卡副产物4",
	},
	[511202018] = {
		id = 511202018,
		text = "抽卡副产物5",
	},
	[511202019] = {
		id = 511202019,
		text = "红王烛台",
	},
	[511202020] = {
		id = 511202020,
		text = "白后汞珠",
	},
	[511202021] = {
		id = 511202021,
		text = "卷积之核",
	},
	[511202022] = {
		id = 511202022,
		text = "虹膜留影",
	},
	[511202023] = {
		id = 511202023,
		text = "镜面棱柱",
	},
	[511202024] = {
		id = 511202024,
		text = "榕徽小石盒",
	},
	[511202025] = {
		id = 511202025,
		text = "甜热浮石",
	},
	[511202026] = {
		id = 511202026,
		text = "月之鳞",
	},
	[511202027] = {
		id = 511202027,
		text = "青齿晶",
	},
	[511202028] = {
		id = 511202028,
		text = "4星角色技能材料",
	},
	[511202029] = {
		id = 511202029,
		text = "5星角色技能材料",
	},
	[511202030] = {
		id = 511202030,
		text = "6星角色技能材料",
	},
	[511202031] = {
		id = 511202031,
		text = "嗜血金针菇",
	},
	[511202032] = {
		id = 511202032,
		text = "网状月枝",
	},
	[511202033] = {
		id = 511202033,
		text = "魔眼葵",
	},
	[511202034] = {
		id = 511202034,
		text = "4星角色突破材料",
	},
	[511202035] = {
		id = 511202035,
		text = "5星角色突破材料",
	},
	[511202036] = {
		id = 511202036,
		text = "6星角色突破材料",
	},
	[511202037] = {
		id = 511202037,
		text = "隐波元件",
	},
	[511202038] = {
		id = 511202038,
		text = "灵光解构器",
	},
	[511202039] = {
		id = 511202039,
		text = "魂导螺旋器",
	},
	[511202040] = {
		id = 511202040,
		text = "4星装备锻造材料",
	},
	[511202041] = {
		id = 511202041,
		text = "5星装备锻造材料",
	},
	[511202042] = {
		id = 511202042,
		text = "6星装备锻造材料",
	},
	[511202043] = {
		id = 511202043,
		text = "粒子刺命剂",
	},
	[511202044] = {
		id = 511202044,
		text = "动能刺命剂",
	},
	[511202045] = {
		id = 511202045,
		text = "力场刺命剂",
	},
	[511202046] = {
		id = 511202046,
		text = "灾厄刺命剂",
	},
	[511202047] = {
		id = 511202047,
		text = "侵蚀刺命剂",
	},
	[511202048] = {
		id = 511202048,
		text = "虚无刺命剂",
	},
	[511202049] = {
		id = 511202049,
		text = "巨刃武器突破材料",
	},
	[511202050] = {
		id = 511202050,
		text = "长剑武器突破材料",
	},
	[511202051] = {
		id = 511202051,
		text = "佩刀武器突破材料",
	},
	[511202052] = {
		id = 511202052,
		text = "枪械武器突破材料",
	},
	[511202053] = {
		id = 511202053,
		text = "礼器武器突破材料",
	},
	[511202054] = {
		id = 511202054,
		text = "宝轮武器突破材料",
	},
	[511202055] = {
		id = 511202055,
		text = "浮游炮武器突破材料",
	},
	[511203001] = {
		id = 511203001,
		text = "飘渺的星丝",
	},
	[511203002] = {
		id = 511203002,
		text = "轻盈的星丝",
	},
	[511203003] = {
		id = 511203003,
		text = "强韧的星丝",
	},
	[511204001] = {
		id = 511204001,
		text = "如沫而散的隐怒",
	},
	[511204002] = {
		id = 511204002,
		text = "如沫而散的凶光",
	},
	[511204003] = {
		id = 511204003,
		text = "如沫而散的杀机",
	},
	[511205001] = {
		id = 511205001,
		text = "诺伦封隙质",
	},
	[511205002] = {
		id = 511205002,
		text = "诺伦星图针",
	},
	[511205003] = {
		id = 511205003,
		text = "诺伦构装虹",
	},
	[511207001] = {
		id = 511207001,
		text = "【仿钻折光<双剑>】的星位之钉",
	},
	[511207002] = {
		id = 511207002,
		text = "【莎乐美<礼器>】的星位之钉",
	},
	[511207003] = {
		id = 511207003,
		text = "【逆戟雀<宝轮>】的星位之钉",
	},
	[511207004] = {
		id = 511207004,
		text = "【清凉院眠眠<佩刀>】的星位之钉",
	},
	[511207005] = {
		id = 511207005,
		text = "【信风<巨刃>】的星位之钉",
	},
	[511207006] = {
		id = 511207006,
		text = "【豌豆公主<枪械>】的星位之钉",
	},
	[511207007] = {
		id = 511207007,
		text = "【踯躅森辩才姬<巨刃>】的星位之钉",
	},
	[511207008] = {
		id = 511207008,
		text = "【仿钻折光<枪械>】的星位之钉",
	},
	[511207009] = {
		id = 511207009,
		text = "【骆十四娘<浮塔>】的星位之钉",
	},
	[511207010] = {
		id = 511207010,
		text = "【鱼啄雨<浮塔>】的星位之钉",
	},
	[511207101] = {
		id = 511207101,
		text = "祭主的碎角",
	},
	[511207102] = {
		id = 511207102,
		text = "贤士未能成行",
	},
	[511208001] = {
		id = 511208001,
		text = "「奇妙茎干」配方",
	},
	[511208002] = {
		id = 511208002,
		text = "「奇妙菇」配方",
	},
	[511208003] = {
		id = 511208003,
		text = "「奇妙环」配方",
	},
	[511208004] = {
		id = 511208004,
		text = "「小型方灯」配方",
	},
	[511208005] = {
		id = 511208005,
		text = "「摄像头」配方",
	},
	[511208006] = {
		id = 511208006,
		text = "「立式灯具」配方",
	},
	[511208007] = {
		id = 511208007,
		text = "「旧王国化石」配方",
	},
	[511208008] = {
		id = 511208008,
		text = "「妖星海晶」配方",
	},
	[511208009] = {
		id = 511208009,
		text = "「台球桌」配方",
	},
	[511208010] = {
		id = 511208010,
		text = "「吉他架」配方",
	},
	[511209001] = {
		id = 511209001,
		text = "「HEY」系列内天体配方",
	},
	[511209002] = {
		id = 511209002,
		text = "「符纸」系列内天体配方",
	},
	[511209003] = {
		id = 511209003,
		text = "「空妙」系列内天体配方",
	},
	[511209004] = {
		id = 511209004,
		text = "「奇绘」系列内天体配方",
	},
	[511209005] = {
		id = 511209005,
		text = "「圣名」系列内天体配方",
	},
	[511209006] = {
		id = 511209006,
		text = "「龙血」系列内天体配方",
	},
	[511209007] = {
		id = 511209007,
		text = "「祈愿」系列内天体配方",
	},
	[511209008] = {
		id = 511209008,
		text = "「宙种」系列内天体配方",
	},
	[511209101] = {
		id = 511209101,
		text = "「冰湖行星」配方",
	},
	[511209102] = {
		id = 511209102,
		text = "「寒砂行星」配方",
	},
	[511209103] = {
		id = 511209103,
		text = "「灵烛行星」配方",
	},
	[511209104] = {
		id = 511209104,
		text = "「赐咒行星」配方",
	},
	[511209105] = {
		id = 511209105,
		text = "「灰雪行星」配方",
	},
	[511209106] = {
		id = 511209106,
		text = "「冻灭行星」配方",
	},
	[514010101] = {
		id = 514010101,
		text = "形骸",
	},
	[514010102] = {
		id = 514010102,
		text = "？",
	},
	[514010103] = {
		id = 514010103,
		text = "半日短假",
	},
	[514010104] = {
		id = 514010104,
		text = "杀手假日",
	},
	[514010105] = {
		id = 514010105,
		text = "泪化金生命体",
	},
	[514010201] = {
		id = 514010201,
		text = "试金石",
	},
	[514010202] = {
		id = 514010202,
		text = "泪之深井",
	},
	[514010203] = {
		id = 514010203,
		text = "原色研磨",
	},
	[514020101] = {
		id = 514020101,
		text = "总控四天之主",
	},
	[514020102] = {
		id = 514020102,
		text = "星体崇拜",
	},
	[514030101] = {
		id = 514030101,
		text = "铁拳西施",
	},
	[514030102] = {
		id = 514030102,
		text = "山与月齐",
	},
	[514030103] = {
		id = 514030103,
		text = "无光的记忆",
	},
	[514040101] = {
		id = 514040101,
		text = "隙中蹄印",
	},
	[514040102] = {
		id = 514040102,
		text = "舞步与蹄印",
	},
	[514040103] = {
		id = 514040103,
		text = "北风之纱",
	},
	[514050101] = {
		id = 514050101,
		text = "守约之风",
	},
	[514060101] = {
		id = 514060101,
		text = "第三类失乐",
	},
	[514060102] = {
		id = 514060102,
		text = "岩礁公主",
	},
	[514070101] = {
		id = 514070101,
		text = "衔命蛇",
	},
	[514070102] = {
		id = 514070102,
		text = "白蛇",
	},
	[514070103] = {
		id = 514070103,
		text = "律法准绳",
	},
	[514070105] = {
		id = 514070105,
		text = "白金分割",
	},
	[514080101] = {
		id = 514080101,
		text = "公义的烟火",
	},
	[514080102] = {
		id = 514080102,
		text = "义人领域",
	},
	[514080103] = {
		id = 514080103,
		text = "响晴薄日",
	},
	[514090101] = {
		id = 514090101,
		text = "汞珠糖",
	},
	[514100101] = {
		id = 514100101,
		text = "龙伯格女爵",
	},
	[514110101] = {
		id = 514110101,
		text = "缇缇波芙",
	},
	[514120101] = {
		id = 514120101,
		text = "鱼啄雨",
	},
	[514120201] = {
		id = 514120201,
		text = "噪音机兵",
	},
	[514120202] = {
		id = 514120202,
		text = "JK的武装",
	},
	[514120203] = {
		id = 514120203,
		text = "陌生的海滩",
	},
	[515010101] = {
		id = 515010101,
		text = "形骸",
	},
	[515010102] = {
		id = 515010102,
		text = "杀手假日",
	},
	[515010103] = {
		id = 515010103,
		text = "泪化金生命体",
	},
	[515010201] = {
		id = 515010201,
		text = "试金石",
	},
	[515010202] = {
		id = 515010202,
		text = "泪之深井",
	},
	[515020101] = {
		id = 515020101,
		text = "总控四天之主",
	},
	[515020102] = {
		id = 515020102,
		text = "炽烈梦魇",
	},
	[515030101] = {
		id = 515030101,
		text = "铁拳西施",
	},
	[515030102] = {
		id = 515030102,
		text = "山与月齐",
	},
	[515040101] = {
		id = 515040101,
		text = "舞步与蹄印",
	},
	[515050101] = {
		id = 515050101,
		text = "守约之风",
	},
	[515050102] = {
		id = 515050102,
		text = "公义的余晖",
	},
	[515060101] = {
		id = 515060101,
		text = "第三类失乐",
	},
	[515070101] = {
		id = 515070101,
		text = "衔命蛇",
	},
	[515070102] = {
		id = 515070102,
		text = "白蛇",
	},
	[515080101] = {
		id = 515080101,
		text = "公义的烟火",
	},
	[515090101] = {
		id = 515090101,
		text = "汞珠糖",
	},
	[515100101] = {
		id = 515100101,
		text = "龙伯格女爵",
	},
	[515110101] = {
		id = 515110101,
		text = "缇缇波芙",
	},
	[515120101] = {
		id = 515120101,
		text = "鱼啄雨",
	},
	[515120201] = {
		id = 515120201,
		text = "噪音机兵",
	},
	[516010101] = {
		id = 516010101,
		text = "形骸",
	},
	[516010104] = {
		id = 516010104,
		text = "杀手假日",
	},
	[516010105] = {
		id = 516010105,
		text = "泪化金生命体",
	},
	[516010201] = {
		id = 516010201,
		text = "试金石",
	},
	[516010202] = {
		id = 516010202,
		text = "泪之深井",
	},
	[516020101] = {
		id = 516020101,
		text = "总控四天之主",
	},
	[516020102] = {
		id = 516020102,
		text = "星体崇拜",
	},
	[516030101] = {
		id = 516030101,
		text = "铁拳西施",
	},
	[516030102] = {
		id = 516030102,
		text = "山与月齐",
	},
	[516040101] = {
		id = 516040101,
		text = "隙中蹄印",
	},
	[516040103] = {
		id = 516040103,
		text = "北风之纱",
	},
	[516050101] = {
		id = 516050101,
		text = "守约之风",
	},
	[516060101] = {
		id = 516060101,
		text = "第三类失乐",
	},
	[516060102] = {
		id = 516060102,
		text = "岩礁公主",
	},
	[516070101] = {
		id = 516070101,
		text = "衔命蛇",
	},
	[516070103] = {
		id = 516070103,
		text = "律法准绳",
	},
	[516080101] = {
		id = 516080101,
		text = "公义的烟火",
	},
	[516080103] = {
		id = 516080103,
		text = "响晴薄日",
	},
	[516120201] = {
		id = 516120201,
		text = "噪音机兵",
	},
	[516120203] = {
		id = 516120203,
		text = "陌生的海滩",
	},
	[517010101] = {
		id = 517010101,
		text = "一时安心的地毯",
	},
	[517010102] = {
		id = 517010102,
		text = "新手浮板",
	},
	[517010103] = {
		id = 517010103,
		text = "杀手的战备",
	},
	[517010104] = {
		id = 517010104,
		text = "休闲躺椅",
	},
	[517020201] = {
		id = 517020201,
		text = "度假的沐浴",
	},
	[517020202] = {
		id = 517020202,
		text = "邀请的大床",
	},
	[517020203] = {
		id = 517020203,
		text = "休闲躺椅",
	},
	[517030101] = {
		id = 517030101,
		text = "邀请的大床",
	},
	[517030102] = {
		id = 517030102,
		text = "旧王国式坐具",
	},
	[517030103] = {
		id = 517030103,
		text = "休闲躺椅",
	},
	[517030104] = {
		id = 517030104,
		text = "",
	},
	[517040101] = {
		id = 517040101,
		text = "野孩子的旋转",
	},
	[517040102] = {
		id = 517040102,
		text = "日光浴床",
	},
	[517040103] = {
		id = 517040103,
		text = "惊魂洗衣机",
	},
	[517060101] = {
		id = 517060101,
		text = "公主之枪",
	},
	[517070101] = {
		id = 517070101,
		text = "不务正业健身垫",
	},
	[517070102] = {
		id = 517070102,
		text = "度假的沐浴",
	},
	[517070103] = {
		id = 517070103,
		text = "邀请的大床",
	},
	[517070104] = {
		id = 517070104,
		text = "休闲躺椅",
	},
	[517080101] = {
		id = 517080101,
		text = "日光浴床",
	},
	[517120201] = {
		id = 517120201,
		text = "神秘喷雾",
	},
	[517120203] = {
		id = 517120203,
		text = "日光浴床",
	},
	[517010105] = {
		id = 517010105,
		text = "香蕉摇摇",
	},
	[517040104] = {
		id = 517040104,
		text = "小马摇摇",
	},
	[517080102] = {
		id = 517080102,
		text = "长猫摇摇",
	},
	[517120204] = {
		id = 517120204,
		text = "独角摇摇",
	},
	[511301001] = {
		id = 511301001,
		text = "神秘保险箱",
	},
	[511302001] = {
		id = 511302001,
		text = "机器人的残骸",
	},
	[511303001] = {
		id = 511303001,
		text = "高级败者的残骸",
	},
	[511401001] = {
		id = 511401001,
		text = "%s 已解锁",
	},
	[511510001] = {
		id = 511510001,
		text = "本命星",
	},
	[511510002] = {
		id = 511510002,
		text = "星等",
	},
	[511510003] = {
		id = 511510003,
		text = "贪狼星",
	},
	[511510004] = {
		id = 511510004,
		text = "风水",
	},
	[511510005] = {
		id = 511510005,
		text = "签名的联结",
	},
	[511510006] = {
		id = 511510006,
		text = "恶魔签名",
	},
	[511510007] = {
		id = 511510007,
		text = "武装",
	},
	[511510008] = {
		id = 511510008,
		text = "祖传老西医",
	},
	[511510009] = {
		id = 511510009,
		text = "北冕座π星",
	},
	[511510010] = {
		id = 511510010,
		text = "王星祭主",
	},
	[511510011] = {
		id = 511510011,
		text = "北落师门",
	},
	[511510012] = {
		id = 511510012,
		text = "诺伦尼姆·其一",
	},
	[511510013] = {
		id = 511510013,
		text = "水星逆行",
	},
	[511510014] = {
		id = 511510014,
		text = "大陵五",
	},
	[511510015] = {
		id = 511510015,
		text = "恶魔角",
	},
	[511510016] = {
		id = 511510016,
		text = "阿里阿德涅的第二种线",
	},
	[511510017] = {
		id = 511510017,
		text = "内宇宙",
	},
	[511510018] = {
		id = 511510018,
		text = "败者·其一",
	},
	[511510019] = {
		id = 511510019,
		text = "败者·其二",
	},
	[511510020] = {
		id = 511510020,
		text = "败者·其三",
	},
	[511510021] = {
		id = 511510021,
		text = "天市右垣九",
	},
	[511510022] = {
		id = 511510022,
		text = "拆信·其一",
	},
	[511510023] = {
		id = 511510023,
		text = "拆信·其二",
	},
	[511510024] = {
		id = 511510024,
		text = "NASA",
	},
	[511510025] = {
		id = 511510025,
		text = "六边形风暴",
	},
	[511510026] = {
		id = 511510026,
		text = "星活体",
	},
	[511510027] = {
		id = 511510027,
		text = "天星辐照",
	},
	[511510028] = {
		id = 511510028,
		text = "小行星撞击",
	},
	[511510029] = {
		id = 511510029,
		text = "无夜无眠之症",
	},
	[511510030] = {
		id = 511510030,
		text = "金星贝",
	},
	[511510031] = {
		id = 511510031,
		text = "第二命星",
	},
	[511510032] = {
		id = 511510032,
		text = "内天体",
	},
	[511510033] = {
		id = 511510033,
		text = "复乐园理事会·其一",
	},
	[511510034] = {
		id = 511510034,
		text = "复乐园理事会·其二",
	},
	[511510035] = {
		id = 511510035,
		text = "复乐园理事会·其三",
	},
	[511510036] = {
		id = 511510036,
		text = "水星天·其一",
	},
	[511510037] = {
		id = 511510037,
		text = "水星天·其二",
	},
	[511510038] = {
		id = 511510038,
		text = "太空海盗",
	},
	[511510039] = {
		id = 511510039,
		text = "三十六义人",
	},
	[511510040] = {
		id = 511510040,
		text = "世界政府·其一",
	},
	[511510041] = {
		id = 511510041,
		text = "世界政府·其二",
	},
	[511510042] = {
		id = 511510042,
		text = "海王天·其一",
	},
	[511510043] = {
		id = 511510043,
		text = "旧王国·其一",
	},
	[511510044] = {
		id = 511510044,
		text = "金星天·其一",
	},
	[511510045] = {
		id = 511510045,
		text = "星环异观",
	},
	[511510046] = {
		id = 511510046,
		text = "无序之都·其一",
	},
	[511510047] = {
		id = 511510047,
		text = "无序之都·其二",
	},
	[511510048] = {
		id = 511510048,
		text = "无序之都·其三",
	},
	[511510049] = {
		id = 511510049,
		text = "火星天·其一",
	},
	[511510050] = {
		id = 511510050,
		text = "红王白后·其一",
	},
	[511510051] = {
		id = 511510051,
		text = "多冰少沙·其一",
	},
	[511510052] = {
		id = 511510052,
		text = "多冰少沙·其二",
	},
	[511510053] = {
		id = 511510053,
		text = "危航调度处",
	},
	[511510054] = {
		id = 511510054,
		text = "危航许可",
	},
	[511510055] = {
		id = 511510055,
		text = "阿特拉斯·其一",
	},
	[511510056] = {
		id = 511510056,
		text = "阿特拉斯·其二",
	},
	[511510057] = {
		id = 511510057,
		text = "莲花王宫酒店",
	},
	[511510058] = {
		id = 511510058,
		text = "商场菇",
	},
	[511510059] = {
		id = 511510059,
		text = "土星天·其一",
	},
	[511510060] = {
		id = 511510060,
		text = "无尽全盛统合中枢·其一",
	},
	[511510061] = {
		id = 511510061,
		text = "无尽全盛统合中枢·其二",
	},
	[511510062] = {
		id = 511510062,
		text = "无尽全盛统合中枢·其三",
	},
	[511510063] = {
		id = 511510063,
		text = "帝星祭典",
	},
	[511510064] = {
		id = 511510064,
		text = "岩龙城寨",
	},
	[511510065] = {
		id = 511510065,
		text = "氧气生成装置事故",
	},
	[511510066] = {
		id = 511510066,
		text = "木星天·其一",
	},
	[511510067] = {
		id = 511510067,
		text = "理事卿·其一",
	},
	[511510068] = {
		id = 511510068,
		text = "理事卿·其二",
	},
	[511510069] = {
		id = 511510069,
		text = "理事卿·其三",
	},
	[511510070] = {
		id = 511510070,
		text = "理事卿·其四",
	},
	[511510071] = {
		id = 511510071,
		text = "信风·其一",
	},
	[511510072] = {
		id = 511510072,
		text = "信风·其二",
	},
	[511510073] = {
		id = 511510073,
		text = "科斯明船长·其一",
	},
	[511510074] = {
		id = 511510074,
		text = "科斯明船长·其二",
	},
	[511510075] = {
		id = 511510075,
		text = "缇缇波芙·其一",
	},
	[511510076] = {
		id = 511510076,
		text = "缇缇波芙·其二",
	},
	[511510077] = {
		id = 511510077,
		text = "缇缇波芙·其三",
	},
	[511510078] = {
		id = 511510078,
		text = "汞珠糖·其一",
	},
	[511510079] = {
		id = 511510079,
		text = "逆戟雀·其一",
	},
	[511510080] = {
		id = 511510080,
		text = "逆戟雀·其二",
	},
	[511510081] = {
		id = 511510081,
		text = "逆戟雀·其三",
	},
	[511510082] = {
		id = 511510082,
		text = "逆戟雀·其四",
	},
	[511510083] = {
		id = 511510083,
		text = "逆戟雀·其五",
	},
	[511510084] = {
		id = 511510084,
		text = "中间人",
	},
	[511510085] = {
		id = 511510085,
		text = "安格路莫亚",
	},
	[511510086] = {
		id = 511510086,
		text = "李先生",
	},
	[511510087] = {
		id = 511510087,
		text = "最后「向下」了的人",
	},
	[511510088] = {
		id = 511510088,
		text = "伯恩斯夫人",
	},
	[511510089] = {
		id = 511510089,
		text = "伯恩斯",
	},
	[511510090] = {
		id = 511510090,
		text = "罗密欧",
	},
	[511510091] = {
		id = 511510091,
		text = "斋藤大佐",
	},
	[511510092] = {
		id = 511510092,
		text = "机仆",
	},
	[511510093] = {
		id = 511510093,
		text = "互相制约",
	},
	[511510094] = {
		id = 511510094,
		text = "园长",
	},
	[511510095] = {
		id = 511510095,
		text = "理事卿之声",
	},
	[511510096] = {
		id = 511510096,
		text = "清凉院眠眠·其一",
	},
	[511510097] = {
		id = 511510097,
		text = "中枢六尽·其一",
	},
	[511510098] = {
		id = 511510098,
		text = "中枢六尽·其二",
	},
	[511510099] = {
		id = 511510099,
		text = "躑躅森辩才姬·其一",
	},
	[511510100] = {
		id = 511510100,
		text = "躑躅森辩才姬·其二",
	},
	[511510101] = {
		id = 511510101,
		text = "躑躅森辩才姬·其三",
	},
	[511510102] = {
		id = 511510102,
		text = "中枢之喉舌·其一",
	},
	[521200001] = {
		id = 521200001,
		text = "时间之外的站点，在这星芒交错之地。\
拆信者的手中，握有命运之影。",
	},
	[521200002] = {
		id = 521200002,
		text = "用这无法预测的机票，去遇见无法预测的人。",
	},
	[521201001] = {
		id = 521201001,
		text = "「每日危航」中，想要轻松解决战斗时的选择，不必战斗也能获得奖励。\
在「危航许可」不足时，可以替代一张「危航许可」使用。",
	},
	[521201002] = {
		id = 521201002,
		text = "2号不可消耗道具",
	},
	[521201003] = {
		id = 521201003,
		text = "「每日危航」所需的凭证。",
	},
	[521202001] = {
		id = 521202001,
		text = "以炼金术提取武器情感的产物，通常用于武器突破。",
	},
	[521202002] = {
		id = 521202002,
		text = "以炼金术提取武器情感的产物，通常用于武器突破。",
	},
	[521202003] = {
		id = 521202003,
		text = "以炼金术提取武器情感的产物，通常用于武器突破。",
	},
	[521202004] = {
		id = 521202004,
		text = "4星武器突破材料",
	},
	[521202005] = {
		id = 521202005,
		text = "5星武器突破材料",
	},
	[521202006] = {
		id = 521202006,
		text = "6星武器突破材料",
	},
	[521202007] = {
		id = 521202007,
		text = "6.5星武器突破材料",
	},
	[521202008] = {
		id = 521202008,
		text = "1星装备突破材料",
	},
	[521202009] = {
		id = 521202009,
		text = "2星装备突破材料",
	},
	[521202010] = {
		id = 521202010,
		text = "3星装备突破材料",
	},
	[521202011] = {
		id = 521202011,
		text = "4星装备突破材料",
	},
	[521202012] = {
		id = 521202012,
		text = "5星装备突破材料",
	},
	[521202013] = {
		id = 521202013,
		text = "6星装备突破材料",
	},
	[521202014] = {
		id = 521202014,
		text = "时如珊瑚，其迹为劫灰。\
以炼金术拆解足够稀有之物，偶尔能见到时间的余烬。",
	},
	[521202015] = {
		id = 521202015,
		text = "抽卡副产物2",
	},
	[521202016] = {
		id = 521202016,
		text = "抽卡副产物3",
	},
	[521202017] = {
		id = 521202017,
		text = "抽卡副产物4",
	},
	[521202018] = {
		id = 521202018,
		text = "抽卡副产物5",
	},
	[521202019] = {
		id = 521202019,
		text = "通常用于内天体熔铸。\
具有特别的功效。",
	},
	[521202020] = {
		id = 521202020,
		text = "通常用于内天体熔铸。\
具有特别的功效。",
	},
	[521202021] = {
		id = 521202021,
		text = "通常用于内天体熔铸。\
具有特别的功效。",
	},
	[521202022] = {
		id = 521202022,
		text = "通常用于内天体熔铸。\
具有特别的功效。",
	},
	[521202023] = {
		id = 521202023,
		text = "通常用于内天体熔铸。\
具有特别的功效。",
	},
	[521202024] = {
		id = 521202024,
		text = "通常用于内天体熔铸。\
具有特别的功效。",
	},
	[521202025] = {
		id = 521202025,
		text = "通常用于角色突破、角色技能升级、武器突破。\
没有味觉也能感到甘甜，没有触觉也能感到温热。",
	},
	[521202026] = {
		id = 521202026,
		text = "通常用于角色突破、角色技能升级、武器突破。",
	},
	[521202027] = {
		id = 521202027,
		text = "通常用于角色突破、角色技能升级、武器突破。",
	},
	[521202031] = {
		id = 521202031,
		text = "通常用于角色突破、角色技能升级、武器突破。",
	},
	[521202032] = {
		id = 521202032,
		text = "通常用于角色突破、角色技能升级、武器突破。",
	},
	[521202033] = {
		id = 521202033,
		text = "通常用于角色突破、角色技能升级、武器突破。",
	},
	[521202037] = {
		id = 521202037,
		text = "通常用于角色突破、角色技能升级、武器突破。",
	},
	[521202038] = {
		id = 521202038,
		text = "通常用于角色突破、角色技能升级、武器突破。",
	},
	[521202039] = {
		id = 521202039,
		text = "通常用于角色突破、角色技能升级、武器突破。",
	},
	[521202040] = {
		id = 521202040,
		text = "4星装备锻造材料描述",
	},
	[521202041] = {
		id = 521202041,
		text = "5星装备锻造材料描述",
	},
	[521202042] = {
		id = 521202042,
		text = "6星装备锻造材料描述",
	},
	[521202043] = {
		id = 521202043,
		text = "通常用于粒子质角色等级突破与技能升级。",
	},
	[521202044] = {
		id = 521202044,
		text = "通常用于动能质角色等级突破与技能升级。",
	},
	[521202045] = {
		id = 521202045,
		text = "通常用于力场质角色等级突破与技能升级。",
	},
	[521202046] = {
		id = 521202046,
		text = "通常用于灾厄质角色等级突破与技能升级。",
	},
	[521202047] = {
		id = 521202047,
		text = "通常用于侵蚀质角色等级突破与技能升级。",
	},
	[521202048] = {
		id = 521202048,
		text = "通常用于虚无质角色等级突破与技能升级。",
	},
	[521202049] = {
		id = 521202049,
		text = "巨刃武器突破材料",
	},
	[521202050] = {
		id = 521202050,
		text = "长剑武器突破材料",
	},
	[521202051] = {
		id = 521202051,
		text = "佩刀武器突破材料",
	},
	[521202052] = {
		id = 521202052,
		text = "枪械武器突破材料",
	},
	[521202053] = {
		id = 521202053,
		text = "礼器武器突破材料",
	},
	[521202054] = {
		id = 521202054,
		text = "宝轮武器突破材料",
	},
	[521202055] = {
		id = 521202055,
		text = "浮游炮武器突破材料",
	},
	[521203001] = {
		id = 521203001,
		text = "飘散如丝的星芒。通常用于角色升级。",
	},
	[521203002] = {
		id = 521203002,
		text = "飘散如丝的星芒。通常用于角色升级。",
	},
	[521203003] = {
		id = 521203003,
		text = "飘散如丝的星芒。通常用于角色升级。",
	},
	[521204001] = {
		id = 521204001,
		text = "氤氲的怒意，以炼金术提取武器情感的产物。\
通常用于武器升级。",
	},
	[521204002] = {
		id = 521204002,
		text = "凝结的凶光，刺得人皮肤微微发痛。\
以炼金术提取武器情感的产物，通常用于武器升级。",
	},
	[521204003] = {
		id = 521204003,
		text = "以炼金术提取武器情感的产物，通常用于武器升级。\
胆小者只是见到它就会逃跑。",
	},
	[521205001] = {
		id = 521205001,
		text = "通常用于内天体纯化。\
来源于炼金术对内天体的拆解。",
	},
	[521205002] = {
		id = 521205002,
		text = "通常用于内天体纯化。\
来源于炼金术对内天体的拆解。",
	},
	[521205003] = {
		id = 521205003,
		text = "通常用于内天体纯化。\
来源于炼金术对内天体的拆解。",
	},
	[521207001] = {
		id = 521207001,
		text = "用于解锁【仿钻折光<双剑>】的特性星位",
	},
	[521207002] = {
		id = 521207002,
		text = "用于解锁【莎乐美<礼器>】的特性星位",
	},
	[521207003] = {
		id = 521207003,
		text = "用于解锁【逆戟雀<宝轮>】的特性星位",
	},
	[521207004] = {
		id = 521207004,
		text = "用于解锁【清凉院眠眠<佩刀>】的特性星位",
	},
	[521207005] = {
		id = 521207005,
		text = "用于解锁【信风<巨刃>】的特性星位",
	},
	[521207006] = {
		id = 521207006,
		text = "用于解锁【豌豆公主<枪械>】的特性星位",
	},
	[521207007] = {
		id = 521207007,
		text = "用于解锁【踯躅森辩才姬<巨刃>】的特性星位",
	},
	[521207008] = {
		id = 521207008,
		text = "用于解锁【仿钻折光<枪械>】的特性星位",
	},
	[521207009] = {
		id = 521207009,
		text = "用于解锁【骆十四娘<浮塔>】的特性星位",
	},
	[521207010] = {
		id = 521207010,
		text = "用于解锁【鱼啄雨<浮塔>】的特性星位",
	},
	[521207101] = {
		id = 521207101,
		text = "观想虚空既是我身，我与虚空不一不异。\
用于解锁【信风<巨刃>】的特定星位。",
	},
	[521207102] = {
		id = 521207102,
		text = "被超自然力量封锁至今的文艺复兴时期颜料，这颜料本该用来完成《贤士朝拜》。\
用于解锁【鱼啄雨<浮塔>】的特定星位。",
	},
	[521208001] = {
		id = 521208001,
		text = "使用后在「红王白后」解锁家装「奇妙茎干」的配方。",
	},
	[521208002] = {
		id = 521208002,
		text = "使用后在「红王白后」解锁家装「奇妙菇」的配方。",
	},
	[521208003] = {
		id = 521208003,
		text = "使用后在「红王白后」解锁家装「奇妙环」的配方。",
	},
	[521208004] = {
		id = 521208004,
		text = "使用后在「红王白后」解锁家装「小型方灯」的配方。",
	},
	[521208005] = {
		id = 521208005,
		text = "使用后在「红王白后」解锁家装「摄像头」的配方。",
	},
	[521208006] = {
		id = 521208006,
		text = "使用后在「红王白后」解锁家装「立式灯具」的配方。",
	},
	[521208007] = {
		id = 521208007,
		text = "使用后在「红王白后」解锁家装「旧王国化石」的配方。",
	},
	[521208008] = {
		id = 521208008,
		text = "使用后在「红王白后」解锁家装「妖星海晶」的配方。",
	},
	[521208009] = {
		id = 521208009,
		text = "使用后在「红王白后」解锁家装「台球桌」的配方。",
	},
	[521208010] = {
		id = 521208010,
		text = "使用后在「红王白后」解锁家装「吉他架」的配方。",
	},
	[521209001] = {
		id = 521209001,
		text = "使用后在「内天之星」解锁熔铸同系列6件内天体的配方。",
	},
	[521209002] = {
		id = 521209002,
		text = "使用后在「内天之星」解锁熔铸同系列6件内天体的配方。",
	},
	[521209003] = {
		id = 521209003,
		text = "使用后在「内天之星」解锁熔铸同系列6件内天体的配方。",
	},
	[521209004] = {
		id = 521209004,
		text = "使用后在「内天之星」解锁熔铸同系列6件内天体的配方。",
	},
	[521209005] = {
		id = 521209005,
		text = "使用后在「内天之星」解锁熔铸同系列6件内天体的配方。",
	},
	[521209006] = {
		id = 521209006,
		text = "使用后在「内天之星」解锁熔铸同系列6件内天体的配方。",
	},
	[521209007] = {
		id = 521209007,
		text = "使用后在「内天之星」解锁熔铸同系列6件内天体的配方。",
	},
	[521209008] = {
		id = 521209008,
		text = "使用后在「内天之星」解锁熔铸同系列6件内天体的配方。",
	},
	[521209101] = {
		id = 521209101,
		text = "使用后在「内天之星」解锁熔铸内天体「冰湖行星」的配方。",
	},
	[521209102] = {
		id = 521209102,
		text = "使用后在「内天之星」解锁熔铸内天体「寒砂行星」的配方。",
	},
	[521209103] = {
		id = 521209103,
		text = "使用后在「内天之星」解锁熔铸内天体「灵烛行星」的配方。",
	},
	[521209104] = {
		id = 521209104,
		text = "使用后在「内天之星」解锁熔铸内天体「赐咒行星」的配方。",
	},
	[521209105] = {
		id = 521209105,
		text = "使用后在「内天之星」解锁熔铸内天体「灰雪行星」的配方。",
	},
	[521209106] = {
		id = 521209106,
		text = "使用后在「内天之星」解锁熔铸内天体「冻灭行星」的配方。",
	},
	[521301001] = {
		id = 521301001,
		text = "神秘保险箱",
	},
	[521302001] = {
		id = 521302001,
		text = "机器人的残骸",
	},
	[521303001] = {
		id = 521303001,
		text = "高级败者的残骸",
	},
	[524010101] = {
		id = 524010101,
		text = "【仿钻折光<双剑>】幻形<形骸>",
	},
	[524010102] = {
		id = 524010102,
		text = "幻形<？>",
	},
	[524010103] = {
		id = 524010103,
		text = "【仿钻折光<双剑>】幻形<杀手假日>的一种彩绘。",
	},
	[524010104] = {
		id = 524010104,
		text = "【仿钻折光<双剑>】幻形<杀手假日>",
	},
	[524010105] = {
		id = 524010105,
		text = "【仿钻折光<双剑>】装扮：泪化金生命体",
	},
	[524010201] = {
		id = 524010201,
		text = "幻形<试金石>",
	},
	[524010202] = {
		id = 524010202,
		text = "幻形<泪之深井>",
	},
	[524010203] = {
		id = 524010203,
		text = "【仿钻折光<枪械>】幻形<泪之深井>的一种彩绘。",
	},
	[524020101] = {
		id = 524020101,
		text = "幻形<总控四天之主>",
	},
	[524020102] = {
		id = 524020102,
		text = "幻形<星体崇拜>",
	},
	[524030101] = {
		id = 524030101,
		text = "幻形<铁拳西施>",
	},
	[524030102] = {
		id = 524030102,
		text = "幻形<山与月齐>",
	},
	[524030103] = {
		id = 524030103,
		text = "【逆戟雀<宝轮>】幻形<铁拳西施>的一种彩绘。",
	},
	[524040101] = {
		id = 524040101,
		text = "幻形<隙中蹄印>",
	},
	[524040102] = {
		id = 524040102,
		text = "【清凉院眠眠<佩刀>】幻形<隙中蹄印>的一种彩绘。",
	},
	[524040103] = {
		id = 524040103,
		text = "幻形<北风之纱>",
	},
	[524050101] = {
		id = 524050101,
		text = "幻形<守约之风>",
	},
	[524060101] = {
		id = 524060101,
		text = "幻形<第三类失乐>",
	},
	[524060102] = {
		id = 524060102,
		text = "幻形<岩礁公主>",
	},
	[524070101] = {
		id = 524070101,
		text = "幻形<衔命蛇>",
	},
	[524070102] = {
		id = 524070102,
		text = "【踯躅森辩才姬<巨剑>】幻形<衔命蛇>的一种彩绘。",
	},
	[524070103] = {
		id = 524070103,
		text = "幻形<律法准绳>",
	},
	[524070105] = {
		id = 524070105,
		text = "【踯躅森辩才姬<巨剑>】幻形<律法准绳>的一种彩绘。\
【前戏测试】绝版",
	},
	[524080101] = {
		id = 524080101,
		text = "幻形<公义的烟火>",
	},
	[524080102] = {
		id = 524080102,
		text = "【骆十四娘<浮塔>】幻形<公义的烟火>的一种彩绘。",
	},
	[524080103] = {
		id = 524080103,
		text = "幻形<响晴薄日>",
	},
	[524120201] = {
		id = 524120201,
		text = "幻形<噪音机兵>",
	},
	[524120202] = {
		id = 524120202,
		text = "【鱼啄雨<浮塔>】幻形<噪音机兵>的一种彩绘。",
	},
	[524120203] = {
		id = 524120203,
		text = "幻形<陌生的海滩>",
	},
	[525010102] = {
		id = 525010102,
		text = "仿钻折光<双剑>的机甲彩绘<杀手假日>",
	},
	[525010103] = {
		id = 525010103,
		text = "仿钻折光<双剑>的机甲彩绘<泪化金生命体>",
	},
	[525010202] = {
		id = 525010202,
		text = "仿钻折光<枪械>的机甲彩绘<泪之深井>",
	},
	[525020102] = {
		id = 525020102,
		text = "理事卿莎乐美<礼器>的机甲彩绘<炽烈梦魇>",
	},
	[525030102] = {
		id = 525030102,
		text = "逆戟雀<宝轮>的机甲彩绘<山与月齐>",
	},
	[525050102] = {
		id = 525050102,
		text = "信风<巨刃>的机甲彩绘<公义的余晖>",
	},
	[525070102] = {
		id = 525070102,
		text = "踯躅森辩才姬<巨刃>的机甲彩绘<白蛇>",
	},
	[526010101] = {
		id = 526010101,
		text = "仿钻折光<双剑>的幻形：形骸\
获取此幻形时，赠送对应角色",
	},
	[526010104] = {
		id = 526010104,
		text = "仿钻折光<双剑>的幻形：杀手假日\
获取此幻形时，赠送对应角色",
	},
	[526010105] = {
		id = 526010105,
		text = "仿钻折光<双剑>的幻形：泪化金生命体",
	},
	[526010201] = {
		id = 526010201,
		text = "仿钻折光<枪械>的幻形：试金石\
获取此幻形时，赠送对应角色",
	},
	[526010202] = {
		id = 526010202,
		text = "仿钻折光<枪械>的幻形：泪之深井\
获取此幻形时，赠送对应角色",
	},
	[526020101] = {
		id = 526020101,
		text = "理事卿莎乐美<礼器>的幻形：总控四天之主\
获取此幻形时，赠送对应角色",
	},
	[526020102] = {
		id = 526020102,
		text = "理事卿莎乐美<礼器>的幻形：星体崇拜\
获取此幻形时，赠送对应角色",
	},
	[526030101] = {
		id = 526030101,
		text = "逆戟雀<宝轮>的幻形：铁拳西施\
获取此幻形时，赠送对应角色",
	},
	[526030102] = {
		id = 526030102,
		text = "逆戟雀<宝轮>的幻形：山与月齐\
获取此幻形时，赠送对应角色",
	},
	[526040101] = {
		id = 526040101,
		text = "清凉院眠眠<佩刀>的幻形：隙中蹄印\
获取此幻形时，赠送对应角色",
	},
	[526040103] = {
		id = 526040103,
		text = "清凉院眠眠<佩刀>的幻形：北风之纱\
获取此幻形时，赠送对应角色",
	},
	[526050101] = {
		id = 526050101,
		text = "信风<巨刃>的幻形：守约之风\
获取此幻形时，赠送对应角色",
	},
	[526060101] = {
		id = 526060101,
		text = "豌豆公主<枪械>的幻形：第三类失乐\
获取此幻形时，赠送对应角色",
	},
	[526060102] = {
		id = 526060102,
		text = "豌豆公主<枪械>的幻形：岩礁公主\
获取此幻形时，赠送对应角色",
	},
	[526070101] = {
		id = 526070101,
		text = "踯躅森辩才姬<巨刃>的幻形：衔命蛇\
获取此幻形时，赠送对应角色",
	},
	[526070103] = {
		id = 526070103,
		text = "踯躅森辩才姬<巨刃>的幻形：律法准绳\
获取此幻形时，赠送对应角色",
	},
	[526080101] = {
		id = 526080101,
		text = "骆十四娘<浮塔>的幻形：公义的烟火\
获取此幻形时，赠送对应角色",
	},
	[526080103] = {
		id = 526080103,
		text = "骆十四娘<浮塔>的幻形：响晴薄日\
获取此幻形时，赠送对应角色",
	},
	[526120201] = {
		id = 526120201,
		text = "鱼啄雨<浮塔>的幻形：噪音机兵\
获取此幻形时，赠送对应角色",
	},
	[526120203] = {
		id = 526120203,
		text = "鱼啄雨<浮塔>的幻形：陌生的海滩\
获取此幻形时，赠送对应角色",
	},
	[527010101] = {
		id = 527010101,
		text = "适用于【仿钻折光<双剑>】",
	},
	[527010102] = {
		id = 527010102,
		text = "适用于【仿钻折光<双剑>】",
	},
	[527010103] = {
		id = 527010103,
		text = "适用于【仿钻折光<双剑>】",
	},
	[527010104] = {
		id = 527010104,
		text = "适用于【仿钻折光<双剑>】",
	},
	[527020201] = {
		id = 527020201,
		text = "适用于【理事卿莎乐美<礼器>】",
	},
	[527020202] = {
		id = 527020202,
		text = "适用于【理事卿莎乐美<礼器>】",
	},
	[527020203] = {
		id = 527020203,
		text = "适用于【理事卿莎乐美<礼器>】",
	},
	[527030101] = {
		id = 527030101,
		text = "适用于【逆戟雀<宝轮>】",
	},
	[527030102] = {
		id = 527030102,
		text = "适用于【逆戟雀<宝轮>】",
	},
	[527030103] = {
		id = 527030103,
		text = "适用于【逆戟雀<宝轮>】",
	},
	[527030104] = {
		id = 527030104,
		text = "适用于【逆戟雀<宝轮>】",
	},
	[527040101] = {
		id = 527040101,
		text = "适用于【清凉院眠眠<佩刀>】",
	},
	[527040102] = {
		id = 527040102,
		text = "适用于【清凉院眠眠<佩刀>】",
	},
	[527040103] = {
		id = 527040103,
		text = "适用于【清凉院眠眠<佩刀>】",
	},
	[527060101] = {
		id = 527060101,
		text = "适用于【豌豆公主<枪械>】",
	},
	[527070101] = {
		id = 527070101,
		text = "适用于【踯躅森辩才姬<巨刃>】",
	},
	[527070102] = {
		id = 527070102,
		text = "适用于【踯躅森辩才姬<巨刃>】",
	},
	[527070103] = {
		id = 527070103,
		text = "适用于【踯躅森辩才姬<巨刃>】",
	},
	[527070104] = {
		id = 527070104,
		text = "适用于【踯躅森辩才姬<巨刃>】",
	},
	[527080101] = {
		id = 527080101,
		text = "适用于【骆十四娘<浮塔>】",
	},
	[527120201] = {
		id = 527120201,
		text = "适用于【鱼啄雨<浮塔>】",
	},
	[527120203] = {
		id = 527120203,
		text = "适用于【鱼啄雨<浮塔>】",
	},
	[527010105] = {
		id = 527010105,
		text = "适用于【仿钻折光<双剑>】",
	},
	[527040104] = {
		id = 527040104,
		text = "适用于【清凉院眠眠<佩刀>】",
	},
	[527080102] = {
		id = 527080102,
		text = "适用于【骆十四娘<浮塔>】",
	},
	[527120204] = {
		id = 527120204,
		text = "适用于【鱼啄雨<浮塔>】",
	},
	[531001001] = {
		id = 531001001,
		text = "信风配套武器",
	},
	[531001002] = {
		id = 531001002,
		text = "辩才姬配套武器",
	},
	[531002001] = {
		id = 531002001,
		text = "双剑仿钻折光配套武器",
	},
	[531003001] = {
		id = 531003001,
		text = "眠眠配套武器",
	},
	[531004001] = {
		id = 531004001,
		text = "豌豆公主配套武器",
	},
	[531004002] = {
		id = 531004002,
		text = "狙击仿钻折光配套武器",
	},
	[531005001] = {
		id = 531005001,
		text = "理事长配套武器",
	},
	[531006001] = {
		id = 531006001,
		text = "逆戟雀配套武器",
	},
	[531010300] = {
		id = 531010300,
		text = "「繁星」MK3",
	},
	[531011100] = {
		id = 531011100,
		text = "「繁星」MK1",
	},
	[531012200] = {
		id = 531012200,
		text = "「繁星」MK2",
	},
	[531020400] = {
		id = 531020400,
		text = "XR220「虚灵」",
	},
	[531030500] = {
		id = 531030500,
		text = "裂刻",
	},
	[531040600] = {
		id = 531040600,
		text = "酒池的秘密",
	},
	[531041600] = {
		id = 531041600,
		text = "酒池的狰狞",
	},
	[531050600] = {
		id = 531050600,
		text = "天帝的律令",
	},
	[531051610] = {
		id = 531051610,
		text = "天帝的密信",
	},
	[531060601] = {
		id = 531060601,
		text = "惑人的蛇舌",
	},
	[531060611] = {
		id = 531060611,
		text = "蛇毒聚流",
	},
	[531070601] = {
		id = 531070601,
		text = "将至必至之兆",
	},
	[531071611] = {
		id = 531071611,
		text = "灼星已现",
	},
	[531072601] = {
		id = 531072601,
		text = "余晖之盈",
	},
	[531080601] = {
		id = 531080601,
		text = "挽歌",
	},
	[531081601] = {
		id = 531081601,
		text = "颂歌",
	},
	[532010300] = {
		id = 532010300,
		text = "邦格尔M2-MT",
	},
	[532011100] = {
		id = 532011100,
		text = "邦格尔F1",
	},
	[532012200] = {
		id = 532012200,
		text = "邦格尔M15",
	},
	[532020400] = {
		id = 532020400,
		text = "XF300「夜鸣」",
	},
	[532030500] = {
		id = 532030500,
		text = "往日不再",
	},
	[532040601] = {
		id = 532040601,
		text = "青鸟",
	},
	[532041611] = {
		id = 532041611,
		text = "雨后青鸟",
	},
	[532050601] = {
		id = 532050601,
		text = "最初之泪",
	},
	[532051611] = {
		id = 532051611,
		text = "最初的蒸发",
	},
	[532060600] = {
		id = 532060600,
		text = "衡量者",
	},
	[532061610] = {
		id = 532061610,
		text = "游侠的准绳",
	},
	[533010300] = {
		id = 533010300,
		text = "「灰鸦」MK3",
	},
	[533011100] = {
		id = 533011100,
		text = "「灰鸦」MK1",
	},
	[533012200] = {
		id = 533012200,
		text = "「灰鸦」MK2",
	},
	[533020400] = {
		id = 533020400,
		text = "钢青",
	},
	[533030500] = {
		id = 533030500,
		text = "XN600「夜林」",
	},
	[533040500] = {
		id = 533040500,
		text = "血与喝彩",
	},
	[533050600] = {
		id = 533050600,
		text = "冥王天的干涉",
	},
	[533051610] = {
		id = 533051610,
		text = "冥王天的秘语",
	},
	[533060601] = {
		id = 533060601,
		text = "阿特拉斯™耀目",
	},
	[533060611] = {
		id = 533060611,
		text = "阿特拉斯™眩光",
	},
	[534010100] = {
		id = 534010100,
		text = "卷核FX",
	},
	[534011200] = {
		id = 534011200,
		text = "卷核TX",
	},
	[534011300] = {
		id = 534011300,
		text = "卷核DX",
	},
	[534020400] = {
		id = 534020400,
		text = "异域星",
	},
	[534030500] = {
		id = 534030500,
		text = "翠玉星",
	},
	[534050600] = {
		id = 534050600,
		text = "灵骨",
	},
	[534051600] = {
		id = 534051600,
		text = "幻骸",
	},
	[534060601] = {
		id = 534060601,
		text = "医与毒之光",
	},
	[534061611] = {
		id = 534061611,
		text = "受命者的视觉",
	},
	[534070601] = {
		id = 534070601,
		text = "受命者的视觉",
	},
	[534071611] = {
		id = 534071611,
		text = "总控者的视觉",
	},
	[534072601] = {
		id = 534072601,
		text = "梦魇之灯",
	},
	[535010300] = {
		id = 535010300,
		text = "16-3型诺伦环",
	},
	[535011100] = {
		id = 535011100,
		text = "16型诺伦环",
	},
	[535012200] = {
		id = 535012200,
		text = "16-2型诺伦环",
	},
	[535020400] = {
		id = 535020400,
		text = "掠食者",
	},
	[535040500] = {
		id = 535040500,
		text = "昔日余辉",
	},
	[535060600] = {
		id = 535060600,
		text = "蛇碧",
	},
	[535061610] = {
		id = 535061610,
		text = "蛇焰",
	},
	[535070601] = {
		id = 535070601,
		text = "染掌之花",
	},
	[535071611] = {
		id = 535071611,
		text = "染掌之影",
	},
	[536010100] = {
		id = 536010100,
		text = "市售斩妖剑",
	},
	[536011200] = {
		id = 536011200,
		text = "市售斩妖好剑",
	},
	[536012300] = {
		id = 536012300,
		text = "市售斩妖好好剑",
	},
	[536020400] = {
		id = 536020400,
		text = "薰衣草",
	},
	[536030500] = {
		id = 536030500,
		text = "大权",
	},
	[536040600] = {
		id = 536040600,
		text = "敬拜杞忧",
	},
	[536041610] = {
		id = 536041610,
		text = "怖畏杞忧",
	},
	[536050601] = {
		id = 536050601,
		text = "退行的金星",
	},
	[536051611] = {
		id = 536051611,
		text = "拂晓纷争",
	},
	[536060601] = {
		id = 536060601,
		text = "羚辉",
	},
	[536061611] = {
		id = 536061611,
		text = "羚辉之辉",
	},
	[537010100] = {
		id = 537010100,
		text = "灰梦一期",
	},
	[537011200] = {
		id = 537011200,
		text = "灰梦二期",
	},
	[537012300] = {
		id = 537012300,
		text = "灰梦三期",
	},
	[537020400] = {
		id = 537020400,
		text = "解码之塔",
	},
	[537030400] = {
		id = 537030400,
		text = "暮色神庙",
	},
	[537040500] = {
		id = 537040500,
		text = "木星寻踪",
	},
	[537050600] = {
		id = 537050600,
		text = "蔷薇魔音",
	},
	[537051610] = {
		id = 537051610,
		text = "萤石魔音",
	},
	[537060600] = {
		id = 537060600,
		text = "唤月",
	},
	[537061610] = {
		id = 537061610,
		text = "唤明",
	},
	[537070601] = {
		id = 537070601,
		text = "智剑<浮沉>",
	},
	[537070611] = {
		id = 537070611,
		text = "仁剑<红天>",
	},
	[537080611] = {
		id = 537080611,
		text = "理线者",
	},
	[537081611] = {
		id = 537081611,
		text = "断线者",
	},
	[541001001] = {
		id = 541001001,
		text = "信风配套武器描述",
	},
	[541001002] = {
		id = 541001002,
		text = "辩才姬配套武器描述",
	},
	[541002001] = {
		id = 541002001,
		text = "双剑仿钻折光配套武器描述",
	},
	[541003001] = {
		id = 541003001,
		text = "眠眠配套武器描述",
	},
	[541004001] = {
		id = 541004001,
		text = "豌豆公主配套武器描述",
	},
	[541004002] = {
		id = 541004002,
		text = "狙击仿钻折光配套武器描述",
	},
	[541005001] = {
		id = 541005001,
		text = "理事长配套武器描述",
	},
	[541006001] = {
		id = 541006001,
		text = "逆戟雀配套武器描述",
	},
	[541010300] = {
		id = 541010300,
		text = "3星巨刃描述",
	},
	[541011100] = {
		id = 541011100,
		text = "几乎每个机甲用户都在推荐的入门巨剑，便宜，实用，坏了也不心疼。",
	},
	[541012200] = {
		id = 541012200,
		text = "2星巨刃描述",
	},
	[541030500] = {
		id = 541030500,
		text = "5星巨刃描述",
	},
	[541050600] = {
		id = 541050600,
		text = "6星巨刃描述",
	},
	[541051610] = {
		id = 541051610,
		text = "7星巨刃描述",
	},
	[541060601] = {
		id = 541060601,
		text = "辩才姬专武描述",
	},
	[541070601] = {
		id = 541070601,
		text = "信风专武描述",
	},
	[541071611] = {
		id = 541071611,
		text = "灼星已现",
	},
	[541072601] = {
		id = 541072601,
		text = "余晖之盈",
	},
	[542010300] = {
		id = 542010300,
		text = "3星枪械描述",
	},
	[542011100] = {
		id = 542011100,
		text = "1星枪械描述",
	},
	[542012200] = {
		id = 542012200,
		text = "2星枪械描述",
	},
	[542020400] = {
		id = 542020400,
		text = "4星枪械描述",
	},
	[542030500] = {
		id = 542030500,
		text = "5星枪械描述",
	},
	[542040601] = {
		id = 542040601,
		text = "豌豆公主定做的专用步枪，这把名为青鸟的步枪如同这个名字原本的传说一般可以带来幸福：在战场上敌人都被歼灭了自然会感到幸福。",
	},
	[542041611] = {
		id = 542041611,
		text = "豌豆专武描述",
	},
	[542050601] = {
		id = 542050601,
		text = "折光2专武描述",
	},
	[542051611] = {
		id = 542051611,
		text = "最初的蒸发",
	},
	[542060600] = {
		id = 542060600,
		text = "逆戟雀2专武描述",
	},
	[542061610] = {
		id = 542061610,
		text = "游侠的准绳",
	},
	[543010300] = {
		id = 543010300,
		text = "3星长剑描述",
	},
	[543011100] = {
		id = 543011100,
		text = "1星长剑描述",
	},
	[543012200] = {
		id = 543012200,
		text = "2星长剑描述",
	},
	[543020400] = {
		id = 543020400,
		text = "4星长剑描述",
	},
	[543040500] = {
		id = 543040500,
		text = "5星长剑描述",
	},
	[543060601] = {
		id = 543060601,
		text = "折光专武描述",
	},
	[543070601] = {
		id = 543070601,
		text = "折光专武描述",
	},
	[544010100] = {
		id = 544010100,
		text = "卷核FX",
	},
	[544011200] = {
		id = 544011200,
		text = "卷核TX",
	},
	[544011300] = {
		id = 544011300,
		text = "卷核DX",
	},
	[544050600] = {
		id = 544050600,
		text = "灵骨",
	},
	[544051600] = {
		id = 544051600,
		text = "幻骸",
	},
	[544060601] = {
		id = 544060601,
		text = "汞珠糖专武描述",
	},
	[544070601] = {
		id = 544070601,
		text = "理事卿专武描述",
	},
	[544071611] = {
		id = 544071611,
		text = "理事卿专武描述",
	},
	[545010300] = {
		id = 545010300,
		text = "3星宝轮描述",
	},
	[545011100] = {
		id = 545011100,
		text = "1星宝轮描述",
	},
	[545012200] = {
		id = 545012200,
		text = "2星宝轮描述",
	},
	[545040500] = {
		id = 545040500,
		text = "老板娘暂用描述",
	},
	[545060600] = {
		id = 545060600,
		text = "6星宝轮描述",
	},
	[545061610] = {
		id = 545061610,
		text = "7星宝轮描述",
	},
	[545070601] = {
		id = 545070601,
		text = "老板娘专武描述",
	},
	[545071611] = {
		id = 545071611,
		text = "老板娘专武描述",
	},
	[546010100] = {
		id = 546010100,
		text = "1星佩刀描述",
	},
	[546020400] = {
		id = 546020400,
		text = "薰衣草",
	},
	[546030500] = {
		id = 546030500,
		text = "大权",
	},
	[546040600] = {
		id = 546040600,
		text = "敬拜杞忧",
	},
	[546041610] = {
		id = 546041610,
		text = "怖畏杞忧",
	},
	[546050601] = {
		id = 546050601,
		text = "龙伯格专武描述",
	},
	[546051611] = {
		id = 546051611,
		text = "拂晓纷争",
	},
	[546060601] = {
		id = 546060601,
		text = "眠眠专武描述",
	},
	[546061611] = {
		id = 546061611,
		text = "羚辉之辉",
	},
	[547010100] = {
		id = 547010100,
		text = "灰梦一期",
	},
	[547011200] = {
		id = 547011200,
		text = "灰梦二期",
	},
	[547012300] = {
		id = 547012300,
		text = "灰梦三期",
	},
	[547020400] = {
		id = 547020400,
		text = "解码之塔",
	},
	[547050600] = {
		id = 547050600,
		text = "蔷薇魔音",
	},
	[547051610] = {
		id = 547051610,
		text = "萤石魔音",
	},
	[547060600] = {
		id = 547060600,
		text = "唤月",
	},
	[547061610] = {
		id = 547061610,
		text = "唤明",
	},
	[547070611] = {
		id = 547070611,
		text = "仁剑浮沉",
	},
	[551101001] = {
		id = 551101001,
		text = "HEY-HEART",
	},
	[551101002] = {
		id = 551101002,
		text = "符纸正心",
	},
	[551101003] = {
		id = 551101003,
		text = "空妙幡动",
	},
	[551101004] = {
		id = 551101004,
		text = "奇绘念星",
	},
	[551101005] = {
		id = 551101005,
		text = "冰湖行星",
	},
	[551101006] = {
		id = 551101006,
		text = "心念圣名",
	},
	[551101007] = {
		id = 551101007,
		text = "心念龙血",
	},
	[551101008] = {
		id = 551101008,
		text = "妖星祈愿",
	},
	[551101009] = {
		id = 551101009,
		text = "心中之树",
	},
	[551101010] = {
		id = 551101010,
		text = "星石引擎",
	},
	[551102001] = {
		id = 551102001,
		text = "HEY-BREATHE",
	},
	[551102002] = {
		id = 551102002,
		text = "符纸之叶",
	},
	[551102003] = {
		id = 551102003,
		text = "空妙风轮",
	},
	[551102004] = {
		id = 551102004,
		text = "奇绘涡星",
	},
	[551102005] = {
		id = 551102005,
		text = "寒砂行星",
	},
	[551102006] = {
		id = 551102006,
		text = "肺叶圣名",
	},
	[551102007] = {
		id = 551102007,
		text = "肺叶龙血",
	},
	[551102008] = {
		id = 551102008,
		text = "胜战祈愿",
	},
	[551102009] = {
		id = 551102009,
		text = "肺中之叶",
	},
	[551102010] = {
		id = 551102010,
		text = "星石涡轮",
	},
	[551103001] = {
		id = 551103001,
		text = "HEY-KID",
	},
	[551103002] = {
		id = 551103002,
		text = "符纸燃剂",
	},
	[551103003] = {
		id = 551103003,
		text = "空妙炽盛",
	},
	[551103004] = {
		id = 551103004,
		text = "奇绘燃星",
	},
	[551103005] = {
		id = 551103005,
		text = "灵烛行星",
	},
	[551103006] = {
		id = 551103006,
		text = "肾腺圣名",
	},
	[551103007] = {
		id = 551103007,
		text = "肾腺龙血",
	},
	[551103008] = {
		id = 551103008,
		text = "永雨祈愿",
	},
	[551103009] = {
		id = 551103009,
		text = "叶脉液滴",
	},
	[551103010] = {
		id = 551103010,
		text = "星石燃剂",
	},
	[551104001] = {
		id = 551104001,
		text = "HEY-LIVE",
	},
	[551104002] = {
		id = 551104002,
		text = "符纸晶壳",
	},
	[551104003] = {
		id = 551104003,
		text = "空妙须弥",
	},
	[551104004] = {
		id = 551104004,
		text = "奇绘晶星",
	},
	[551104005] = {
		id = 551104005,
		text = "赐咒行星",
	},
	[551104006] = {
		id = 551104006,
		text = "肝膜圣名",
	},
	[551104007] = {
		id = 551104007,
		text = "肝膜龙血",
	},
	[551104008] = {
		id = 551104008,
		text = "丰收祈愿",
	},
	[551104009] = {
		id = 551104009,
		text = "叶膜之信",
	},
	[551104010] = {
		id = 551104010,
		text = "星石晶壳",
	},
	[551105001] = {
		id = 551105001,
		text = "HEY-HORIZON",
	},
	[551105002] = {
		id = 551105002,
		text = "符纸之壁",
	},
	[551105003] = {
		id = 551105003,
		text = "空妙无色",
	},
	[551105004] = {
		id = 551105004,
		text = "奇绘黑洞",
	},
	[551105005] = {
		id = 551105005,
		text = "灰雪行星",
	},
	[551105006] = {
		id = 551105006,
		text = "胃壁圣名",
	},
	[551105007] = {
		id = 551105007,
		text = "胃壁龙血",
	},
	[551105008] = {
		id = 551105008,
		text = "雷云祈愿",
	},
	[551105009] = {
		id = 551105009,
		text = "胃中之树",
	},
	[551105010] = {
		id = 551105010,
		text = "星石视界",
	},
	[551106001] = {
		id = 551106001,
		text = "HEY-CPU",
	},
	[551106002] = {
		id = 551106002,
		text = "符纸算机",
	},
	[551106003] = {
		id = 551106003,
		text = "空妙变相",
	},
	[551106004] = {
		id = 551106004,
		text = "奇绘核星",
	},
	[551106005] = {
		id = 551106005,
		text = "冻灭行星",
	},
	[551106006] = {
		id = 551106006,
		text = "脑核圣名",
	},
	[551106007] = {
		id = 551106007,
		text = "脑核龙血",
	},
	[551106008] = {
		id = 551106008,
		text = "南风祈愿",
	},
	[551106009] = {
		id = 551106009,
		text = "脑中之树",
	},
	[551106010] = {
		id = 551106010,
		text = "星石算机",
	},
	[561101001] = {
		id = 561101001,
		text = "「HEY」系列内天体，部位：心念引擎",
	},
	[561101002] = {
		id = 561101002,
		text = "「符纸」系列内天体，部位：心念引擎",
	},
	[561101003] = {
		id = 561101003,
		text = "「空妙」系列内天体，部位：心念引擎",
	},
	[561101004] = {
		id = 561101004,
		text = "「奇绘」系列内天体，部位：心念引擎",
	},
	[561101005] = {
		id = 561101005,
		text = "「寒星」系列内天体，部位：心念引擎",
	},
	[561101006] = {
		id = 561101006,
		text = "「圣名」系列内天体，部位：心念引擎",
	},
	[561101007] = {
		id = 561101007,
		text = "「龙血」系列内天体，部位：心念引擎",
	},
	[561101008] = {
		id = 561101008,
		text = "「祈愿」系列内天体，部位：心念引擎",
	},
	[561101009] = {
		id = 561101009,
		text = "「宙种」系列内天体，部位：心念引擎",
	},
	[561101010] = {
		id = 561101010,
		text = "「星石」系列内天体，部位：心念引擎",
	},
	[561102001] = {
		id = 561102001,
		text = "「HEY」系列内天体，部位：肺叶涡轮",
	},
	[561102002] = {
		id = 561102002,
		text = "「符纸」系列内天体，部位：肺叶涡轮",
	},
	[561102003] = {
		id = 561102003,
		text = "「空妙」系列内天体，部位：肺叶涡轮",
	},
	[561102004] = {
		id = 561102004,
		text = "「奇绘」系列内天体，部位：肺叶涡轮",
	},
	[561102005] = {
		id = 561102005,
		text = "「寒星」系列内天体，部位：肺叶涡轮",
	},
	[561102006] = {
		id = 561102006,
		text = "「圣名」系列内天体，部位：肺叶涡轮",
	},
	[561102007] = {
		id = 561102007,
		text = "「龙血」系列内天体，部位：肺叶涡轮",
	},
	[561102008] = {
		id = 561102008,
		text = "「祈愿」系列内天体，部位：肺叶涡轮",
	},
	[561102009] = {
		id = 561102009,
		text = "「宙种」系列内天体，部位：肺叶涡轮",
	},
	[561102010] = {
		id = 561102010,
		text = "「星石」系列内天体，部位：肺叶涡轮",
	},
	[561103001] = {
		id = 561103001,
		text = "「HEY」系列内天体，部位：肾腺燃剂",
	},
	[561103002] = {
		id = 561103002,
		text = "「符纸」系列内天体，部位：肾腺燃剂",
	},
	[561103003] = {
		id = 561103003,
		text = "「空妙」系列内天体，部位：肾腺燃剂",
	},
	[561103004] = {
		id = 561103004,
		text = "「奇绘」系列内天体，部位：肾腺燃剂",
	},
	[561103005] = {
		id = 561103005,
		text = "「寒星」系列内天体，部位：肾腺燃剂",
	},
	[561103006] = {
		id = 561103006,
		text = "「圣名」系列内天体，部位：肾腺燃剂",
	},
	[561103007] = {
		id = 561103007,
		text = "「龙血」系列内天体，部位：肾腺燃剂",
	},
	[561103008] = {
		id = 561103008,
		text = "「祈愿」系列内天体，部位：肾腺燃剂",
	},
	[561103009] = {
		id = 561103009,
		text = "「宙种」系列内天体，部位：肾腺燃剂",
	},
	[561103010] = {
		id = 561103010,
		text = "「星石」系列内天体，部位：肾腺燃剂",
	},
	[561104001] = {
		id = 561104001,
		text = "「HEY」系列内天体，部位：肝膜晶壳",
	},
	[561104002] = {
		id = 561104002,
		text = "「符纸」系列内天体，部位：肝膜晶壳",
	},
	[561104003] = {
		id = 561104003,
		text = "「空妙」系列内天体，部位：肝膜晶壳",
	},
	[561104004] = {
		id = 561104004,
		text = "「奇绘」系列内天体，部位：肝膜晶壳",
	},
	[561104005] = {
		id = 561104005,
		text = "「寒星」系列内天体，部位：肝膜晶壳",
	},
	[561104006] = {
		id = 561104006,
		text = "「圣名」系列内天体，部位：肝膜晶壳",
	},
	[561104007] = {
		id = 561104007,
		text = "「龙血」系列内天体，部位：肝膜晶壳",
	},
	[561104008] = {
		id = 561104008,
		text = "「祈愿」系列内天体，部位：肝膜晶壳",
	},
	[561104009] = {
		id = 561104009,
		text = "「宙种」系列内天体，部位：肝膜晶壳",
	},
	[561104010] = {
		id = 561104010,
		text = "「星石」系列内天体，部位：肝膜晶壳",
	},
	[561105001] = {
		id = 561105001,
		text = "「HEY」系列内天体，部位：胃壁视界",
	},
	[561105002] = {
		id = 561105002,
		text = "「符纸」系列内天体，部位：胃壁视界",
	},
	[561105003] = {
		id = 561105003,
		text = "「空妙」系列内天体，部位：胃壁视界",
	},
	[561105004] = {
		id = 561105004,
		text = "「奇绘」系列内天体，部位：胃壁视界",
	},
	[561105005] = {
		id = 561105005,
		text = "「寒星」系列内天体，部位：胃壁视界",
	},
	[561105006] = {
		id = 561105006,
		text = "「圣名」系列内天体，部位：胃壁视界",
	},
	[561105007] = {
		id = 561105007,
		text = "「龙血」系列内天体，部位：胃壁视界",
	},
	[561105008] = {
		id = 561105008,
		text = "「祈愿」系列内天体，部位：胃壁视界",
	},
	[561105009] = {
		id = 561105009,
		text = "「宙种」系列内天体，部位：胃壁视界",
	},
	[561105010] = {
		id = 561105010,
		text = "「星石」系列内天体，部位：胃壁视界",
	},
	[561106001] = {
		id = 561106001,
		text = "「HEY」系列内天体，部位：脑核算机",
	},
	[561106002] = {
		id = 561106002,
		text = "「符纸」系列内天体，部位：脑核算机",
	},
	[561106003] = {
		id = 561106003,
		text = "「空妙」系列内天体，部位：脑核算机",
	},
	[561106004] = {
		id = 561106004,
		text = "「奇绘」系列内天体，部位：脑核算机",
	},
	[561106005] = {
		id = 561106005,
		text = "「寒星」系列内天体，部位：脑核算机",
	},
	[561106006] = {
		id = 561106006,
		text = "「圣名」系列内天体，部位：脑核算机",
	},
	[561106007] = {
		id = 561106007,
		text = "「龙血」系列内天体，部位：脑核算机",
	},
	[561106008] = {
		id = 561106008,
		text = "「祈愿」系列内天体，部位：脑核算机",
	},
	[561106009] = {
		id = 561106009,
		text = "「宙种」系列内天体，部位：脑核算机",
	},
	[561106010] = {
		id = 561106010,
		text = "「星石」系列内天体，部位：脑核算机",
	},
	[630000001] = {
		id = 630000001,
		text = "藏宝的星位",
	},
	[630000002] = {
		id = 630000002,
		text = "燃烧的星位",
	},
	[631010101] = {
		id = 631010101,
		text = "泪瓶针剂",
	},
	[631010102] = {
		id = 631010102,
		text = "泪金创生",
	},
	[631010103] = {
		id = 631010103,
		text = "阿特拉斯的划痕",
	},
	[631010104] = {
		id = 631010104,
		text = "星体点金",
	},
	[631010105] = {
		id = 631010105,
		text = "壳中骤雨",
	},
	[631010106] = {
		id = 631010106,
		text = "危械的剑术",
	},
	[641010101] = {
		id = 641010101,
		text = "在濒死时免疫一次死亡，并立即恢复一定生命值。该效果有60秒触发间隔。",
	},
	[641010102] = {
		id = 641010102,
		text = "攻击力+35%",
	},
	[641010103] = {
		id = 641010103,
		text = "使用荧光技或引爆武装巨剑后，攻击力提高8%，持续20s，可以叠加5层。每引爆一把武装巨剑可以叠加1层。",
	},
	[641010104] = {
		id = 641010104,
		text = "物理伤害+35%",
	},
	[641010105] = {
		id = 641010105,
		text = "暴击伤害+50%",
	},
	[641010106] = {
		id = 641010106,
		text = "长按荧光技引爆武装巨剑和强化荧光技命中目标会降低目标50%物理和超凡防御，持续10秒。",
	},
	[641010107] = {
		id = 641010107,
		text = "使用辉光技后，荧光技造成的伤害提高50%，持续20秒。",
	},
	[641010108] = {
		id = 641010108,
		text = "获得：诺伦炬*500",
	},
	[641010109] = {
		id = 641010109,
		text = "攻击力+5%",
	},
	[641010110] = {
		id = 641010110,
		text = "获得：诺伦炬*100",
	},
	[641010111] = {
		id = 641010111,
		text = "生命值+6%",
	},
	[641010112] = {
		id = 641010112,
		text = "获得：诺伦炬*100",
	},
	[641010113] = {
		id = 641010113,
		text = "物理伤害+5%",
	},
	[641010114] = {
		id = 641010114,
		text = "触发强化荧光技或引爆武装巨剑后，暴击伤害提高50%，持续5秒。",
	},
	[641010115] = {
		id = 641010115,
		text = "暴击伤害+6.7%",
	},
	[641010116] = {
		id = 641010116,
		text = "获得：诺伦炬*100",
	},
	[641010117] = {
		id = 641010117,
		text = "生命值+10%",
	},
	[641010118] = {
		id = 641010118,
		text = "每4次轻攻击，额外获取50辉光技能量。",
	},
	[641010119] = {
		id = 641010119,
		text = "攻击力+8%",
	},
	[641010120] = {
		id = 641010120,
		text = "获得：诺伦炬*100",
	},
	[641010121] = {
		id = 641010121,
		text = "物理伤害+10%",
	},
	[641010122] = {
		id = 641010122,
		text = "暴击伤害+13.3%",
	},
	[641010123] = {
		id = 641010123,
		text = "获得：诺伦炬*200",
	},
	[631010201] = {
		id = 631010201,
		text = "双重保险",
	},
	[631010202] = {
		id = 631010202,
		text = "目眩的时机",
	},
	[631010203] = {
		id = 631010203,
		text = "备用计划",
	},
	[631010204] = {
		id = 631010204,
		text = "一度沸腾之泪",
	},
	[631010205] = {
		id = 631010205,
		text = "暗杀之前",
	},
	[631010206] = {
		id = 631010206,
		text = "自我设限",
	},
	[641010201] = {
		id = 641010201,
		text = "成功格挡时，获得相当于10%HP的护盾。持续6秒，冷却10秒。",
	},
	[641010202] = {
		id = 641010202,
		text = "攻击力+35%",
	},
	[641010203] = {
		id = 641010203,
		text = "击破敌人的铁壁条时，暴击率增加25%，持续10秒。",
	},
	[641010204] = {
		id = 641010204,
		text = "物理伤害+35%",
	},
	[641010205] = {
		id = 641010205,
		text = "暴击率+25%",
	},
	[641010206] = {
		id = 641010206,
		text = "使用荧光技切换形态后，下2次蓄力攻击额外敌人削减200铁壁值。",
	},
	[641010207] = {
		id = 641010207,
		text = "击破敌人的铁壁条时，获得2个储能罐，且10S内攻击不消耗储能罐。",
	},
	[641010208] = {
		id = 641010208,
		text = "获得：诺伦炬*500",
	},
	[641010209] = {
		id = 641010209,
		text = "攻击力+5%",
	},
	[641010210] = {
		id = 641010210,
		text = "获得：诺伦炬*100",
	},
	[641010211] = {
		id = 641010211,
		text = "移动速度+50",
	},
	[641010212] = {
		id = 641010212,
		text = "获得：诺伦炬*100",
	},
	[641010213] = {
		id = 641010213,
		text = "物理伤害+5%",
	},
	[641010214] = {
		id = 641010214,
		text = "每多蓄力1s，可以多削减敌人100铁壁值，最多额外削减500。蓄力过程中受到伤害会重置该效果。",
	},
	[641010215] = {
		id = 641010215,
		text = "暴击率+3.3%",
	},
	[641010216] = {
		id = 641010216,
		text = "获得：诺伦炬*100",
	},
	[641010217] = {
		id = 641010217,
		text = "移动速度+100",
	},
	[641010218] = {
		id = 641010218,
		text = "攻击力提升30%，受到伤害时失效5秒。",
	},
	[641010219] = {
		id = 641010219,
		text = "攻击力+8%",
	},
	[641010220] = {
		id = 641010220,
		text = "获得：诺伦炬*100",
	},
	[641010221] = {
		id = 641010221,
		text = "物理伤害+10%",
	},
	[641010222] = {
		id = 641010222,
		text = "暴击率+6.7%",
	},
	[641010223] = {
		id = 641010223,
		text = "获得：诺伦炬*200",
	},
	[631030101] = {
		id = 631030101,
		text = "黑市合作",
	},
	[631030102] = {
		id = 631030102,
		text = "染色与染光",
	},
	[631030103] = {
		id = 631030103,
		text = "均衡抱架",
	},
	[631030104] = {
		id = 631030104,
		text = "身立危墙",
	},
	[631030105] = {
		id = 631030105,
		text = "流水不腐",
	},
	[631030106] = {
		id = 631030106,
		text = "逆境的反叛者",
	},
	[641030101] = {
		id = 641030101,
		text = "处于后台时，分摊前台角色50%承受伤害，血量低于20%时失效。",
	},
	[641030102] = {
		id = 641030102,
		text = "攻击力+35%",
	},
	[641030103] = {
		id = 641030103,
		text = "使用辉光技后，提升全队角色30%物理伤害，持续12秒。",
	},
	[641030104] = {
		id = 641030104,
		text = "动能质伤害+35%",
	},
	[641030105] = {
		id = 641030105,
		text = "暴击伤害+50%",
	},
	[641030106] = {
		id = 641030106,
		text = "进入关卡后，根据最大生命值提升攻击力，每点生命值提升0.04点攻击力。",
	},
	[641030107] = {
		id = 641030107,
		text = "荧光技消耗20%当前生命值，附加已经损失生命值80%的伤害。",
	},
	[641030108] = {
		id = 641030108,
		text = "获得：诺伦炬*500",
	},
	[641030109] = {
		id = 641030109,
		text = "攻击力+5%",
	},
	[641030110] = {
		id = 641030110,
		text = "获得：诺伦炬*100",
	},
	[641030111] = {
		id = 641030111,
		text = "生命值+6%",
	},
	[641030112] = {
		id = 641030112,
		text = "获得：诺伦炬*100",
	},
	[641030113] = {
		id = 641030113,
		text = "动能质伤害+5%",
	},
	[641030114] = {
		id = 641030114,
		text = "荧光技命中后，使下一次辉光技造成的伤害提高30%，持续8秒，可叠加5层。",
	},
	[641030115] = {
		id = 641030115,
		text = "暴击伤害+6.7%",
	},
	[641030116] = {
		id = 641030116,
		text = "获得：诺伦炬*100",
	},
	[641030117] = {
		id = 641030117,
		text = "生命值+10%",
	},
	[641030118] = {
		id = 641030118,
		text = "释放辉光技时，每击附加已经损失生命值15%的伤害，之后回复60%已损失生命值。",
	},
	[641030119] = {
		id = 641030119,
		text = "生命值+15%",
	},
	[641030120] = {
		id = 641030120,
		text = "获得：诺伦炬*100",
	},
	[641030121] = {
		id = 641030121,
		text = "动能质伤害+10%",
	},
	[641030122] = {
		id = 641030122,
		text = "暴击伤害+13.3%",
	},
	[641030123] = {
		id = 641030123,
		text = "获得：诺伦炬*200",
	},
	[631040101] = {
		id = 631040101,
		text = "羚之再跃",
	},
	[631040102] = {
		id = 631040102,
		text = "女仆的利落",
	},
	[631040103] = {
		id = 631040103,
		text = "燔祭与纳刀",
	},
	[631040104] = {
		id = 631040104,
		text = "野性回归",
	},
	[631040105] = {
		id = 631040105,
		text = "羽翼之风",
	},
	[631040106] = {
		id = 631040106,
		text = "缩空法的深妙",
	},
	[641040101] = {
		id = 641040101,
		text = "辉光技变身的持续时间增加20s。",
	},
	[641040102] = {
		id = 641040102,
		text = "攻击力+35%",
	},
	[641040103] = {
		id = 641040103,
		text = "轻攻击和荧光技的蓄力状态下，角色的抗打断力提高，角色移动时，轻攻击和荧光技伤害提高50%，停止移动1s后效果消失。",
	},
	[641040104] = {
		id = 641040104,
		text = "超凡伤害+35%",
	},
	[641040105] = {
		id = 641040105,
		text = "暴击伤害+50%",
	},
	[641040106] = {
		id = 641040106,
		text = "变身状态结束角色获得500点辉光技能量，变身状态下角色虚无伤害提高30%。",
	},
	[641040107] = {
		id = 641040107,
		text = "使用荧光技后，下4次攻击必定暴击，且暴击伤害+50%。",
	},
	[641040108] = {
		id = 641040108,
		text = "获得：诺伦炬*500",
	},
	[641040109] = {
		id = 641040109,
		text = "攻击力+5%",
	},
	[641040110] = {
		id = 641040110,
		text = "获得：诺伦炬*100",
	},
	[641040111] = {
		id = 641040111,
		text = "移动速度+50",
	},
	[641040112] = {
		id = 641040112,
		text = "获得：诺伦炬*100",
	},
	[641040113] = {
		id = 641040113,
		text = "超凡伤害+5%",
	},
	[641040114] = {
		id = 641040114,
		text = "荧光技命中时，有15%概率重置荧光技冷却时间，触发间隔6秒。",
	},
	[641040115] = {
		id = 641040115,
		text = "暴击伤害+6.7%",
	},
	[641040116] = {
		id = 641040116,
		text = "获得：诺伦炬*100",
	},
	[641040117] = {
		id = 641040117,
		text = "移动速度+100",
	},
	[641040118] = {
		id = 641040118,
		text = "基于任意两次攻击之间移动的距离，造成移动距离50倍的额外伤害。",
	},
	[641040119] = {
		id = 641040119,
		text = "攻击力+8%",
	},
	[641040120] = {
		id = 641040120,
		text = "获得：诺伦炬*100",
	},
	[641040121] = {
		id = 641040121,
		text = "超凡伤害+10%",
	},
	[641040122] = {
		id = 641040122,
		text = "暴击伤害+13.3%",
	},
	[641040123] = {
		id = 641040123,
		text = "获得：诺伦炬*200",
	},
	[631050101] = {
		id = 631050101,
		text = "呼唤北风",
	},
	[631050102] = {
		id = 631050102,
		text = "北风渐强",
	},
	[631050103] = {
		id = 631050103,
		text = "宣告之日",
	},
	[631050104] = {
		id = 631050104,
		text = "受光者",
	},
	[631050105] = {
		id = 631050105,
		text = "诺伦乱流",
	},
	[631050106] = {
		id = 631050106,
		text = "收束无形",
	},
	[641050101] = {
		id = 641050101,
		text = "使用辉光技时，门后的天体可能有三种情况：陨石；小行星；圆形卫星。",
	},
	[641050102] = {
		id = 641050102,
		text = "攻击力+35%",
	},
	[641050103] = {
		id = 641050103,
		text = "被动#使用辉光技时，门后出现圆形卫星的概率上升50%。",
	},
	[641050104] = {
		id = 641050104,
		text = "物理伤害+35%",
	},
	[641050105] = {
		id = 641050105,
		text = "暴击伤害+50%",
	},
	[641050106] = {
		id = 641050106,
		text = "使用辉光技后，全队攻击力提高30%，持续12秒。",
	},
	[641050107] = {
		id = 641050107,
		text = "每秒回复20点辉光能量，在后台时额外回复30点能量，并会自动释放辉光技。",
	},
	[641050108] = {
		id = 641050108,
		text = "获得：诺伦炬*500",
	},
	[641050109] = {
		id = 641050109,
		text = "攻击力+5%",
	},
	[641050110] = {
		id = 641050110,
		text = "获得：诺伦炬*100",
	},
	[641050111] = {
		id = 641050111,
		text = "生命值+6%",
	},
	[641050112] = {
		id = 641050112,
		text = "获得：诺伦炬*100",
	},
	[641050113] = {
		id = 641050113,
		text = "物理伤害+5%",
	},
	[641050114] = {
		id = 641050114,
		text = "轻攻击命中时，额外削减敌人200铁壁值，蓄力时效果提升为2倍。",
	},
	[641050115] = {
		id = 641050115,
		text = "暴击伤害+6.7%",
	},
	[641050116] = {
		id = 641050116,
		text = "获得：诺伦炬*100",
	},
	[641050117] = {
		id = 641050117,
		text = "生命值+10%",
	},
	[641050118] = {
		id = 641050118,
		text = "对力场目标伤害提高50%，对粒子、灾厄、侵蚀、虚无质目标造成伤害提高25%。",
	},
	[641050119] = {
		id = 641050119,
		text = "攻击力+8%",
	},
	[641050120] = {
		id = 641050120,
		text = "获得：诺伦炬*100",
	},
	[641050121] = {
		id = 641050121,
		text = "物理伤害+10%",
	},
	[641050122] = {
		id = 641050122,
		text = "暴击伤害+13.3%",
	},
	[641050123] = {
		id = 641050123,
		text = "获得：诺伦炬*200",
	},
	[631060101] = {
		id = 631060101,
		text = "共享超频",
	},
	[631060102] = {
		id = 631060102,
		text = "技术支援",
	},
	[631060103] = {
		id = 631060103,
		text = "后台整备",
	},
	[631060104] = {
		id = 631060104,
		text = "终结模式",
	},
	[631060105] = {
		id = 631060105,
		text = "已预告的目标",
	},
	[631060106] = {
		id = 631060106,
		text = "不稳定升级",
	},
	[641060101] = {
		id = 641060101,
		text = "辉光技命中时，所有成员恢复20点辉光技能量。",
	},
	[641060102] = {
		id = 641060102,
		text = "攻击力+35%",
	},
	[641060103] = {
		id = 641060103,
		text = "使用辉光技时，每有一个处于蓝色的灯，使全队轻攻击（普攻）造成的伤害提高10%，持续12秒。",
	},
	[641060104] = {
		id = 641060104,
		text = "物理伤害+35%",
	},
	[641060105] = {
		id = 641060105,
		text = "暴击伤害+50%",
	},
	[641060106] = {
		id = 641060106,
		text = "在后台时，前台角色每次使用荧光技或辉光技都会给为豌豆公主回复50点辉光技能量。",
	},
	[641060107] = {
		id = 641060107,
		text = "使用辉光技后，自身暴击率提高20%，暴击伤害提高40%。",
	},
	[641060108] = {
		id = 641060108,
		text = "获得：诺伦炬*500",
	},
	[641060109] = {
		id = 641060109,
		text = "攻击力+5%",
	},
	[641060110] = {
		id = 641060110,
		text = "获得：诺伦炬*100",
	},
	[641060111] = {
		id = 641060111,
		text = "生命值+6%",
	},
	[641060112] = {
		id = 641060112,
		text = "获得：诺伦炬*100",
	},
	[641060113] = {
		id = 641060113,
		text = "物理伤害+5%",
	},
	[641060114] = {
		id = 641060114,
		text = "轻攻击命中时，攻击力增加0.5%，可以叠加100次。切换目标时失效。",
	},
	[641060115] = {
		id = 641060115,
		text = "暴击伤害+6.7%",
	},
	[641060116] = {
		id = 641060116,
		text = "获得：诺伦炬*100",
	},
	[641060117] = {
		id = 641060117,
		text = "生命值+10%",
	},
	[641060118] = {
		id = 641060118,
		text = "轻攻击速度增加20%，暴击率增加15%。若短期内连续受到伤害，则失效5秒。",
	},
	[641060119] = {
		id = 641060119,
		text = "攻击力+8%",
	},
	[641060120] = {
		id = 641060120,
		text = "获得：诺伦炬*100",
	},
	[641060121] = {
		id = 641060121,
		text = "物理伤害+10%",
	},
	[641060122] = {
		id = 641060122,
		text = "暴击伤害+13.3%",
	},
	[641060123] = {
		id = 641060123,
		text = "获得：诺伦炬*200",
	},
	[631070101] = {
		id = 631070101,
		text = "许德拉器官",
	},
	[631070102] = {
		id = 631070102,
		text = "光鳞的再生",
	},
	[631070103] = {
		id = 631070103,
		text = "捕猎回馈",
	},
	[631070104] = {
		id = 631070104,
		text = "九头蛇的盘卷",
	},
	[631070105] = {
		id = 631070105,
		text = "勒拿湖的游弋",
	},
	[631070106] = {
		id = 631070106,
		text = "正义必胜",
	},
	[641070101] = {
		id = 641070101,
		text = "基于物理和超凡防御力的20%，提升攻击力。",
	},
	[641070102] = {
		id = 641070102,
		text = "攻击力+35%",
	},
	[641070103] = {
		id = 641070103,
		text = "每个护盾片提高荧光技10%暴击伤害，满护盾片时，使用荧光技后立刻重置荧光技的冷却时间。",
	},
	[641070104] = {
		id = 641070104,
		text = "超凡伤害+35%",
	},
	[641070105] = {
		id = 641070105,
		text = "暴击伤害+50%",
	},
	[641070106] = {
		id = 641070106,
		text = "荧光技每命中一个敌人，增加10%侵蚀伤害，持续12秒，最多叠加6次。",
	},
	[641070107] = {
		id = 641070107,
		text = "使用辉光技后，下2次荧光技不消耗护盾片。",
	},
	[641070108] = {
		id = 641070108,
		text = "获得：诺伦炬*500",
	},
	[641070109] = {
		id = 641070109,
		text = "攻击力+5%",
	},
	[641070110] = {
		id = 641070110,
		text = "获得：诺伦炬*100",
	},
	[641070111] = {
		id = 641070111,
		text = "生命值+6%",
	},
	[641070112] = {
		id = 641070112,
		text = "获得：诺伦炬*100",
	},
	[641070113] = {
		id = 641070113,
		text = "超凡伤害+5%",
	},
	[641070114] = {
		id = 641070114,
		text = "生命值大于等于50%时，暴击率提高20%，生命值低于50%时，受到的伤害降低25%。",
	},
	[641070115] = {
		id = 641070115,
		text = "暴击伤害+6.7%",
	},
	[641070116] = {
		id = 641070116,
		text = "获得：诺伦炬*100",
	},
	[641070117] = {
		id = 641070117,
		text = "生命值+10%",
	},
	[641070118] = {
		id = 641070118,
		text = "使用辉光技后，物理和超凡防御力提高50%。",
	},
	[641070119] = {
		id = 641070119,
		text = "攻击力+8%",
	},
	[641070120] = {
		id = 641070120,
		text = "获得：诺伦炬*100",
	},
	[641070121] = {
		id = 641070121,
		text = "超凡伤害+10%",
	},
	[641070122] = {
		id = 641070122,
		text = "暴击伤害+13.3%",
	},
	[641070123] = {
		id = 641070123,
		text = "获得：诺伦炬*200",
	},
	[631120201] = {
		id = 631120201,
		text = "来者的珠光",
	},
	[631120202] = {
		id = 631120202,
		text = "感觉很急",
	},
	[631120203] = {
		id = 631120203,
		text = "七重珠线",
	},
	[631120204] = {
		id = 631120204,
		text = "碎钻的锐角",
	},
	[631120205] = {
		id = 631120205,
		text = "烈度上升",
	},
	[631120206] = {
		id = 631120206,
		text = "轮到我了！",
	},
	[641120201] = {
		id = 641120201,
		text = "每消耗一个连击点，为全队所有角色回复25辉光技能量。",
	},
	[641120202] = {
		id = 641120202,
		text = "攻击力+35%",
	},
	[641120203] = {
		id = 641120203,
		text = "每消耗一个连击点，有25%几率刷新荧光技的冷却时间，并使荧光技的伤害提升8%，持续10秒。",
	},
	[641120204] = {
		id = 641120204,
		text = "物理伤害+35%",
	},
	[641120205] = {
		id = 641120205,
		text = "暴击伤害+50%",
	},
	[641120206] = {
		id = 641120206,
		text = "使用辉光技后，力场伤害提高30%，并且每秒获得1个连击点，持续12秒",
	},
	[641120207] = {
		id = 641120207,
		text = "每消耗一个连击点，额外恢复自身50辉光技能量，提升自身暴击伤害10%，可叠加8层，持续10秒。",
	},
	[641120208] = {
		id = 641120208,
		text = "获得：诺伦炬*500",
	},
	[641120209] = {
		id = 641120209,
		text = "攻击力+5%",
	},
	[641120210] = {
		id = 641120210,
		text = "获得：诺伦炬*100",
	},
	[641120211] = {
		id = 641120211,
		text = "生命值+6%",
	},
	[641120212] = {
		id = 641120212,
		text = "获得：诺伦炬*100",
	},
	[641120213] = {
		id = 641120213,
		text = "物理伤害+5%",
	},
	[641120214] = {
		id = 641120214,
		text = "荧光技和闪避技发射的导弹，使命中的敌人力场抗性降低10%，可以叠加2次，持续8秒。",
	},
	[641120215] = {
		id = 641120215,
		text = "暴击伤害+6.7%",
	},
	[641120216] = {
		id = 641120216,
		text = "获得：诺伦炬*100",
	},
	[641120217] = {
		id = 641120217,
		text = "生命值+10%",
	},
	[641120218] = {
		id = 641120218,
		text = "后台切换上场时，回满连击点，并为全队恢复20%生命值，触发间隔20秒。",
	},
	[641120219] = {
		id = 641120219,
		text = "攻击力+8%",
	},
	[641120220] = {
		id = 641120220,
		text = "获得：诺伦炬*100",
	},
	[641120221] = {
		id = 641120221,
		text = "物理伤害+10%",
	},
	[641120222] = {
		id = 641120222,
		text = "暴击伤害+13.3%",
	},
	[641120223] = {
		id = 641120223,
		text = "获得：诺伦炬*200",
	},
	[631080101] = {
		id = 631080101,
		text = "狮群之数",
	},
	[631080102] = {
		id = 631080102,
		text = "山庄精选",
	},
	[631080103] = {
		id = 631080103,
		text = "王者正色",
	},
	[631080104] = {
		id = 631080104,
		text = "聚量灵流",
	},
	[631080105] = {
		id = 631080105,
		text = "外物的轻量化",
	},
	[631080106] = {
		id = 631080106,
		text = "义人的镇守",
	},
	[641080101] = {
		id = 641080101,
		text = "浮塔每次命中会计数，收回浮塔时，每层计数使造成的伤害提高10%，能量回复提高20点。",
	},
	[641080102] = {
		id = 641080102,
		text = "攻击力+35%",
	},
	[641080103] = {
		id = 641080103,
		text = "浮塔的伤害不再随时间衰减，但是每个浮塔最多进行10次攻击。",
	},
	[641080104] = {
		id = 641080104,
		text = "超凡伤害+35%",
	},
	[641080105] = {
		id = 641080105,
		text = "暴击伤害+50%",
	},
	[641080106] = {
		id = 641080106,
		text = "变身状态下，使周围敌人的灾厄抗性降低25%.",
	},
	[641080107] = {
		id = 641080107,
		text = "任意能量开启辉光技都会获得3层增益，开启辉光技时每拥有1点辉光技能量，灾厄伤害提高0.5%，持续25秒",
	},
	[641080108] = {
		id = 641080108,
		text = "获得：诺伦炬*500",
	},
	[641080109] = {
		id = 641080109,
		text = "攻击力+5%",
	},
	[641080110] = {
		id = 641080110,
		text = "获得：诺伦炬*100",
	},
	[641080111] = {
		id = 641080111,
		text = "生命值+6%",
	},
	[641080112] = {
		id = 641080112,
		text = "获得：诺伦炬*100",
	},
	[641080113] = {
		id = 641080113,
		text = "超凡伤害+5%",
	},
	[641080114] = {
		id = 641080114,
		text = "每个被派出的浮塔，提升角色的8%攻击力。",
	},
	[641080115] = {
		id = 641080115,
		text = "物理伤害+6.7%",
	},
	[641080116] = {
		id = 641080116,
		text = "获得：诺伦炬*100",
	},
	[641080117] = {
		id = 641080117,
		text = "生命值+10%",
	},
	[641080118] = {
		id = 641080118,
		text = "浮塔击败敌人时，为角色回复100点辉光能量和5%生命值。",
	},
	[641080119] = {
		id = 641080119,
		text = "攻击力+8%",
	},
	[641080120] = {
		id = 641080120,
		text = "获得：诺伦炬*100",
	},
	[641080121] = {
		id = 641080121,
		text = "超凡伤害+10%",
	},
	[641080122] = {
		id = 641080122,
		text = "暴击伤害+13.3%",
	},
	[641080123] = {
		id = 641080123,
		text = "获得：诺伦炬*200",
	},
	[631020101] = {
		id = 631020101,
		text = "邪眼荧光",
	},
	[631020102] = {
		id = 631020102,
		text = "无情鄙视",
	},
	[631020103] = {
		id = 631020103,
		text = "整治环境",
	},
	[631020104] = {
		id = 631020104,
		text = "追究责任",
	},
	[631020105] = {
		id = 631020105,
		text = "支配与清理",
	},
	[631020106] = {
		id = 631020106,
		text = "机仆驰援",
	},
	[641020101] = {
		id = 641020101,
		text = "敌人攻击命中荧光技效果下的目标，会被叠加5层「下位」状态。",
	},
	[641020102] = {
		id = 641020102,
		text = "攻击力+35%",
	},
	[641020103] = {
		id = 641020103,
		text = "轻攻击（包括机仆的协同攻击）命中未受到「下位」影响的敌人时，额外叠加20层「下位」状态。",
	},
	[641020104] = {
		id = 641020104,
		text = "物理伤害+35%",
	},
	[641020105] = {
		id = 641020105,
		text = "暴击伤害+50%",
	},
	[641020106] = {
		id = 641020106,
		text = "每层「下位」使敌人受到来自机仆的伤害提高2%",
	},
	[641020107] = {
		id = 641020107,
		text = "「下位」叠加上限提高20层，释放辉光技后全队暴击伤害提升50%，持续25秒。",
	},
	[641020108] = {
		id = 641020108,
		text = "获得：诺伦炬*500",
	},
	[641020109] = {
		id = 641020109,
		text = "攻击力+5%",
	},
	[641020110] = {
		id = 641020110,
		text = "获得：诺伦炬*100",
	},
	[641020111] = {
		id = 641020111,
		text = "生命值+6%",
	},
	[641020112] = {
		id = 641020112,
		text = "获得：诺伦炬*100",
	},
	[641020113] = {
		id = 641020113,
		text = "超凡伤害+5%",
	},
	[641020114] = {
		id = 641020114,
		text = "敌人死亡时，根据「下位」叠加层数，每层造成理事卿攻击力50%的aoe伤害，范围5m。",
	},
	[641020115] = {
		id = 641020115,
		text = "暴击伤害+6.7%",
	},
	[641020116] = {
		id = 641020116,
		text = "获得：诺伦炬*100",
	},
	[641020117] = {
		id = 641020117,
		text = "生命值+10%",
	},
	[641020118] = {
		id = 641020118,
		text = "机仆的协同轻攻击，使前台角色下一次荧光技提高10%，可以叠加5层。",
	},
	[641020119] = {
		id = 641020119,
		text = "攻击力+8%",
	},
	[641020120] = {
		id = 641020120,
		text = "获得：诺伦炬*100",
	},
	[641020121] = {
		id = 641020121,
		text = "超凡伤害+10%",
	},
	[641020122] = {
		id = 641020122,
		text = "暴击伤害+13.3%",
	},
	[641020123] = {
		id = 641020123,
		text = "获得：诺伦炬*200",
	},
	[650000001] = {
		id = 650000001,
		text = "角色等级达到%s级",
	},
	[650000002] = {
		id = 650000002,
		text = "技能%s达到%s级",
	},
	[650000003] = {
		id = 650000003,
		text = "拥有角色%s",
	},
	[650000004] = {
		id = 650000004,
		text = "主线剧情到达第%s章节",
	},
	[7100001] = {
		id = 7100001,
		text = "星位效果",
	},
	[711010101] = {
		id = 711010101,
		text = "连击<双剑>",
	},
	[711010102] = {
		id = 711010102,
		text = "星图的一角",
	},
	[711010103] = {
		id = 711010103,
		text = "星宫扰乱",
	},
	[711010104] = {
		id = 711010104,
		text = "泪之线",
	},
	[711010106] = {
		id = 711010106,
		text = "杀手的切入",
	},
	[711010111] = {
		id = 711010111,
		text = "泪金创生",
	},
	[711010113] = {
		id = 711010113,
		text = "危械的剑术",
	},
	[711010114] = {
		id = 711010114,
		text = "泪瓶针剂",
	},
	[711010117] = {
		id = 711010117,
		text = "阿特拉斯的划痕",
	},
	[711010118] = {
		id = 711010118,
		text = "星体点金",
	},
	[711010119] = {
		id = 711010119,
		text = "壳中骤雨",
	},
	[711010201] = {
		id = 711010201,
		text = "连击<枪械>",
	},
	[711010202] = {
		id = 711010202,
		text = "红之幕",
	},
	[711010203] = {
		id = 711010203,
		text = "严厉的落日",
	},
	[711010204] = {
		id = 711010204,
		text = "封闭拒斥",
	},
	[711010205] = {
		id = 711010205,
		text = "易碎泪瓶",
	},
	[711010211] = {
		id = 711010211,
		text = "自我设限",
	},
	[711010214] = {
		id = 711010214,
		text = "暗杀之前",
	},
	[711010216] = {
		id = 711010216,
		text = "目眩的时机",
	},
	[711010217] = {
		id = 711010217,
		text = "备用计划",
	},
	[711010218] = {
		id = 711010218,
		text = "一度沸腾之泪",
	},
	[711010219] = {
		id = 711010219,
		text = "双重保险",
	},
	[711020101] = {
		id = 711020101,
		text = "连击<法器>",
	},
	[711020102] = {
		id = 711020102,
		text = "眼睑的微合",
	},
	[711020103] = {
		id = 711020103,
		text = "帝座的降召",
	},
	[711020104] = {
		id = 711020104,
		text = "乘舆的掠巡",
	},
	[711020105] = {
		id = 711020105,
		text = "真命总统位次观",
	},
	[711020106] = {
		id = 711020106,
		text = "关爱下属",
	},
	[711020111] = {
		id = 711020111,
		text = "无情鄙视",
	},
	[711020112] = {
		id = 711020112,
		text = "整治环境",
	},
	[711020113] = {
		id = 711020113,
		text = "追究责任",
	},
	[711020114] = {
		id = 711020114,
		text = "支配与清理",
	},
	[711020115] = {
		id = 711020115,
		text = "邪眼荧光",
	},
	[711020116] = {
		id = 711020116,
		text = "机仆驰援",
	},
	[711030101] = {
		id = 711030101,
		text = "连击<快拳>",
	},
	[711030102] = {
		id = 711030102,
		text = "一念而终",
	},
	[711030103] = {
		id = 711030103,
		text = "花染斜雨",
	},
	[711030104] = {
		id = 711030104,
		text = "石火光中寄此身",
	},
	[711030117] = {
		id = 711030117,
		text = "染色与染光",
	},
	[711030118] = {
		id = 711030118,
		text = "均衡抱架",
	},
	[711030119] = {
		id = 711030119,
		text = "身立危墙",
	},
	[711030120] = {
		id = 711030120,
		text = "黑市合作",
	},
	[711030121] = {
		id = 711030121,
		text = "流水不腐",
	},
	[711030122] = {
		id = 711030122,
		text = "逆境的反叛者",
	},
	[711040101] = {
		id = 711040101,
		text = "连击<佩刀>",
	},
	[711040102] = {
		id = 711040102,
		text = "慢启动小镰鼬",
	},
	[711040103] = {
		id = 711040103,
		text = "北方的小翼",
	},
	[711040104] = {
		id = 711040104,
		text = "缩空法",
	},
	[711040113] = {
		id = 711040113,
		text = "羽翼之风",
	},
	[711040114] = {
		id = 711040114,
		text = "缩空法的深妙",
	},
	[711040115] = {
		id = 711040115,
		text = "羚之再跃",
	},
	[711040117] = {
		id = 711040117,
		text = "燔祭与纳刀",
	},
	[711040118] = {
		id = 711040118,
		text = "女仆的利落",
	},
	[711040119] = {
		id = 711040119,
		text = "野性回归",
	},
	[711050101] = {
		id = 711050101,
		text = "连击<巨刃>",
	},
	[711050102] = {
		id = 711050102,
		text = "信使的视野",
	},
	[711050103] = {
		id = 711050103,
		text = "以线缚星",
	},
	[711050104] = {
		id = 711050104,
		text = "天王旧传",
	},
	[711050114] = {
		id = 711050114,
		text = "诺伦乱流",
	},
	[711050115] = {
		id = 711050115,
		text = "呼唤北风",
	},
	[711050116] = {
		id = 711050116,
		text = "北风渐强",
	},
	[711050117] = {
		id = 711050117,
		text = "宣告之日",
	},
	[711050118] = {
		id = 711050118,
		text = "受光者",
	},
	[711050119] = {
		id = 711050119,
		text = "收束无形",
	},
	[711060101] = {
		id = 711060101,
		text = "连击<枪械>",
	},
	[711060102] = {
		id = 711060102,
		text = "呼为豌豆之物",
	},
	[711060103] = {
		id = 711060103,
		text = "超频模式",
	},
	[711060104] = {
		id = 711060104,
		text = "主动散热",
	},
	[711060112] = {
		id = 711060112,
		text = "共享超频",
	},
	[711060113] = {
		id = 711060113,
		text = "已预告的目标",
	},
	[711060114] = {
		id = 711060114,
		text = "不稳定升级",
	},
	[711060117] = {
		id = 711060117,
		text = "技术支援",
	},
	[711060118] = {
		id = 711060118,
		text = "后台整备",
	},
	[711060119] = {
		id = 711060119,
		text = "终结模式",
	},
	[711060120] = {
		id = 711060120,
		text = "不稳定升级",
	},
	[711070101] = {
		id = 711070101,
		text = "连击<鞭剑>",
	},
	[711070102] = {
		id = 711070102,
		text = "逆生的蛇牙",
	},
	[711070103] = {
		id = 711070103,
		text = "律政一指",
	},
	[711070104] = {
		id = 711070104,
		text = "摇尾巴",
	},
	[711070105] = {
		id = 711070105,
		text = "湖水浸润",
	},
	[711070106] = {
		id = 711070106,
		text = "爱慕虚荣",
	},
	[711070107] = {
		id = 711070107,
		text = "振动释放器官",
	},
	[711070111] = {
		id = 711070111,
		text = "许德拉器官",
	},
	[711070112] = {
		id = 711070112,
		text = "光鳞的再生",
	},
	[711070113] = {
		id = 711070113,
		text = "正义必胜",
	},
	[711070114] = {
		id = 711070114,
		text = "捕猎回馈",
	},
	[711070115] = {
		id = 711070115,
		text = "九头蛇的盘卷",
	},
	[711070116] = {
		id = 711070116,
		text = "勒拿湖的游弋",
	},
	[711080101] = {
		id = 711080101,
		text = "连击<浮塔>",
	},
	[711080102] = {
		id = 711080102,
		text = "衔星之牙",
	},
	[711080103] = {
		id = 711080103,
		text = "轩辕十四",
	},
	[711080104] = {
		id = 711080104,
		text = "狮子影",
	},
	[711080105] = {
		id = 711080105,
		text = "故土难离",
	},
	[711080111] = {
		id = 711080111,
		text = "山庄精选",
	},
	[711080112] = {
		id = 711080112,
		text = "王者正色",
	},
	[711080113] = {
		id = 711080113,
		text = "聚量灵流",
	},
	[711080114] = {
		id = 711080114,
		text = "狮群之数",
	},
	[711080115] = {
		id = 711080115,
		text = "外物的轻量化",
	},
	[711080116] = {
		id = 711080116,
		text = "义人的镇守",
	},
	[711120201] = {
		id = 711120201,
		text = "连击<浮塔>",
	},
	[711120202] = {
		id = 711120202,
		text = "殴斗中的奇趣",
	},
	[711120203] = {
		id = 711120203,
		text = "阿里阿德涅之线",
	},
	[711120204] = {
		id = 711120204,
		text = "天然的攻击性",
	},
	[711120216] = {
		id = 711120216,
		text = "轮到我了！",
	},
	[711120217] = {
		id = 711120217,
		text = "感觉很急",
	},
	[711120218] = {
		id = 711120218,
		text = "烈度上升",
	},
	[711120219] = {
		id = 711120219,
		text = "七重珠线",
	},
	[711120220] = {
		id = 711120220,
		text = "碎钻的锐角",
	},
	[711120221] = {
		id = 711120221,
		text = "来者的珠光",
	},
	[712000000] = {
		id = 712000000,
		text = "武器技能",
	},
	[712000001] = {
		id = 712000001,
		text = "武器技能",
	},
	[712000002] = {
		id = 712000002,
		text = "武器技能",
	},
	[712000003] = {
		id = 712000003,
		text = "武器技能",
	},
	[712000004] = {
		id = 712000004,
		text = "武器技能",
	},
	[712000005] = {
		id = 712000005,
		text = "武器技能",
	},
	[712000006] = {
		id = 712000006,
		text = "武器技能",
	},
	[712000007] = {
		id = 712000007,
		text = "武器技能",
	},
	[712000008] = {
		id = 712000008,
		text = "武器技能",
	},
	[712000009] = {
		id = 712000009,
		text = "武器技能",
	},
	[712000010] = {
		id = 712000010,
		text = "武器技能",
	},
	[712000011] = {
		id = 712000011,
		text = "武器技能",
	},
	[712000012] = {
		id = 712000012,
		text = "武器技能",
	},
	[712000013] = {
		id = 712000013,
		text = "武器技能",
	},
	[712000014] = {
		id = 712000014,
		text = "武器技能",
	},
	[712000015] = {
		id = 712000015,
		text = "武器技能",
	},
	[712000016] = {
		id = 712000016,
		text = "武器技能",
	},
	[712000017] = {
		id = 712000017,
		text = "武器技能",
	},
	[712000018] = {
		id = 712000018,
		text = "武器技能",
	},
	[712000019] = {
		id = 712000019,
		text = "武器技能",
	},
	[712000020] = {
		id = 712000020,
		text = "武器技能",
	},
	[712000021] = {
		id = 712000021,
		text = "武器技能",
	},
	[712000022] = {
		id = 712000022,
		text = "武器技能",
	},
	[712000023] = {
		id = 712000023,
		text = "武器技能",
	},
	[712000024] = {
		id = 712000024,
		text = "武器技能",
	},
	[712000025] = {
		id = 712000025,
		text = "武器技能",
	},
	[712000026] = {
		id = 712000026,
		text = "武器技能",
	},
	[713000000] = {
		id = 713000000,
		text = "内天体技能",
	},
	[713000001] = {
		id = 713000001,
		text = "太阳风",
	},
	[713000002] = {
		id = 713000002,
		text = "闪焰回廊",
	},
	[713000003] = {
		id = 713000003,
		text = "魔杖",
	},
	[713000004] = {
		id = 713000004,
		text = "铸剑",
	},
	[713000005] = {
		id = 713000005,
		text = "内观之智",
	},
	[713000006] = {
		id = 713000006,
		text = "魇镇",
	},
	[713000007] = {
		id = 713000007,
		text = "太古的岩层",
	},
	[713000008] = {
		id = 713000008,
		text = "五帝五星",
	},
	[713000009] = {
		id = 713000009,
		text = "诸相皆空",
	},
	[713000010] = {
		id = 713000010,
		text = "血肉的天文学",
	},
	[715000007] = {
		id = 715000007,
		text = "星位效果",
	},
	[715000010] = {
		id = 715000010,
		text = "星位效果",
	},
	[715000017] = {
		id = 715000017,
		text = "星位效果",
	},
	[715000018] = {
		id = 715000018,
		text = "星位效果",
	},
	[715000019] = {
		id = 715000019,
		text = "星位效果",
	},
	[715000020] = {
		id = 715000020,
		text = "星位效果",
	},
	[715000026] = {
		id = 715000026,
		text = "星位效果",
	},
	[715000033] = {
		id = 715000033,
		text = "星位效果",
	},
	[715000042] = {
		id = 715000042,
		text = "星位效果",
	},
	[721010101] = {
		id = 721010101,
		text = "点按#双剑六连击，在最后一击时，武装巨剑上的十字星会亮起。|\
长按#一次迅捷冲刺斩击。",
	},
	[721010102] = {
		id = 721010102,
		text = "点按#使用武装巨剑横向斩击。若在十字星亮起时精确点按，则获得强化|\
长按#以射程更远的星光横向扫过战场，若有额外召唤的武装巨剑，则引爆所有武装巨剑。|\
强化#发动更强的斩击，出手时暂时霸体并有暂时的巨额免伤，并为辉光技充能，并立即刷新本技能冷却时间。",
	},
	[721010103] = {
		id = 721010103,
		text = "点按#额外召唤四座武装巨剑，攻击场上敌人。额外召唤的巨剑也可被视为「十字星亮起」，生效时消耗1座巨剑。",
	},
	[721010104] = {
		id = 721010104,
		text = "点按#向指定方向闪避。|\
闪避时轻攻击#发动一次闪避斩。|\
若成功闪避伤害，则在接下来的一次闪避斩时，武装巨剑上的十字星会亮起。",
	},
	[721010106] = {
		id = 721010106,
		text = "被动#在目标铁壁烧坠期间，切换折光上场时，立即发动追击。",
	},
	[721010111] = {
		id = 721010111,
		text = "被动#使用荧光技，或每引爆一座武装巨剑，一段时间内攻击力提高，可以叠加5层。",
	},
	[721010113] = {
		id = 721010113,
		text = "被动#每若干次轻攻击，额外获取辉光技能量。",
	},
	[721010114] = {
		id = 721010114,
		text = "被动#在濒死时免疫一次死亡，并立即恢复一定生命值。该效果有触发间隔。",
	},
	[721010117] = {
		id = 721010117,
		text = "被动#长按荧光技引爆武装巨剑，或强化荧光技命中目标时，降低目标物理和超凡防御。",
	},
	[721010118] = {
		id = 721010118,
		text = "被动#使用辉光技后，荧光技造成的伤害提高。",
	},
	[721010119] = {
		id = 721010119,
		text = "被动#使用强化荧光技，或引爆武装巨剑时，一段时间内暴击伤害提高。",
	},
	[731010101] = {
		id = 731010101,
		text = "点按第一段伤害|点按第二段伤害|点按第三段伤害|点按第四段伤害|点按第五段伤害|点按第六段伤害|\
长按冲刺斩击伤害",
	},
	[731010102] = {
		id = 731010102,
		text = "点按伤害|\
长按伤害|\
强化伤害|\
引爆伤害",
	},
	[731010103] = {
		id = 731010103,
		text = "点按伤害|武装巨剑数量",
	},
	[731010104] = {
		id = 731010104,
		text = "闪避斩伤害",
	},
	[731010106] = {
		id = 731010106,
		text = "追击伤害",
	},
	[731010111] = {
		id = 731010111,
		text = "持续时间|攻击增加",
	},
	[731010113] = {
		id = 731010113,
		text = "轻攻击次数|获取辉光技能量",
	},
	[731010114] = {
		id = 731010114,
		text = "触发间隔",
	},
	[731010117] = {
		id = 731010117,
		text = "目标防御力降低|持续时间",
	},
	[731010118] = {
		id = 731010118,
		text = "荧光技伤害提升|持续时间",
	},
	[731010119] = {
		id = 731010119,
		text = "暴击伤害提高|持续时间",
	},
	[721010201] = {
		id = 721010201,
		text = "点按#使用霰弹射击模式攻击。|\
长按#蓄力射击。",
	},
	[721010202] = {
		id = 721010202,
		text = "点按#进入瞄准模式。使轻攻击形式变化，且疾驰技效果替换为能量盾。|\
再次点按#退出瞄准模式。",
	},
	[721010203] = {
		id = 721010203,
		text = "点按#召唤暗星能量攻击目标，减少目标防御，并对周围敌人造成伤害。",
	},
	[721010204] = {
		id = 721010204,
		text = "点按#向指定方向闪避。|\
瞄准模式下点按#开启一次能量盾，进行格挡（巨额减伤）。|\
瞄准模式下长按#持续消耗疾驰技能量开启能量盾，进行持续格挡（巨额减伤）。每次受伤时额外消耗疾驰技能量。",
	},
	[721010205] = {
		id = 721010205,
		text = "被动#霰弹模式下，若疾驰技成功闪避伤害，则点亮1个储能罐，并为辉光技充能。|\
瞄准模式下，每次格挡成功，点亮1个储能罐，并为辉光技充能。|\
储能罐亮起时，增加25%攻击力，在任意轻攻击（点按或长按）后熄灭。",
	},
	[721010211] = {
		id = 721010211,
		text = "被动#攻击力提升，受到伤害时失效一段时间。",
	},
	[721010214] = {
		id = 721010214,
		text = "被动#蓄力时长将增加对敌人铁壁值的削减。若蓄力过程中受到伤害，将重置该效果。",
	},
	[721010216] = {
		id = 721010216,
		text = "被动#使敌人铁壁烧坠时，暴击率增加一段时间。",
	},
	[721010217] = {
		id = 721010217,
		text = "被动#使用荧光技切换形态后，接下来的2次蓄力攻击额外削减敌人的铁壁值。",
	},
	[721010218] = {
		id = 721010218,
		text = "被动#使敌人铁壁烧坠时，获得2个储能罐，且一段时间内蓄力轻攻击不消耗储能罐。",
	},
	[721010219] = {
		id = 721010219,
		text = "被动#瞄准模式下，每次格挡成功，获得基于生命值比例的护盾。",
	},
	[731010201] = {
		id = 731010201,
		text = "点按伤害|\
长按第一段伤害|长按第二段伤害",
	},
	[731010202] = {
		id = 731010202,
		text = "瞄准模式点按伤害|\
瞄准模式长按第一段伤害|瞄准模式长按第二段伤害",
	},
	[731010203] = {
		id = 731010203,
		text = "点按伤害",
	},
	[731010204] = {
		id = 731010204,
		text = "暂无",
	},
	[731010205] = {
		id = 731010205,
		text = "暂无",
	},
	[731010211] = {
		id = 731010211,
		text = "攻击力增加|失效重置时间",
	},
	[731010214] = {
		id = 731010214,
		text = "每秒额外削减铁壁值|最大额外削减铁壁值",
	},
	[731010216] = {
		id = 731010216,
		text = "暴击率增加|持续时间",
	},
	[731010217] = {
		id = 731010217,
		text = "额外铁壁值削减",
	},
	[731010218] = {
		id = 731010218,
		text = "持续时间",
	},
	[731010219] = {
		id = 731010219,
		text = "护盾生命值比例|持续时间|冷却时间",
	},
	[721020101] = {
		id = 721020101,
		text = "点按#命令机仆发射激光。|\
长按#蓄力后召唤蝙蝠眼，蓄力越久，召唤的蝙蝠眼越多。蓄力结束后，所有蝙蝠眼同时发射激光。",
	},
	[721020102] = {
		id = 721020102,
		text = "长按#下令机仆保护在场角色，获得减伤与霸体。减伤将逐渐递减，持续期间逐渐为辉光技充能。|\
该技能可主动取消。",
	},
	[721020103] = {
		id = 721020103,
		text = "点按#召唤12个蝙蝠眼，连续发射激光，造成多段伤害，并在最后造成巨额范围伤害。爆炸结束后，若条件允许，理事卿将自动退场。|\
机仆将留在场上，继承理事卿的轻攻击和荧光技，与当前在场的角色共同行动。在此期间，无法切换理事卿上场，持续一段时间后结束。|",
	},
	[721020104] = {
		id = 721020104,
		text = "点按#向指定方向闪避。",
	},
	[721020105] = {
		id = 721020105,
		text = "被动#当理事卿的蝙蝠眼或机仆攻击命中时，对目标施加1层「下位」标记，减少目标防御，可叠加30层。每次叠加可刷新持续时间。",
	},
	[721020106] = {
		id = 721020106,
		text = "被动#当场上角色受到致命伤害时，理事卿将自动切换上场，抵挡此伤害。|\
该效果仅当机仆不在场，且场上角色不为理事卿时生效，生效后进入冷却。",
	},
	[721020111] = {
		id = 721020111,
		text = "被动#轻攻击（包括机仆的协同攻击）命中未受到「下位」影响的敌人时，额外叠加「下位」状态。",
	},
	[721020112] = {
		id = 721020112,
		text = "被动#每层「下位」使敌人受到来自机仆的伤害提高。",
	},
	[721020113] = {
		id = 721020113,
		text = "被动#「下位」叠加层数上限提高，使用辉光技后全队暴击伤害提升。",
	},
	[721020114] = {
		id = 721020114,
		text = "被动#敌人死亡时，根据「下位」叠加层数，对周围敌人造成伤害。",
	},
	[721020115] = {
		id = 721020115,
		text = "被动#当敌人的攻击命中受荧光技保护的我方角色时，会被额外叠加「下位」状态。",
	},
	[721020116] = {
		id = 721020116,
		text = "被动#机仆的协同轻攻击，将使在场上的角色的下一次荧光技伤害提高。该效果可以叠加。",
	},
	[731020101] = {
		id = 731020101,
		text = "点按第一段伤害|点按第二段伤害|点按第三段伤害|点按第四段伤害|点按第五段伤害|\
长按伤害",
	},
	[731020102] = {
		id = 731020102,
		text = "最大免伤|\
最小免伤|\
回复能量",
	},
	[731020103] = {
		id = 731020103,
		text = "点按伤害",
	},
	[731020104] = {
		id = 731020104,
		text = "暂无",
	},
	[731020105] = {
		id = 731020105,
		text = "减少防御百分比|\
持续时长",
	},
	[731020106] = {
		id = 731020106,
		text = "冷却时长",
	},
	[731020111] = {
		id = 731020111,
		text = "额外叠加层数",
	},
	[731020112] = {
		id = 731020112,
		text = "受到伤害提升",
	},
	[731020113] = {
		id = 731020113,
		text = "额外叠层上限|暴击伤害提升|持续时间",
	},
	[731020114] = {
		id = 731020114,
		text = "每层攻击力倍率",
	},
	[731020115] = {
		id = 731020115,
		text = "叠加层数",
	},
	[731020116] = {
		id = 731020116,
		text = "荧光技伤害提高|叠加层数",
	},
	[721030101] = {
		id = 721030101,
		text = "点按#以快拳发动连击。|\
长按#蓄力后打出射程更远的拳劲。",
	},
	[721030102] = {
		id = 721030102,
		text = "点按#重拳连击，每拳都需要在武装闪光时精确发出，才可继续连击。连击成功时为辉光技充能。",
	},
	[721030103] = {
		id = 721030103,
		text = "点按#疾风骤雨的非人级拳击，持续期间可自由移动。",
	},
	[721030104] = {
		id = 721030104,
		text = "点按#向指定方向闪避。|\
受击后点按#精湛的受身术，脱离控制并霸体，然后进入一小段子弹时间。",
	},
	[721030111] = {
		id = 721030111,
		text = "被动#敌人死亡后，下一次任意技能将造成额外伤害。",
	},
	[721030112] = {
		id = 721030112,
		text = "被动#受到伤害时，获得持续吸收基于最大生命值伤害的护盾。",
	},
	[721030113] = {
		id = 721030113,
		text = "被动#根据附近的敌人数量，获得物理和超凡防御力，或攻击力提升。",
	},
	[721030114] = {
		id = 721030114,
		text = "被动#敌人死亡时，恢复基于最大生命值的HP，生命值高于50%时失效。",
	},
	[721030115] = {
		id = 721030115,
		text = "被动#生命值低于50%时，增加暴击率。",
	},
	[721030116] = {
		id = 721030116,
		text = "被动#使用荧光技时，使造成的物理伤害提高，如果生命值大于50%则消耗20%当前生命值。",
	},
	[721030117] = {
		id = 721030117,
		text = "被动#使用辉光技后，提升全队角色的物理伤害。",
	},
	[721030118] = {
		id = 721030118,
		text = "被动#进入关卡后，根据最大生命值提升攻击力。",
	},
	[721030119] = {
		id = 721030119,
		text = "被动#荧光技消耗一定当前生命值，并附加已经损失生命值一定比例的伤害。",
	},
	[721030120] = {
		id = 721030120,
		text = "被动#处于后台时，分摊前台角色承受的伤害，血量低于一定比例时失效。",
	},
	[721030121] = {
		id = 721030121,
		text = "被动#使用荧光技后，使下一次辉光技造成的伤害提高，可叠加。",
	},
	[721030122] = {
		id = 721030122,
		text = "被动#释放辉光技时，附加已经损失生命值一定比例的伤害，之后回复60%已损失生命值。",
	},
	[731030101] = {
		id = 731030101,
		text = "点按第一段伤害|点按第二段伤害|点按第三段伤害|点按第四段伤害|点按第五段伤害|远距离冲格伤害|\
长按第一段伤害|长按第二段伤害|",
	},
	[731030102] = {
		id = 731030102,
		text = "点按第一段伤害|点按第二段伤害|点按第三段伤害|点按第四段伤害|点按第五段伤害",
	},
	[731030103] = {
		id = 731030103,
		text = "点按伤害",
	},
	[731030104] = {
		id = 731030104,
		text = "暂无",
	},
	[731030117] = {
		id = 731030117,
		text = "全队物理伤害提升|持续时间",
	},
	[731030118] = {
		id = 731030118,
		text = "每点生命值攻击力提升",
	},
	[731030119] = {
		id = 731030119,
		text = "当前生命值消耗|损失生命值附加比例",
	},
	[731030120] = {
		id = 731030120,
		text = "伤害分摊比例|最低血量",
	},
	[731030121] = {
		id = 731030121,
		text = "伤害提高|持续时间|叠加层数",
	},
	[731030122] = {
		id = 731030122,
		text = "损失生命值附加比例",
	},
	[721040101] = {
		id = 721040101,
		text = "点按#以太刀带出幻影，进行中距离的斩击。|\
长按#蓄力后进行一次快速的小拔刀，蓄力满时为辉光技充能。|\
变身状态下点按#挥出巨大太刀，附带一次向外散发的额外刀气。|\
变身状态下长按#蓄力后挥出巨大太刀，附带一次向外散发的额外刀气，蓄力满时为辉光技充能。",
	},
	[721040102] = {
		id = 721040102,
		text = "长按#蓄力后锁定多个敌人，发射刀轮，蓄力越久，刀轮越多。蓄力满时为辉光技充能。|\
变身状态下长按#蓄力后锁定多个敌人，发射小翼之羽，蓄力越久，小翼之羽越多。蓄力满时为辉光技充能。",
	},
	[721040103] = {
		id = 721040103,
		text = "点按#对场上敌人发动斩击，并在一定时间内变身，转换自身武装的形态，组装巨大太刀与「北方的小翼」。",
	},
	[721040104] = {
		id = 721040104,
		text = "点按#向指定方向瞬移。",
	},
	[721040113] = {
		id = 721040113,
		text = "被动#荧光技命中时，有概率重置荧光技冷却时间。该效果有触发间隔。",
	},
	[721040114] = {
		id = 721040114,
		text = "被动#基于任意两次攻击之间移动的距离，造成额外伤害。",
	},
	[721040115] = {
		id = 721040115,
		text = "被动#辉光技变身的持续时间增加。",
	},
	[721040117] = {
		id = 721040117,
		text = "被动#辉光技变身结束后，获得辉光技能量。变身状态下，虚无质伤害提高。",
	},
	[721040118] = {
		id = 721040118,
		text = "被动#轻攻击和荧光技的蓄力状态下，角色的抗打断力提高。角色移动时，轻攻击和荧光技伤害提高，停止移动一段时间后效果消失。",
	},
	[721040119] = {
		id = 721040119,
		text = "被动#使用荧光技后，接下来的数次攻击必定暴击且暴击伤害增加。",
	},
	[731040101] = {
		id = 731040101,
		text = "点按第一段伤害|点按第二段伤害|点按第三段伤害|点按第四段伤害|点按第五段伤害|远距离冲格伤害|\
长按伤害",
	},
	[731040102] = {
		id = 731040102,
		text = "长按第一段伤害|长按第二段伤害|长按第三段伤害|长按第四段伤害",
	},
	[731040103] = {
		id = 731040103,
		text = "武装形态连击<佩刀>|\
点按第一段伤害|点按第二段伤害|点按第三段伤害|点按第四段伤害|点按第五段伤害|长按第一段伤害|长按第二段伤害|刀气伤害|\
武装形态慢启动小镰鼬|\
长按第一段伤害|长按第二段伤害|长按第三段伤害|长按第四段伤害|",
	},
	[731040104] = {
		id = 731040104,
		text = "暂无",
	},
	[731040113] = {
		id = 731040113,
		text = "重置荧光技概率|触发间隔",
	},
	[731040114] = {
		id = 731040114,
		text = "距离额外倍率",
	},
	[731040115] = {
		id = 731040115,
		text = "持续时间增加",
	},
	[731040117] = {
		id = 731040117,
		text = "获得辉光技能量|虚无伤害提高",
	},
	[731040118] = {
		id = 731040118,
		text = "伤害提高|停止移动时间",
	},
	[731040119] = {
		id = 731040119,
		text = "触发次数|暴击伤害提高",
	},
	[721050101] = {
		id = 721050101,
		text = "点按#巨刃五连击。|\
长按#一次蓄力重击。",
	},
	[721050102] = {
		id = 721050102,
		text = "点按#根据目标状态，自动切换武技。每次使用与上次不同的武技，就会为辉光技充能。|\
全力重斩#目标铁壁烧坠时。|\
投刃与追击#目标处在近距离时。|\
光束照射#目标处在中距离时。|\
定身法#目标高速移动时。|\
能量球场#目标处在远距离时。能量球场造成伤害时为辉光技充能。|\
反制#自身被击飞不受控时。这一种荧光技冷却时间极短，且为受身技能。|",
	},
	[721050103] = {
		id = 721050103,
		text = "点按#以自身武装变形为信使星之门，引导诺伦线的扭曲与压迫，成为毁灭之光。|\
门后的天体可能有两种情况：陨石；小行星。",
	},
	[721050104] = {
		id = 721050104,
		text = "点按#向指定方向闪避。|\
闪避时轻攻击#发动一次闪避斩。",
	},
	[721050114] = {
		id = 721050114,
		text = "被动#轻攻击命中时，额外削减敌人铁壁值，蓄力时效果提升。",
	},
	[721050115] = {
		id = 721050115,
		text = "被动#使用辉光技时，门后的天体可能有三种情况：陨石；小行星；圆形卫星。",
	},
	[721050116] = {
		id = 721050116,
		text = "被动#使用辉光技时，门后出现圆形卫星的概率上升。",
	},
	[721050117] = {
		id = 721050117,
		text = "被动#使用辉光技后，全队攻击力提高。",
	},
	[721050118] = {
		id = 721050118,
		text = "被动#每秒自动回复辉光能量，不在场上时回复量增加，并会自动释放辉光技。",
	},
	[721050119] = {
		id = 721050119,
		text = "被动#对力场、粒子、灾厄、侵蚀、虚无质目标造成的伤害提高。",
	},
	[731050101] = {
		id = 731050101,
		text = "点按第一段伤害|点按第二段伤害|点按第三段伤害|点按第四段伤害|点按第五段伤害|\
长按第一段伤害|长按第二段伤害",
	},
	[731050102] = {
		id = 731050102,
		text = "全力重斩|\
投刃与追击|\
光束照射|\
定身法|\
能量球场|\
反制",
	},
	[731050103] = {
		id = 731050103,
		text = "信使星之门伤害|陨石伤害|小行星伤害",
	},
	[731050104] = {
		id = 731050104,
		text = "闪避斩伤害",
	},
	[731050114] = {
		id = 731050114,
		text = "额外削减铁壁值|蓄力倍数",
	},
	[731050115] = {
		id = 731050115,
		text = "暂无",
	},
	[731050116] = {
		id = 731050116,
		text = "圆形卫星概率提升",
	},
	[731050117] = {
		id = 731050117,
		text = "全队攻击力提升|持续时间",
	},
	[731050118] = {
		id = 731050118,
		text = "辉光能量回复|后台额外能量回复",
	},
	[731050119] = {
		id = 731050119,
		text = "对粒子质伤害提高|对力场质伤害提高|对灾厄质伤害提高|对侵蚀质伤害提高|对虚无质伤害提高",
	},
	[721060101] = {
		id = 721060101,
		text = "点按#炮击目标，产生爆炸。每次炮击积蓄热量。近身时变为近战攻击。|\
长按#机炮连射，期间仍可自由移动。连射期间不断积蓄热量。|\
过热#热量情况可在武装上看到红灯。过热后无法攻击或使用技能。",
	},
	[721060102] = {
		id = 721060102,
		text = "长按#蓄力后发射多枚【导弹】，命中时产生爆炸。",
	},
	[721060103] = {
		id = 721060103,
		text = "点按#张开能够减少受到伤害的能量盾，并以盾架炮，持续一段时间。发动期间按键发生变化，获得大威力炮击键（可点按）。并且武装机身不断自动射出【导弹】，直至结束。",
	},
	[721060104] = {
		id = 721060104,
		text = "点按#向指定方向闪避。|\
长按#主动散热，并为辉光技充能。期间仍可自由移动，但移速降低。",
	},
	[721060112] = {
		id = 721060112,
		text = "被动#辉光技命中时，全队获取辉光技能量。",
	},
	[721060113] = {
		id = 721060113,
		text = "被动#轻攻击命中时，增加攻击力，可以叠加。切换目标时失效。",
	},
	[721060114] = {
		id = 721060114,
		text = "被动#轻攻击频率增加，暴击率提高。若短期内连续受到伤害，则失效一段时间。",
	},
	[721060117] = {
		id = 721060117,
		text = "被动#使用辉光技时，每有一个蓝灯，使全队轻攻击造成的伤害提高一段时间。",
	},
	[721060118] = {
		id = 721060118,
		text = "被动#公主不在场上时，在场的角色每次使用荧光技或辉光技，都会为公主的辉光技充能。",
	},
	[721060119] = {
		id = 721060119,
		text = "被动#使用辉光技后，暴击率和暴击伤害提高。",
	},
	[721060120] = {
		id = 721060120,
		text = "被动#轻攻击频率增加，暴击率提高。若短期内连续受到伤害，则失效一段时间。",
	},
	[731060101] = {
		id = 731060101,
		text = "点按第一段伤害|点按第二段伤害|点按第三段伤害|近战伤害|\
长按伤害",
	},
	[731060102] = {
		id = 731060102,
		text = "长按第一段伤害|长按第二段伤害|长按第三段伤害",
	},
	[731060103] = {
		id = 731060103,
		text = "超频模式点按伤害|超频模式导弹伤害",
	},
	[731060104] = {
		id = 731060104,
		text = "暂无",
	},
	[731060112] = {
		id = 731060112,
		text = "辉光技能量恢复",
	},
	[731060113] = {
		id = 731060113,
		text = "每层攻击力增加|最大叠加层数",
	},
	[731060114] = {
		id = 731060114,
		text = "暴击率增加|攻速增加|失效重置时间",
	},
	[731060117] = {
		id = 731060117,
		text = "全队轻攻击伤害提高|持续时间",
	},
	[731060118] = {
		id = 731060118,
		text = "能量恢复值",
	},
	[731060119] = {
		id = 731060119,
		text = "暴击率提高|暴击伤害提高",
	},
	[731060120] = {
		id = 731060120,
		text = "暴击率增加|攻速增加|失效重置时间",
	},
	[721070101] = {
		id = 721070101,
		text = "点按#鞭剑五连击。每段连击使1片护盾片亮起。|\
长按#挥出九头蛇之影，使1片护盾片亮起。命中敌人时向自身拉近。命中敌人为辉光技充能。",
	},
	[721070102] = {
		id = 721070102,
		text = "长按#摆出防御架势，根据护盾片数量增加大量物理防御力和少量超凡防御力，蓄力期间持续吸引附近的敌人。长按松开时，发动一次范围攻击，消耗所有亮起的护盾片，增加伤害。|\
护盾片全亮时#长按期间霸体。",
	},
	[721070103] = {
		id = 721070103,
		text = "点按#发出正义的律师斥责，攻击敌人，并使全部护盾片亮起。|",
	},
	[721070104] = {
		id = 721070104,
		text = "点按#向指定方向闪避。|\
闪避时轻攻击#发动一次闪避斩。",
	},
	[721070105] = {
		id = 721070105,
		text = "被动#仅在满生命时，减少受到的伤害。",
	},
	[721070106] = {
		id = 721070106,
		text = "被动#使用辉光技后，获得1次计数的无敌。",
	},
	[721070107] = {
		id = 721070107,
		text = "被动#完全无视一定程度以下的小额伤害。",
	},
	[721070111] = {
		id = 721070111,
		text = "被动#基于物理和超凡防御力，提升攻击力。",
	},
	[721070112] = {
		id = 721070112,
		text = "被动#每片亮起的护盾片都提高荧光技的暴击伤害。当全部护盾片亮起时，使用荧光技将立刻刷新荧光技的冷却时间。",
	},
	[721070113] = {
		id = 721070113,
		text = "被动#使用辉光技后，物理和超凡防御力提高。",
	},
	[721070114] = {
		id = 721070114,
		text = "被动#荧光技每命中一个敌人，增加侵蚀质伤害，可叠加。",
	},
	[721070115] = {
		id = 721070115,
		text = "被动#使用辉光技后，下2次荧光技不消耗护盾片。",
	},
	[721070116] = {
		id = 721070116,
		text = "被动#生命值大于等于一半时，暴击率提高；低于一半时，受到的伤害降低。",
	},
	[731070101] = {
		id = 731070101,
		text = "点按第一段伤害|点按第二段伤害|点按第三段伤害|点按第四段伤害|点按第五段伤害|点按第六段伤害|\
长按第一段伤害|长按第二段伤害",
	},
	[731070102] = {
		id = 731070102,
		text = "点按伤害",
	},
	[731070103] = {
		id = 731070103,
		text = "点按伤害",
	},
	[731070104] = {
		id = 731070104,
		text = "前后闪避斩伤害|左右闪避斩伤害",
	},
	[731070105] = {
		id = 731070105,
		text = "暂无",
	},
	[731070106] = {
		id = 731070106,
		text = "暂无",
	},
	[731070107] = {
		id = 731070107,
		text = "暂无",
	},
	[731070111] = {
		id = 731070111,
		text = "攻击力转化比例",
	},
	[731070112] = {
		id = 731070112,
		text = "每个护盾片暴击伤害提高",
	},
	[731070113] = {
		id = 731070113,
		text = "防御力增加",
	},
	[731070114] = {
		id = 731070114,
		text = "每个敌人侵蚀伤害提升|持续时间|最大叠加层数",
	},
	[731070115] = {
		id = 731070115,
		text = "触发次数",
	},
	[731070116] = {
		id = 731070116,
		text = "暴击率增加|受到伤害降低",
	},
	[721080101] = {
		id = 721080101,
		text = "点按#派出浮塔，使其自动攻击目标，浮塔伤害随派出时间衰减。|\
如果所有浮塔都已经派出，则更换浮塔攻击目标为当前目标。|\
变身状态下点按#挥动武装之拳，打出冲击波四连击。|",
	},
	[721080102] = {
		id = 721080102,
		text = "点按#召回所有浮塔，召回过程中，若浮塔穿过敌人，则对其造成伤害，并为辉光技充能。|\
变身状态下点按#根据当前轻攻击连段，使用不同的效果。|\
0-2段#将身前的敌人拉向自己。|\
3段#后撤，霸体，向前攻击。|\
4段#引力塌缩，高频大范围伤害。|",
	},
	[721080103] = {
		id = 721080103,
		text = "点按#召唤全身武装。|\
根据使用时的辉光技能量累积，有三层不同的变身增益。",
	},
	[721080104] = {
		id = 721080104,
		text = "点按#向指定方向闪避。",
	},
	[721080105] = {
		id = 721080105,
		text = "被动#浮塔伤害随派出时间衰减，其衰减可由光亮度判断。损失的伤害会转化成角色本体的防御。",
	},
	[721080111] = {
		id = 721080111,
		text = "被动#浮塔的伤害不再随时间衰减，但是每个浮塔最多进行10次攻击。",
	},
	[721080112] = {
		id = 721080112,
		text = "被动#变身状态下，使周围敌人的灾厄抗性降低。",
	},
	[721080113] = {
		id = 721080113,
		text = "被动#以任意能量开启辉光技变身时，都会获得第三层增益。同时，根据开启时拥有的辉光技能量，提升灾厄伤害。",
	},
	[721080114] = {
		id = 721080114,
		text = "被动#浮塔每次命中时计数，收回浮塔时，每层计数提高其伤害与辉光技能量获取。",
	},
	[721080115] = {
		id = 721080115,
		text = "被动#每个被派出的浮塔，都会提升十四娘的攻击力。",
	},
	[721080116] = {
		id = 721080116,
		text = "被动#浮塔击败敌人时，为十四娘回复辉光能量和生命值。",
	},
	[731080101] = {
		id = 731080101,
		text = "基础伤害",
	},
	[731080102] = {
		id = 731080102,
		text = "回收伤害",
	},
	[731080103] = {
		id = 731080103,
		text = "一阶段变身状态连击<轻攻击>|\
点按第一段伤害|点按第二段伤害|点按第三段伤害|点按第四段伤害|\
一阶段变身状态<荧光技>|\
点按第一段伤害|点按第二段伤害|点按第三段伤害|\
二阶段变身状态连击<轻攻击>|\
点按第一段伤害|点按第二段伤害|点按第三段伤害|点按第四段伤害|\
二阶段变身状态<荧光技>|\
点按第一段伤害|点按第二段伤害|点按第三段伤害|\
三阶段变身状态连击<轻攻击>|\
点按第一段伤害|点按第二段伤害|点按第三段伤害|点按第四段伤害|\
三阶段变身状态<荧光技>|\
点按第一段伤害|点按第二段伤害|点按第三段伤害",
	},
	[731080104] = {
		id = 731080104,
		text = "暂无",
	},
	[731080105] = {
		id = 731080105,
		text = "暂无",
	},
	[731080111] = {
		id = 731080111,
		text = "浮塔攻击次数",
	},
	[731080112] = {
		id = 731080112,
		text = "灾厄抗性降低",
	},
	[731080113] = {
		id = 731080113,
		text = "每点能量灾厄伤害提高",
	},
	[731080114] = {
		id = 731080114,
		text = "伤害提升|能量回复",
	},
	[731080115] = {
		id = 731080115,
		text = "攻击力提升",
	},
	[731080116] = {
		id = 731080116,
		text = "能量回复|生命值回复",
	},
	[721120201] = {
		id = 721120201,
		text = "点按#浮塔五连击，根据段数获取连击点。|\
长按#蓄力依次使4个浮塔点亮，松开时发射【导弹】，根据点亮数获取连击点。|",
	},
	[721120202] = {
		id = 721120202,
		text = "点按#消耗连击点，发射强力的【导弹】，并为辉光技充能。|\
长按#蓄力依次使4个浮塔点亮，松开时发射【导弹】，根据点亮数获取连击点，并为辉光技充能。|",
	},
	[721120203] = {
		id = 721120203,
		text = "点按#调用全部浮塔，进行弹幕轰炸，立刻获得4连击点。",
	},
	[721120204] = {
		id = 721120204,
		text = "点按#向指定方向闪避，并消耗连击点发射【导弹】，为辉光技充能。",
	},
	[721120205] = {
		id = 721120205,
		text = "被动#未消耗的连击点，会提升技能伤害。",
	},
	[721120206] = {
		id = 721120206,
		text = "被动#攻击时，根据未消耗的连击点，为辉光技少量充能。",
	},
	[721120216] = {
		id = 721120216,
		text = "被动#切换上场时，立刻回满连击点，并为全队恢复生命值。该效果有触发间隔。",
	},
	[721120217] = {
		id = 721120217,
		text = "被动#每消耗1连击点，有几率刷新荧光技，并使下一个荧光技伤害提升。",
	},
	[721120218] = {
		id = 721120218,
		text = "被动#荧光技和疾驰技的【导弹】，使命中目标的力场质抗性降低，可以叠加。",
	},
	[721120219] = {
		id = 721120219,
		text = "被动#使用辉光技后，力场质伤害提高，且每秒获得1连击点，持续一段时间。",
	},
	[721120220] = {
		id = 721120220,
		text = "被动#每消耗1连击点，额外回复辉光技能量，且提升暴击伤害，可叠加。",
	},
	[721120221] = {
		id = 721120221,
		text = "被动#每消耗1连击点，为全队回复辉光技能量。",
	},
	[731120201] = {
		id = 731120201,
		text = "点按第一段伤害|点按第二段伤害|点按第三段伤害|点按第四段伤害|点按第五段伤害|\
充能状态伤害",
	},
	[731120202] = {
		id = 731120202,
		text = "非充能状态伤害|充能状态伤害",
	},
	[731120203] = {
		id = 731120203,
		text = "点按伤害",
	},
	[731120204] = {
		id = 731120204,
		text = "充能状态伤害",
	},
	[731120205] = {
		id = 731120205,
		text = "暂无",
	},
	[731120206] = {
		id = 731120206,
		text = "暂无",
	},
	[731120216] = {
		id = 731120216,
		text = "全队生命值回复|触发间隔",
	},
	[731120217] = {
		id = 731120217,
		text = "每连击点触发几率|荧光技伤害提升|持续时间",
	},
	[731120218] = {
		id = 731120218,
		text = "力场抗性降低|持续时间",
	},
	[731120219] = {
		id = 731120219,
		text = "力场伤害提高|持续时间",
	},
	[731120220] = {
		id = 731120220,
		text = "辉光技能量回复|暴击伤害提高|持续时间|叠加层数",
	},
	[731120221] = {
		id = 731120221,
		text = "全队辉光技能量回复",
	},
	[722000001] = {
		id = 722000001,
		text = "战斗开始时，获得#%最大生命值的护盾。",
	},
	[722000002] = {
		id = 722000002,
		text = "基于物理和超凡防御力的#%，获得攻击力提升。",
	},
	[722000003] = {
		id = 722000003,
		text = "轻攻击或荧光技造成伤害时，增加#物理和超凡防御力，最多叠加#层。该效果每0.3秒最多触发一次。",
	},
	[722000004] = {
		id = 722000004,
		text = "使用辉光技后，物理和超凡防御力上升#%，持续#秒。",
	},
	[722000005] = {
		id = 722000005,
		text = "根据附近的敌人数量，获得#%物理和超凡防御力，或#%攻击力提升。",
	},
	[722000006] = {
		id = 722000006,
		text = "敌人死亡时，下一次轻攻击必定暴击，造成#%的暴击伤害（覆盖默认的暴击伤害倍率）。",
	},
	[722000007] = {
		id = 722000007,
		text = "根据与敌人之间的距离，造成攻击力#%的额外伤害。",
	},
	[722000008] = {
		id = 722000008,
		text = "轻攻击蓄力时，消耗100点辉光技能量，造成#倍攻击力的额外伤害。",
	},
	[722000009] = {
		id = 722000009,
		text = "HP高于70%时，增加#%暴击率。",
	},
	[722000010] = {
		id = 722000010,
		text = "伤害增加#%，受到伤害时失效10秒。",
	},
	[722000011] = {
		id = 722000011,
		text = "每#次轻攻击，额外获取#点辉光技能量。",
	},
	[722000012] = {
		id = 722000012,
		text = "每次使用荧光技，获得#%攻击力，持续3秒，最多叠加5层。",
	},
	[722000013] = {
		id = 722000013,
		text = "每10秒，下次轻攻击附带#倍攻击力的额外伤害。",
	},
	[722000014] = {
		id = 722000014,
		text = "每次受到伤害，获得#%暴击率加成，无限叠加，在攻击造成伤害后重置。",
	},
	[722000015] = {
		id = 722000015,
		text = "敌人铁壁烧坠时，增加#%攻击力、物理和超凡防御力，持续#秒。",
	},
	[722000016] = {
		id = 722000016,
		text = "荧光技命中时，对应命质的伤害增加#% ,持续10秒，最多叠加10层",
	},
	[722000017] = {
		id = 722000017,
		text = "基于小队成员的自身命质，获得物理防御力和超凡防御力加成。",
	},
	[722000018] = {
		id = 722000018,
		text = "在粒子、动能、力场中，随机获得其中一种命质伤害加成#%，每#秒自动切换。",
	},
	[722000019] = {
		id = 722000019,
		text = "增加#%移动速度。",
	},
	[722000020] = {
		id = 722000020,
		text = "敌人死亡时，下次轻攻击附带#%攻击力的额外伤害。",
	},
	[722000021] = {
		id = 722000021,
		text = "每次击中敌人获得#%攻击力，持续1秒，可以叠加10层",
	},
	[722000022] = {
		id = 722000022,
		text = "根据与敌人之间的距离，提升攻击力",
	},
	[722000023] = {
		id = 722000023,
		text = "每损失1%生命值，提升#%暴击伤害",
	},
	[722000024] = {
		id = 722000024,
		text = "基于移动速度，提升超凡伤害",
	},
	[722000025] = {
		id = 722000025,
		text = "每造成5次伤害，物理伤害提高#%，持续#s。可以叠加#次",
	},
	[722000026] = {
		id = 722000026,
		text = "生命值50%以上时每多1%生命提高#%攻击力",
	},
	[722010606] = {
		id = 722010606,
		text = "#米内每有一个敌人。提升#%攻击力与防御力，最多叠加#层",
	},
	[722010706] = {
		id = 722010706,
		text = "每用一种不同的荧光技击中敌人，攻击力提高#%，持续#秒，可叠加#层",
	},
	[722030606] = {
		id = 722030606,
		text = "使用辉光技后，荧光技的伤害提高#%，持续#秒",
	},
	[722040706] = {
		id = 722040706,
		text = "每次对敌人施加负面状态，使全队的攻击力提高#%，持续#秒，可以叠加#层",
	},
	[722060606] = {
		id = 722060606,
		text = "移动速度+100，每#点移速，提升#%超凡伤害",
	},
	[722070706] = {
		id = 722070706,
		text = "角色在后台时造成的伤害提高#%，切换到前台时#秒后，效果消失",
	},
	[722070806] = {
		id = 722070806,
		text = "队伍中有人回复能量时，角色的攻击力提升#%，持续#秒，可叠加#层",
	},
	[723000001] = {
		id = 723000001,
		text = "荧光技造成伤害时，获得9.6%攻击力，持续3秒，最多叠加5层。该效果每0.2s最多触发一次。",
	},
	[723000002] = {
		id = 723000002,
		text = "战斗开始时，获得10%最大生命值的护盾。",
	},
	[723000003] = {
		id = 723000003,
		text = "每次击杀敌人，恢复5%生命值。",
	},
	[723000004] = {
		id = 723000004,
		text = "基于两次任意方式攻击之间移动的距离，造成额外伤害（每1距离，提升2%）。",
	},
	[723000005] = {
		id = 723000005,
		text = "根据附近的敌人数量，提升物理和超凡防御力，或攻击力。（1个敌人时获得30%攻击力，3个敌人时获得30%物理和超凡防御力，每个敌人带来10%变化量）",
	},
	[723000006] = {
		id = 723000006,
		text = "轻攻击命中时，增加1%攻击力，最多叠加100层。切换目标时失效。",
	},
	[723000007] = {
		id = 723000007,
		text = "基于物理和超凡防御力的8%，提升攻击力。",
	},
	[723000008] = {
		id = 723000008,
		text = "基于小队成员的自身命质，获得物理或超凡防御力（每位小队成员提供100点）。",
	},
	[723000009] = {
		id = 723000009,
		text = "根据与敌人之间的距离，造成额外伤害（每1距离，提升1%）。",
	},
	[723000010] = {
		id = 723000010,
		text = "在三种物理命质中，获得随机一种伤害加成30%，每30秒自动切换。",
	},
	[735000007] = {
		id = 735000007,
		text = "暂无",
	},
	[735000010] = {
		id = 735000010,
		text = "暂无",
	},
	[735000017] = {
		id = 735000017,
		text = "移动速度增加",
	},
	[735000018] = {
		id = 735000018,
		text = "持续时间|命质伤害增加",
	},
	[735000019] = {
		id = 735000019,
		text = "防御力加|持续时间|触发间隔",
	},
	[735000020] = {
		id = 735000020,
		text = "持续时间|攻击力和防御力增加",
	},
	[735000026] = {
		id = 735000026,
		text = "攻击力增加",
	},
	[735000033] = {
		id = 735000033,
		text = "暂无",
	},
	[735000042] = {
		id = 735000042,
		text = "每位小队成员防御力增加",
	},
	[811000001] = {
		id = 811000001,
		text = "趋光飞虫",
	},
	[811000002] = {
		id = 811000002,
		text = "事半功倍",
	},
	[811000003] = {
		id = 811000003,
		text = "适当用用",
	},
	[811000004] = {
		id = 811000004,
		text = "支持新品",
	},
	[811000005] = {
		id = 811000005,
		text = "合理消费",
	},
	[811000006] = {
		id = 811000006,
		text = "天体锻造",
	},
	[811000007] = {
		id = 811000007,
		text = "炼金拆解",
	},
	[811000008] = {
		id = 811000008,
		text = "公共委托",
	},
	[811000009] = {
		id = 811000009,
		text = "每日登录",
	},
	[811000010] = {
		id = 811000010,
		text = "指定建设",
	},
	[811000011] = {
		id = 811000011,
		text = "指定建设",
	},
	[811000012] = {
		id = 811000012,
		text = "指定建设",
	},
	[811000013] = {
		id = 811000013,
		text = "指定建设",
	},
	[811000014] = {
		id = 811000014,
		text = "指定建设",
	},
	[811000015] = {
		id = 811000015,
		text = "指定建设",
	},
	[811000016] = {
		id = 811000016,
		text = "指定建设",
	},
	[811000017] = {
		id = 811000017,
		text = "指定建设",
	},
	[811000018] = {
		id = 811000018,
		text = "指定建设",
	},
	[811000019] = {
		id = 811000019,
		text = "指定建设",
	},
	[811000020] = {
		id = 811000020,
		text = "指定建设",
	},
	[811000021] = {
		id = 811000021,
		text = "指定建设",
	},
	[811000022] = {
		id = 811000022,
		text = "指定建设",
	},
	[811000023] = {
		id = 811000023,
		text = "指定建设",
	},
	[811000024] = {
		id = 811000024,
		text = "指定建设",
	},
	[811000025] = {
		id = 811000025,
		text = "指定建设",
	},
	[812000001] = {
		id = 812000001,
		text = "在远航中获得%s次战斗胜利",
	},
	[812000002] = {
		id = 812000002,
		text = "在远航中部署%s个建筑",
	},
	[812000003] = {
		id = 812000003,
		text = "在远航中经历%s个回合",
	},
	[812000004] = {
		id = 812000004,
		text = "在远航中购买%s次建筑蓝图",
	},
	[812000005] = {
		id = 812000005,
		text = "消耗%s金星贝",
	},
	[812000006] = {
		id = 812000006,
		text = "进行%s次内天体锻造",
	},
	[812000007] = {
		id = 812000007,
		text = "进行%s次炼金拆解",
	},
	[812000008] = {
		id = 812000008,
		text = "完成%s次每日危航",
	},
	[812000009] = {
		id = 812000009,
		text = "登录游戏",
	},
	[812000010] = {
		id = 812000010,
		text = "在宇宙部署%s次带有「燃烧」关键词的建筑",
	},
	[812000011] = {
		id = 812000011,
		text = "在宇宙部署%s次带有「导弹」关键词的建筑",
	},
	[812000012] = {
		id = 812000012,
		text = "在宇宙部署%s次带有「冲击波」关键词的建筑",
	},
	[812000013] = {
		id = 812000013,
		text = "在宇宙部署%s次带有「内爆体」关键词的建筑",
	},
	[812000014] = {
		id = 812000014,
		text = "在宇宙部署%s次带有「地雷场」关键词的建筑",
	},
	[812000015] = {
		id = 812000015,
		text = "在宇宙部署%s次带有「开战」关键词的建筑",
	},
	[812000016] = {
		id = 812000016,
		text = "在宇宙部署%s次带有「终极」关键词的建筑",
	},
	[812000017] = {
		id = 812000017,
		text = "在宇宙部署%s次带有「定时器」关键词的建筑",
	},
	[812000018] = {
		id = 812000018,
		text = "在宇宙部署%s次带有「疾驰」关键词的建筑",
	},
	[812000019] = {
		id = 812000019,
		text = "在宇宙部署%s次带有「受创」关键词的建筑",
	},
	[812000020] = {
		id = 812000020,
		text = "在宇宙部署%s次带有「权柄」字段的建筑",
	},
	[812000021] = {
		id = 812000021,
		text = "在宇宙部署%s次带有「无夜」字段的建筑",
	},
	[812000022] = {
		id = 812000022,
		text = "在宇宙部署%s次带有「冥王」字段的建筑",
	},
	[812000023] = {
		id = 812000023,
		text = "在宇宙部署%s次带有「乐园」字段的建筑",
	},
	[812000024] = {
		id = 812000024,
		text = "在宇宙部署%s次带有「太阳之仆」字段的建筑",
	},
	[812000025] = {
		id = 812000025,
		text = "在宇宙部署%s次带有「阿特拉斯」字段的建筑",
	},
	[813000001] = {
		id = 813000001,
		text = "宇宙是个遍布威胁的地方，敌人总会像趋光的飞虫一般找上门来。",
	},
	[813000002] = {
		id = 813000002,
		text = "在宇宙探索时，来自建筑的帮助，总能让远航变得事半功倍。",
	},
	[813000003] = {
		id = 813000003,
		text = "机械设备长期闲置，就容易出现问题。战舰和手机一样，都要适当用用。",
	},
	[813000004] = {
		id = 813000004,
		text = "没有销量，设计建筑的工程师们就不会研发新的产品。",
	},
	[813000005] = {
		id = 813000005,
		text = "合理的消费能够促进经济循环。作为将要长住「无序之都」的客人，请适度地支持当地经济。",
	},
	[813000006] = {
		id = 813000006,
		text = "辐射后的组织液，漂浮着小宇宙的星相——肝、肺、胃、脾、胆、胰、肾、脑。\
以及恒星的「签名」所在：心脏。",
	},
	[813000007] = {
		id = 813000007,
		text = "暂时用不上的事物，可以通过「红王白后」的炼金术，发掘它在其它领域的重要性。",
	},
	[813000008] = {
		id = 813000008,
		text = "维护星域安全、收集资材……「危航调度处」每天都会发布新的赏金任务。",
	},
	[813000009] = {
		id = 813000009,
		text = "欢迎回来，太阳系的游侠。",
	},
	[813000010] = {
		id = 813000010,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「燃烧」关键词的建筑。",
	},
	[813000011] = {
		id = 813000011,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「导弹」关键词的建筑。",
	},
	[813000012] = {
		id = 813000012,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「冲击波」关键词的建筑。",
	},
	[813000013] = {
		id = 813000013,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「内爆体」关键词的建筑。",
	},
	[813000014] = {
		id = 813000014,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「地雷场」关键词的建筑。",
	},
	[813000015] = {
		id = 813000015,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「开战」关键词的建筑。",
	},
	[813000016] = {
		id = 813000016,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「终极」关键词的建筑。",
	},
	[813000017] = {
		id = 813000017,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「定时器」关键词的建筑。",
	},
	[813000018] = {
		id = 813000018,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「疾驰」关键词的建筑。",
	},
	[813000019] = {
		id = 813000019,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「反击」关键词的建筑。",
	},
	[813000020] = {
		id = 813000020,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「权柄」字段的建筑。",
	},
	[813000021] = {
		id = 813000021,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「无夜」字段的建筑。",
	},
	[813000022] = {
		id = 813000022,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「冥王」字段的建筑。",
	},
	[813000023] = {
		id = 813000023,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「乐园」字段的建筑。",
	},
	[813000024] = {
		id = 813000024,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「太阳之仆」字段的建筑。",
	},
	[813000025] = {
		id = 813000025,
		text = "建筑都有各自的效果，多多尝试，才能了解透彻。请部署一些带有「阿特拉斯」字段的建筑。",
	},
	[814000001] = {
		id = 814000001,
		text = "将%s名角色等级升至%s级",
	},
	[814000002] = {
		id = 814000002,
		text = "将%s名角色任意技能升至%s级",
	},
	[814000003] = {
		id = 814000003,
		text = "分别点亮%s名角色的%s个星位",
	},
	[814000004] = {
		id = 814000004,
		text = "将%s把武器等级升至%s级",
	},
	[814000005] = {
		id = 814000005,
		text = "将玩家等级升至%s级",
	},
	[814000006] = {
		id = 814000006,
		text = "将鱼啄雨<浮塔>等级提升至%s级",
	},
	[814000007] = {
		id = 814000007,
		text = "将信风<巨刃>等级提升至%s级",
	},
	[814000008] = {
		id = 814000008,
		text = "进行%s次内天体熔铸",
	},
	[814000009] = {
		id = 814000009,
		text = "通关普通或以上难度的宇宙",
	},
	[814000010] = {
		id = 814000010,
		text = "通关困难或以上难度的宇宙",
	},
	[814000011] = {
		id = 814000011,
		text = "通关地狱1或以上难度的宇宙",
	},
	[814000012] = {
		id = 814000012,
		text = "通关地狱2或以上难度的宇宙",
	},
	[814000013] = {
		id = 814000013,
		text = "通关地狱3或以上难度的宇宙",
	},
	[814000014] = {
		id = 814000014,
		text = "通关地狱4或以上难度的宇宙",
	},
	[814000015] = {
		id = 814000015,
		text = "通关地狱5难度的宇宙",
	},
	[815000001] = {
		id = 815000001,
		text = "提升随出套装倾向符文的概率",
	},
	[815000002] = {
		id = 815000002,
		text = "提升随出高稀有度符文的概率",
	},
	[815000003] = {
		id = 815000003,
		text = "符文初始属性值随机段，有一定概率随到更高",
	},
	[815000004] = {
		id = 815000004,
		text = "锻造素材需求加倍，大幅提升随出高稀有度符文的概率",
	},
	[815000005] = {
		id = 815000005,
		text = "锻造素材需求加倍，符文属性有大概率随到更高",
	},
	[815000006] = {
		id = 815000006,
		text = "有一定概率返还所有锻造素材",
	},
	[816000001] = {
		id = 816000001,
		text = "诺伦尼姆菌丝环1",
	},
	[816000002] = {
		id = 816000002,
		text = "诺伦尼姆菌丝环2",
	},
	[816000003] = {
		id = 816000003,
		text = "诺伦尼姆菌丝环3",
	},
	[816000004] = {
		id = 816000004,
		text = "诺伦尼姆菌丝环4",
	},
	[816000005] = {
		id = 816000005,
		text = "诺伦尼姆菌丝环5",
	},
	[816000006] = {
		id = 816000006,
		text = "诺伦尼姆菌丝环6",
	},
	[816000007] = {
		id = 816000007,
		text = "喷涌朝霞的鲸群1",
	},
	[816000008] = {
		id = 816000008,
		text = "喷涌朝霞的鲸群2",
	},
	[816000009] = {
		id = 816000009,
		text = "喷涌朝霞的鲸群3",
	},
	[816000010] = {
		id = 816000010,
		text = "喷涌朝霞的鲸群4",
	},
	[816000011] = {
		id = 816000011,
		text = "喷涌朝霞的鲸群5",
	},
	[816000012] = {
		id = 816000012,
		text = "喷涌朝霞的鲸群6",
	},
	[816000013] = {
		id = 816000013,
		text = "喷涌暮云的鲸群1",
	},
	[816000014] = {
		id = 816000014,
		text = "喷涌暮云的鲸群2",
	},
	[816000015] = {
		id = 816000015,
		text = "喷涌暮云的鲸群3",
	},
	[816000016] = {
		id = 816000016,
		text = "失控荧光生态圈1",
	},
	[816000017] = {
		id = 816000017,
		text = "失控荧光生态圈2",
	},
	[816000018] = {
		id = 816000018,
		text = "失控荧光生态圈3",
	},
	[816000019] = {
		id = 816000019,
		text = "喷涌暮云的鲸群4",
	},
	[816000020] = {
		id = 816000020,
		text = "喷涌暮云的鲸群5",
	},
	[816000021] = {
		id = 816000021,
		text = "失控荧光生态圈1",
	},
	[816000022] = {
		id = 816000022,
		text = "失控荧光生态圈2",
	},
	[816000023] = {
		id = 816000023,
		text = "失控荧光生态圈3",
	},
	[816000024] = {
		id = 816000024,
		text = "失控荧光生态圈4",
	},
	[816000025] = {
		id = 816000025,
		text = "失控荧光生态圈5",
	},
	[816000101] = {
		id = 816000101,
		text = "诺伦尼姆菌丝环",
	},
	[816000102] = {
		id = 816000102,
		text = "金钱本",
	},
	[816000103] = {
		id = 816000103,
		text = "喷涌朝霞的鲸群",
	},
	[816000104] = {
		id = 816000104,
		text = "喷涌暮云的鲸群",
	},
	[816000105] = {
		id = 816000105,
		text = "失控荧光生态圈",
	},
	[816000201] = {
		id = 816000201,
		text = "经验材料",
	},
	[816000202] = {
		id = 816000202,
		text = "金钱本",
	},
	[816000203] = {
		id = 816000203,
		text = "角色养成材料",
	},
	[816000204] = {
		id = 816000204,
		text = "武器养成材料",
	},
	[816000205] = {
		id = 816000205,
		text = "通用养成材料",
	},
	[816000301] = {
		id = 816000301,
		text = "推荐%d级",
	},
	[817000001] = {
		id = 817000001,
		text = "主要产出：角色经验材料",
	},
	[817000002] = {
		id = 817000002,
		text = "主要产出：武器经验材料",
	},
	[817000003] = {
		id = 817000003,
		text = "主要产出：角色经验材料",
	},
	[817000004] = {
		id = 817000004,
		text = "主要产出：武器经验材料",
	},
	[817000005] = {
		id = 817000005,
		text = "主要产出：角色经验材料",
	},
	[817000006] = {
		id = 817000006,
		text = "主要产出：武器经验材料",
	},
	[817000007] = {
		id = 817000007,
		text = "主要产出：物理角色养成材料",
	},
	[817000008] = {
		id = 817000008,
		text = "主要产出：超凡角色养成材料",
	},
	[817000009] = {
		id = 817000009,
		text = "主要产出：物理角色养成材料",
	},
	[817000010] = {
		id = 817000010,
		text = "主要产出：超凡角色养成材料",
	},
	[817000011] = {
		id = 817000011,
		text = "主要产出：物理角色养成材料",
	},
	[817000012] = {
		id = 817000012,
		text = "主要产出：超凡角色养成材料",
	},
	[817000013] = {
		id = 817000013,
		text = "主要产出：武器养成材料",
	},
	[817000014] = {
		id = 817000014,
		text = "主要产出：武器养成材料",
	},
	[817000015] = {
		id = 817000015,
		text = "主要产出：武器养成材料",
	},
	[817000016] = {
		id = 817000016,
		text = "主要产出：通用养成材料",
	},
	[817000017] = {
		id = 817000017,
		text = "主要产出：通用养成材料",
	},
	[817000018] = {
		id = 817000018,
		text = "主要产出：通用养成材料",
	},
	[817000019] = {
		id = 817000019,
		text = "主要产出：角色突破材料",
	},
	[817000020] = {
		id = 817000020,
		text = "主要产出：角色突破材料",
	},
	[817000021] = {
		id = 817000021,
		text = "主要产出：内天体熔铸材料",
	},
	[817000022] = {
		id = 817000022,
		text = "主要产出：内天体熔铸材料",
	},
	[817000023] = {
		id = 817000023,
		text = "主要产出：内天体熔铸材料",
	},
	[817000024] = {
		id = 817000024,
		text = "主要产出：内天体熔铸材料",
	},
	[817000025] = {
		id = 817000025,
		text = "主要产出：内天体熔铸材料",
	},
	[818000001] = {
		id = 818000001,
		text = "1-1",
	},
	[818000002] = {
		id = 818000002,
		text = "1-2",
	},
	[818000003] = {
		id = 818000003,
		text = "1-3",
	},
	[818000004] = {
		id = 818000004,
		text = "1-4",
	},
	[818000005] = {
		id = 818000005,
		text = "2-1",
	},
	[818000006] = {
		id = 818000006,
		text = "2-2",
	},
	[818000007] = {
		id = 818000007,
		text = "2-3",
	},
	[818000008] = {
		id = 818000008,
		text = "2-4",
	},
	[818000009] = {
		id = 818000009,
		text = "折光<双剑>",
	},
	[818000010] = {
		id = 818000010,
		text = "逆戟雀<宝轮>",
	},
	[818000011] = {
		id = 818000011,
		text = "眠眠<佩刀>",
	},
	[818000012] = {
		id = 818000012,
		text = "信风<巨刃>",
	},
	[818000013] = {
		id = 818000013,
		text = "公主<枪械>",
	},
	[818000014] = {
		id = 818000014,
		text = "辩才姬<巨刃>",
	},
	[818000015] = {
		id = 818000015,
		text = "十四娘<浮塔>",
	},
	[818000016] = {
		id = 818000016,
		text = "折光<枪械>",
	},
	[818000017] = {
		id = 818000017,
		text = "小鱼<浮塔>",
	},
	[818000101] = {
		id = 818000101,
		text = "败者，伪神十字",
	},
	[818000102] = {
		id = 818000102,
		text = "败者，伪神十字",
	},
	[818000103] = {
		id = 818000103,
		text = "败者，伪神十字",
	},
	[818000104] = {
		id = 818000104,
		text = "第一理事卿 莎乐美",
	},
	[818000105] = {
		id = 818000105,
		text = "第一理事卿 莎乐美",
	},
	[818000106] = {
		id = 818000106,
		text = "第一理事卿 莎乐美",
	},
	[818000107] = {
		id = 818000107,
		text = "日蚀骑士",
	},
	[818000108] = {
		id = 818000108,
		text = "日蚀骑士",
	},
	[818000109] = {
		id = 818000109,
		text = "日蚀骑士",
	},
	[818001100] = {
		id = 818001100,
		text = "灵修指南",
	},
	[818001101] = {
		id = 818001101,
		text = "【梦境提升】\
◆BOSS粒子抗性降低30%\
\
【战斗特征】\
◆多种形式的光弹攻击\
◆HP下降到一定程度时，不再伪装「十字」状态，显露真身\
◆显露真身时，从本体结晶中脱落3枚伪神碎片，与本体产生高热连线。此时本体无敌，需要优先处理伪神碎片\
◆显露真身后，攻击手段将更加丰富",
	},
	[818001102] = {
		id = 818001102,
		text = "【梦境提升】\
◆BOSS力场抗性降低30%\
\
【战斗特征】\
◆多种形式的投枪\
◆多种形式的激光\
◆「有翼之目」浮游炮的攻击，触碰时会留下有害烟雾\
◆持续引发震荡时，若靠近会被击退\
◆HP下降到一定程度时，理事卿将发射巨大光柱、令浮游炮协同攻击。在齐射结束后，理事卿的巨型武装将变形，进入下一战斗模式\
◆变形后，巨型武装「眼眶」中的「左目」与「右目」将脱离本体，成为独立作战单位，建议优先处理",
	},
	[818001103] = {
		id = 818001103,
		text = "【梦境提升】\
◆BOSS动能抗性降低30%\
\
【战斗特征】\
◆多种形式的长枪连击\
◆投掷长枪时，在轨迹上留下一片陨石地带\
◆挥动光拳发出的光流，将引爆它所触及的陨石地带\
◆在铁壁烧坠之后，骑士将拔出日蚀之剑，发射大量剑光\
◆拔出日蚀之剑的骑士，将在一段时间内同时使用枪与剑战斗（剑中寄宿了过量的光芒，敬请小心），直到时间结束，重新陷入日蚀\
\
",
	},
	[818001104] = {
		id = 818001104,
		text = "【梦境提升】\
◆超凡伤害增加50%\
\
【战斗特征】\
◆多种形式的光弹攻击\
◆HP下降到一定程度时，不再伪装「十字」状态，显露真身\
◆显露真身时，从本体结晶中脱落3枚伪神碎片，与本体产生高热连线。此时本体无敌，需要优先处理伪神碎片\
◆显露真身后，攻击手段将更加丰富",
	},
	[818001105] = {
		id = 818001105,
		text = "【梦境提升】\
◆超凡伤害增加50%\
\
【战斗特征】\
◆多种形式的投枪\
◆多种形式的激光\
◆「有翼之目」浮游炮的攻击，触碰时会留下有害烟雾\
◆持续引发震荡时，若靠近会被击退\
◆HP下降到一定程度时，理事卿将发射巨大光柱、令浮游炮协同攻击。在齐射结束后，理事卿的巨型武装将变形，进入下一战斗模式\
◆变形后，巨型武装「眼眶」中的「左目」与「右目」将脱离本体，成为独立作战单位，建议优先处理",
	},
	[818001106] = {
		id = 818001106,
		text = "【梦境提升】\
◆物理伤害增加50%\
\
【战斗特征】\
◆多种形式的长枪连击\
◆投掷长枪时，在轨迹上留下一片陨石地带\
◆挥动光拳发出的光流，将引爆它所触及的陨石地带\
◆在铁壁烧坠之后，骑士将拔出日蚀之剑，发射大量剑光\
◆拔出日蚀之剑的骑士，将在一段时间内同时使用枪与剑战斗（剑中寄宿了过量的光芒，敬请小心），直到时间结束，重新陷入日蚀\
\
",
	},
	[818001107] = {
		id = 818001107,
		text = "日蚀骑士  技能描述",
	},
	[818001108] = {
		id = 818001108,
		text = "日蚀骑士  技能描述",
	},
	[818001109] = {
		id = 818001109,
		text = "日蚀骑士  技能描述",
	},
	[818000027] = {
		id = 818000027,
		text = "基础教学1",
	},
	[818000028] = {
		id = 818000028,
		text = "基础教学2",
	},
	[818000029] = {
		id = 818000029,
		text = "基础教学3",
	},
	[818000030] = {
		id = 818000030,
		text = "基础教学4",
	},
	[818000031] = {
		id = 818000031,
		text = "基础教学5",
	},
	[818000032] = {
		id = 818000032,
		text = "理事卿<礼器>",
	},
	[819000001] = {
		id = 819000001,
		text = "不被死后自爆命中",
	},
	[819000002] = {
		id = 819000002,
		text = "%s秒内胜利",
	},
	[819000003] = {
		id = 819000003,
		text = "疾驰技使用不超过%s次",
	},
	[819000004] = {
		id = 819000004,
		text = "错误敌人召唤数<%s",
	},
	[819000005] = {
		id = 819000005,
		text = "错误敌人召唤数<%s",
	},
	[819000006] = {
		id = 819000006,
		text = "错误敌人召唤数<%s",
	},
	[819000007] = {
		id = 819000007,
		text = "没有角色死亡",
	},
	[819000008] = {
		id = 819000008,
		text = "%s秒内胜利",
	},
	[819000009] = {
		id = 819000009,
		text = "%s秒内胜利",
	},
	[819000010] = {
		id = 819000010,
		text = "没有角色死亡",
	},
	[819000011] = {
		id = 819000011,
		text = "第二波敌人死亡时间差在%s秒内",
	},
	[819000012] = {
		id = 819000012,
		text = "第二波敌人死亡时间差在%s秒内",
	},
	[819000013] = {
		id = 819000013,
		text = "不被死后自爆命中",
	},
	[819000014] = {
		id = 819000014,
		text = "%s秒内胜利",
	},
	[819000015] = {
		id = 819000015,
		text = "受击次数<%s次",
	},
	[819000016] = {
		id = 819000016,
		text = "没有角色死亡",
	},
	[819000017] = {
		id = 819000017,
		text = "%s秒内胜利",
	},
	[819000018] = {
		id = 819000018,
		text = "错误敌人召唤数<%s",
	},
	[819000019] = {
		id = 819000019,
		text = "没有角色死亡",
	},
	[819000020] = {
		id = 819000020,
		text = "%s秒内胜利",
	},
	[819000021] = {
		id = 819000021,
		text = "不使用辉光技",
	},
	[819000022] = {
		id = 819000022,
		text = "仅1人出场且不使用辉光技",
	},
	[819000023] = {
		id = 819000023,
		text = "召唤物出现后%s秒内摧毁",
	},
	[819000024] = {
		id = 819000024,
		text = "在一阶段直接击杀未变身的敌人",
	},
	[819000025] = {
		id = 819000025,
		text = "完成教学指引任务",
	},
	[820000001] = {
		id = 820000001,
		text = "不被死后自爆命中",
	},
	[820000002] = {
		id = 820000002,
		text = "%s秒内胜利（%s/%s）",
	},
	[820000003] = {
		id = 820000003,
		text = "疾驰技使用不超过%s次（%s/%s）",
	},
	[820000004] = {
		id = 820000004,
		text = "错误敌人召唤数<%s（%s/%s）",
	},
	[820000005] = {
		id = 820000005,
		text = "错误敌人召唤数<%s（%s/%s）",
	},
	[820000006] = {
		id = 820000006,
		text = "错误敌人召唤数<%s（%s/%s）",
	},
	[820000007] = {
		id = 820000007,
		text = "没有角色死亡",
	},
	[820000008] = {
		id = 820000008,
		text = "%s秒内胜利（%s/%s）",
	},
	[820000009] = {
		id = 820000009,
		text = "%s秒内胜利（%s/%s）",
	},
	[820000010] = {
		id = 820000010,
		text = "没有角色死亡",
	},
	[820000011] = {
		id = 820000011,
		text = "第二波敌人死亡时间差在%s秒内（%s/%s）",
	},
	[820000012] = {
		id = 820000012,
		text = "第二波敌人死亡时间差在%s秒内（%s/%s）",
	},
	[820000013] = {
		id = 820000013,
		text = "不被死后自爆命中",
	},
	[820000014] = {
		id = 820000014,
		text = "%s秒内胜利（%s/%s）",
	},
	[820000015] = {
		id = 820000015,
		text = "受击次数<%s次（%s/%s）",
	},
	[820000016] = {
		id = 820000016,
		text = "没有角色死亡",
	},
	[820000017] = {
		id = 820000017,
		text = "%s秒内胜利（%s/%s）",
	},
	[820000018] = {
		id = 820000018,
		text = "错误敌人召唤数<%s（%s/%s）",
	},
	[820000019] = {
		id = 820000019,
		text = "没有角色死亡",
	},
	[820000020] = {
		id = 820000020,
		text = "%s秒内胜利（%s/%s）",
	},
	[820000021] = {
		id = 820000021,
		text = "不使用辉光技",
	},
	[820000022] = {
		id = 820000022,
		text = "仅1人出场且不使用辉光技",
	},
	[820000023] = {
		id = 820000023,
		text = "召唤物出现后%s秒内摧毁（%s/%s）",
	},
	[820000024] = {
		id = 820000024,
		text = "在一阶段直接击杀未变身的敌人",
	},
	[820000025] = {
		id = 820000025,
		text = "成功施放闪避躲避子弹（%s/%s）",
	},
	[820000026] = {
		id = 820000026,
		text = "成功切换锁定目标（%s/%s）",
	},
	[820000027] = {
		id = 820000027,
		text = "成功触发闪避前冲（%s/%s）",
	},
	[820000028] = {
		id = 820000028,
		text = "成功施放闪避斩（%s/%s）",
	},
	[820000029] = {
		id = 820000029,
		text = "切换XX上场（%s/%s）",
	},
	[820000030] = {
		id = 820000030,
		text = "使用辉光技（%s/%s）",
	},
	[820000031] = {
		id = 820000031,
		text = "长按轻攻击冲刺%s次（%s/%s）",
	},
	[820000032] = {
		id = 820000032,
		text = "成功刷新荧光技%s次（%s/%s）",
	},
	[820000033] = {
		id = 820000033,
		text = "连续使用荧光技%s次（%s/%s）",
	},
	[820000034] = {
		id = 820000034,
		text = "长按轻攻击（%s/%s）",
	},
	[820000035] = {
		id = 820000035,
		text = "受身触发子弹时间（%s/%s）",
	},
	[820000036] = {
		id = 820000036,
		text = "荧光技连段大于%s次（%s/%s）",
	},
	[820000037] = {
		id = 820000037,
		text = "使用辉光技（%s/%s）",
	},
	[820000038] = {
		id = 820000038,
		text = "长按轻攻击（%s/%s）",
	},
	[820000039] = {
		id = 820000039,
		text = "点按荧光技（%s/%s）",
	},
	[820000040] = {
		id = 820000040,
		text = "荧光技蓄力1段（%s/%s）",
	},
	[820000041] = {
		id = 820000041,
		text = "荧光技蓄力2段（%s/%s）",
	},
	[820000042] = {
		id = 820000042,
		text = "荧光技蓄力3段（%s/%s）",
	},
	[820000043] = {
		id = 820000043,
		text = "辉光技变身后轻攻击蓄力1段（%s/%s）",
	},
	[820000044] = {
		id = 820000044,
		text = "辉光技变身后轻攻击蓄力2段（%s/%s）",
	},
	[820000045] = {
		id = 820000045,
		text = "近距离使用荧光技（%s/%s）",
	},
	[820000046] = {
		id = 820000046,
		text = "中距离使用荧光技（%s/%s）",
	},
	[820000047] = {
		id = 820000047,
		text = "远距离使用荧光技（%s/%s）",
	},
	[820000048] = {
		id = 820000048,
		text = "对高速目标使用荧光技（%s/%s）",
	},
	[820000049] = {
		id = 820000049,
		text = "受控时使用受身荧光技（%s/%s）",
	},
	[820000050] = {
		id = 820000050,
		text = "目标铁壁烧坠时使用荧光技（%s/%s）",
	},
	[820000051] = {
		id = 820000051,
		text = "使用辉光技（%s/%s）",
	},
	[820000052] = {
		id = 820000052,
		text = "使用轻攻击（%s/%s）",
	},
	[820000053] = {
		id = 820000053,
		text = "长按轻攻击蓄满热量（%s/%s）",
	},
	[820000054] = {
		id = 820000054,
		text = "主动散热（%s/%s）",
	},
	[820000055] = {
		id = 820000055,
		text = "以轻攻击获取护盾片（%s/%s）",
	},
	[820000056] = {
		id = 820000056,
		text = "点按或长按荧光技（%s/%s）",
	},
	[820000057] = {
		id = 820000057,
		text = "使用辉光技（%s/%s）",
	},
	[820000058] = {
		id = 820000058,
		text = "以轻攻击放出%s座浮塔（%s/%s）",
	},
	[820000059] = {
		id = 820000059,
		text = "以荧光技收回浮塔（%s/%s）",
	},
	[820000060] = {
		id = 820000060,
		text = "辉光技变身后使用第一种荧光技（%s/%s）",
	},
	[820000061] = {
		id = 820000061,
		text = "获取满额4个连击点（%s/%s）",
	},
	[820000062] = {
		id = 820000062,
		text = "使用疾驰技消耗连击点（%s/%s）",
	},
	[820000063] = {
		id = 820000063,
		text = "点按荧光技消耗连击点（%s/%s）",
	},
	[820000064] = {
		id = 820000064,
		text = "使用辉光技（%s/%s）",
	},
	[820000065] = {
		id = 820000065,
		text = "辉光技变身后使用第二种荧光技（%s/%s）",
	},
	[820000066] = {
		id = 820000066,
		text = "辉光技变身后使用第三种荧光技（%s/%s）",
	},
	[820000067] = {
		id = 820000067,
		text = "疾驰技成功闪避伤害（%s/%s）",
	},
	[820000068] = {
		id = 820000068,
		text = "消耗储能罐（%s/%s）",
	},
	[820000069] = {
		id = 820000069,
		text = "使用能量盾格挡成功（%s/%s）",
	},
	[820000070] = {
		id = 820000070,
		text = "消耗储能罐（%s/%s）",
	},
	[820000071] = {
		id = 820000071,
		text = "使用辉光技（%s/%s）",
	},
	[820000072] = {
		id = 820000072,
		text = "使用荧光技发射导弹（%s/%s）",
	},
	[820000073] = {
		id = 820000073,
		text = "使用辉光技变身后任意技能（%s/%s）",
	},
	[820000074] = {
		id = 820000074,
		text = "叠加减益状态层数（%s/%s）",
	},
	[820000075] = {
		id = 820000075,
		text = "利用荧光技抵挡敌人伤害（%s/%s）",
	},
	[820000076] = {
		id = 820000076,
		text = "使用辉光技（%s/%s）",
	},
	[820000077] = {
		id = 820000077,
		text = "叠加减益状态层数（%s/%s）",
	},
	[820000078] = {
		id = 820000078,
		text = "以荧光技进入瞄准模式（%s/%s）",
	},
	[821000001] = {
		id = 821000001,
		text = "赛文楼德大王",
	},
	[821000002] = {
		id = 821000002,
		text = "多莉",
	},
	[821100001] = {
		id = 821100001,
		text = "暂借形象的",
	},
	[821100002] = {
		id = 821100002,
		text = "无夜玛特店员",
	},
	[822000001] = {
		id = 822000001,
		text = "当然啦，孤王吃杂草也能活。但如果你能从时间之外运送一些物资，那这个世界就会变得更好。",
	},
	[822000002] = {
		id = 822000002,
		text = "欢迎光临无夜玛特！这个月有「金星贝」支付优惠活动喔~",
	},
	[823000001] = {
		id = 823000001,
		text = "赛文楼德大王",
	},
	[823000002] = {
		id = 823000002,
		text = "无夜玛特",
	},
	[823000003] = {
		id = 823000003,
		text = "一三五先生",
	},
	[823000004] = {
		id = 823000004,
		text = "二四六小姐",
	},
	[823000005] = {
		id = 823000005,
		text = "红王白后",
	},
	[823000006] = {
		id = 823000006,
		text = "内天之星",
	},
	[823000007] = {
		id = 823000007,
		text = "宇宙",
	},
	[823000008] = {
		id = 823000008,
		text = "任务",
	},
	[823000011] = {
		id = 823000011,
		text = "梦境灵修",
	},
	[823000012] = {
		id = 823000012,
		text = "日常任务",
	},
	[823000013] = {
		id = 823000013,
		text = "目标手册",
	},
	[823000014] = {
		id = 823000014,
		text = "礼包商店",
	},
	[823000015] = {
		id = 823000015,
		text = "外观商店",
	},
	[823000016] = {
		id = 823000016,
		text = "兑换商店",
	},
	[823000017] = {
		id = 823000017,
		text = "充值",
	},
	[823000018] = {
		id = 823000018,
		text = "月天签名",
	},
	[823000019] = {
		id = 823000019,
		text = "通行证",
	},
	[823000020] = {
		id = 823000020,
		text = "红王白后-炼金",
	},
	[823000021] = {
		id = 823000021,
		text = "红王白后-分解",
	},
	[823000024] = {
		id = 823000024,
		text = "接机",
	},
	[823000025] = {
		id = 823000025,
		text = "套房",
	},
	[823000026] = {
		id = 823000026,
		text = "活动",
	},
	[823000027] = {
		id = 823000027,
		text = "总力战",
	},
	[823000028] = {
		id = 823000028,
		text = "红王白后-分解",
	},
	[823000029] = {
		id = 823000029,
		text = "兑换商店",
	},
	[823010001] = {
		id = 823010001,
		text = "活动奖励",
	},
	[823010002] = {
		id = 823010002,
		text = "商城",
	},
	[823010003] = {
		id = 823010003,
		text = "累积充值",
	},
	[823010004] = {
		id = 823010004,
		text = "充值",
	},
	[823010005] = {
		id = 823010005,
		text = "每日发放",
	},
	[823010006] = {
		id = 823010006,
		text = "家具商店",
	},
	[823010007] = {
		id = 823010007,
		text = "初心套装礼包",
	},
	[823010008] = {
		id = 823010008,
		text = "前戏测试",
	},
	[824000001] = {
		id = 824000001,
		text = "限购次数：",
	},
	[824000002] = {
		id = 824000002,
		text = "每日限购：",
	},
	[824000003] = {
		id = 824000003,
		text = "每周限购：",
	},
	[824000004] = {
		id = 824000004,
		text = "每月限购：",
	},
	[825001000] = {
		id = 825001000,
		text = "「错误的敌人」",
	},
	[825001001] = {
		id = 825001001,
		text = "移动",
	},
	[825001002] = {
		id = 825001002,
		text = "进攻按键",
	},
	[825001003] = {
		id = 825001003,
		text = "荧光技",
	},
	[825001004] = {
		id = 825001004,
		text = "辉光技",
	},
	[825001005] = {
		id = 825001005,
		text = "疾驰技",
	},
	[825001006] = {
		id = 825001006,
		text = "闪避斩",
	},
	[825001007] = {
		id = 825001007,
		text = "切换锁定目标",
	},
	[825001008] = {
		id = 825001008,
		text = "长按疾驰技的冲刺",
	},
	[825001009] = {
		id = 825001009,
		text = "辉光技充能",
	},
	[825001010] = {
		id = 825001010,
		text = "HP与护盾",
	},
	[825001011] = {
		id = 825001011,
		text = "命质",
	},
	[825001012] = {
		id = 825001012,
		text = "战舰技能",
	},
	[825001013] = {
		id = 825001013,
		text = "铁壁值",
	},
	[825001014] = {
		id = 825001014,
		text = "切换角色",
	},
	[825001015] = {
		id = 825001015,
		text = "辉光技充能",
	},
	[825001016] = {
		id = 825001016,
		text = "精确反击",
	},
	[825001017] = {
		id = 825001017,
		text = "精确反击",
	},
	[825001018] = {
		id = 825001018,
		text = "辉光技施放",
	},
	[825001019] = {
		id = 825001019,
		text = "铁壁烧坠",
	},
	[825001020] = {
		id = 825001020,
		text = "小鱼的强化浮游炮",
	},
	[825002001] = {
		id = 825002001,
		text = "移动",
	},
	[825002002] = {
		id = 825002002,
		text = "进攻按键",
	},
	[825002003] = {
		id = 825002003,
		text = "疾驰技",
	},
	[825002004] = {
		id = 825002004,
		text = "长按疾驰技的冲刺",
	},
	[825002005] = {
		id = 825002005,
		text = "闪避斩",
	},
	[825002006] = {
		id = 825002006,
		text = "切换锁定目标",
	},
	[825002007] = {
		id = 825002007,
		text = "HP与护盾",
	},
	[825002008] = {
		id = 825002008,
		text = "命质",
	},
	[825002009] = {
		id = 825002009,
		text = "战舰技能",
	},
	[825002010] = {
		id = 825002010,
		text = "铁壁烧坠",
	},
	[825002011] = {
		id = 825002011,
		text = "切换角色",
	},
	[825002012] = {
		id = 825002012,
		text = "辉光技充能",
	},
	[825002013] = {
		id = 825002013,
		text = "精确反击",
	},
	[825002014] = {
		id = 825002014,
		text = "精确反击",
	},
	[825002015] = {
		id = 825002015,
		text = "辉光技施放",
	},
	[825002016] = {
		id = 825002016,
		text = "铁壁烧坠",
	},
	[825003001] = {
		id = 825003001,
		text = "围绕十字星的进攻",
	},
	[825003002] = {
		id = 825003002,
		text = "关于折光的其它事",
	},
	[825003003] = {
		id = 825003003,
		text = "双模式：闪避/格挡",
	},
	[825003004] = {
		id = 825003004,
		text = "关于折光的其它事",
	},
	[825003005] = {
		id = 825003005,
		text = "「挂机角色」",
	},
	[825003006] = {
		id = 825003006,
		text = "挂机角色的豹变",
	},
	[825003007] = {
		id = 825003007,
		text = "注重蓄力的拔刀者",
	},
	[825003008] = {
		id = 825003008,
		text = "信使的视野",
	},
	[825003009] = {
		id = 825003009,
		text = "铁拳连段与子弹时间",
	},
	[825003010] = {
		id = 825003010,
		text = "关于逆戟雀的其它事",
	},
	[825003011] = {
		id = 825003011,
		text = "拉人-承伤-反伤的思路",
	},
	[825003012] = {
		id = 825003012,
		text = "连击点",
	},
	[825003013] = {
		id = 825003013,
		text = "热量管理",
	},
	[825003014] = {
		id = 825003014,
		text = "机械仆从",
	},
	[825004001] = {
		id = 825004001,
		text = "任务系统",
	},
	[825004002] = {
		id = 825004002,
		text = "日常任务",
	},
	[825004003] = {
		id = 825004003,
		text = "目标奖励册",
	},
	[825004004] = {
		id = 825004004,
		text = "眠眠的战斗教室",
	},
	[825004005] = {
		id = 825004005,
		text = "时珊瑚树",
	},
	[825004006] = {
		id = 825004006,
		text = "百科图鉴",
	},
	[825004007] = {
		id = 825004007,
		text = "角色升级",
	},
	[825004008] = {
		id = 825004008,
		text = "武器升级",
	},
	[825004009] = {
		id = 825004009,
		text = "技能升级",
	},
	[825004010] = {
		id = 825004010,
		text = "星位系统",
	},
	[825004011] = {
		id = 825004011,
		text = "日常巡航",
	},
	[825004012] = {
		id = 825004012,
		text = "内天体熔铸",
	},
	[825004013] = {
		id = 825004013,
		text = "远航支援商店",
	},
	[825004014] = {
		id = 825004014,
		text = "套房快乐趴",
	},
	[825004015] = {
		id = 825004015,
		text = "高亮词",
	},
	[825004016] = {
		id = 825004016,
		text = "跳过对话",
	},
	[825004017] = {
		id = 825004017,
		text = "跳过通讯框对话",
	},
	[825004018] = {
		id = 825004018,
		text = "稀有度",
	},
	[825004019] = {
		id = 825004019,
		text = "城区内的移动",
	},
	[825004020] = {
		id = 825004020,
		text = "城区内的跳跃",
	},
	[825004021] = {
		id = 825004021,
		text = "舰桥和星图切换",
	},
	[825004022] = {
		id = 825004022,
		text = "接机",
	},
	[825004023] = {
		id = 825004023,
		text = "梦境灵修",
	},
	[825004024] = {
		id = 825004024,
		text = "活动",
	},
	[825004025] = {
		id = 825004025,
		text = "召唤鼠标",
	},
	[825004026] = {
		id = 825004026,
		text = "总统套房中的家具",
	},
	[825004027] = {
		id = 825004027,
		text = "超时空的相遇",
	},
	[825004028] = {
		id = 825004028,
		text = "特别提示！",
	},
	[825004029] = {
		id = 825004029,
		text = "开始尝试吧",
	},
	[825004030] = {
		id = 825004030,
		text = "卡池",
	},
	[825004031] = {
		id = 825004031,
		text = "赛文楼德大王发表重要讲话！",
	},
	[825004032] = {
		id = 825004032,
		text = "远航",
	},
	[825004033] = {
		id = 825004033,
		text = "舰桥助手",
	},
	[825004034] = {
		id = 825004034,
		text = "赛文楼德大王发表重要讲话！",
	},
	[825004035] = {
		id = 825004035,
		text = "王宫点数",
	},
	[825005001] = {
		id = 825005001,
		text = "远航教学1",
	},
	[825005002] = {
		id = 825005002,
		text = "远航教学2",
	},
	[825005003] = {
		id = 825005003,
		text = "远航教学3",
	},
	[825005004] = {
		id = 825005004,
		text = "远航教学4",
	},
	[825005005] = {
		id = 825005005,
		text = "远航教学5",
	},
	[825005006] = {
		id = 825005006,
		text = "远航教学6",
	},
	[825005007] = {
		id = 825005007,
		text = "远航教学7",
	},
	[825005008] = {
		id = 825005008,
		text = "远航教学8",
	},
	[825005009] = {
		id = 825005009,
		text = "远航教学9",
	},
	[825005010] = {
		id = 825005010,
		text = "远航教学10",
	},
	[825005011] = {
		id = 825005011,
		text = "远航教学11",
	},
	[825005012] = {
		id = 825005012,
		text = "远航教学12",
	},
	[825005013] = {
		id = 825005013,
		text = "远航教学13",
	},
	[825005014] = {
		id = 825005014,
		text = "远航教学14",
	},
	[825005015] = {
		id = 825005015,
		text = "远航教学15",
	},
	[825005016] = {
		id = 825005016,
		text = "远航教学16",
	},
	[825005017] = {
		id = 825005017,
		text = "远航教学17",
	},
	[825005018] = {
		id = 825005018,
		text = "远航教学18",
	},
	[825006001] = {
		id = 825006001,
		text = "图文教学",
	},
	[825006002] = {
		id = 825006002,
		text = "图文教学",
	},
	[825006003] = {
		id = 825006003,
		text = "图文教学",
	},
	[825006004] = {
		id = 825006004,
		text = "图文教学",
	},
	[825006005] = {
		id = 825006005,
		text = "图文教学",
	},
	[825006006] = {
		id = 825006006,
		text = "图文教学",
	},
	[825006007] = {
		id = 825006007,
		text = "图文教学",
	},
	[825006008] = {
		id = 825006008,
		text = "图文教学",
	},
	[825006009] = {
		id = 825006009,
		text = "图文教学",
	},
	[825006010] = {
		id = 825006010,
		text = "图文教学",
	},
	[825006011] = {
		id = 825006011,
		text = "图文教学",
	},
	[825006012] = {
		id = 825006012,
		text = "图文教学",
	},
	[825006013] = {
		id = 825006013,
		text = "图文教学",
	},
	[825006014] = {
		id = 825006014,
		text = "图文教学",
	},
	[825006015] = {
		id = 825006015,
		text = "图文教学",
	},
	[825006016] = {
		id = 825006016,
		text = "图文教学",
	},
	[825006017] = {
		id = 825006017,
		text = "图文教学",
	},
	[825006018] = {
		id = 825006018,
		text = "图文教学",
	},
	[825006019] = {
		id = 825006019,
		text = "图文教学",
	},
	[825006020] = {
		id = 825006020,
		text = "图文教学",
	},
	[825006021] = {
		id = 825006021,
		text = "图文教学",
	},
	[825006022] = {
		id = 825006022,
		text = "图文教学",
	},
	[825006023] = {
		id = 825006023,
		text = "图文教学",
	},
	[825006024] = {
		id = 825006024,
		text = "图文教学",
	},
	[825006025] = {
		id = 825006025,
		text = "图文教学",
	},
	[825006026] = {
		id = 825006026,
		text = "图文教学",
	},
	[825006027] = {
		id = 825006027,
		text = "图文教学",
	},
	[825006028] = {
		id = 825006028,
		text = "图文教学",
	},
	[825006029] = {
		id = 825006029,
		text = "图文教学",
	},
	[825006030] = {
		id = 825006030,
		text = "图文教学",
	},
	[825006031] = {
		id = 825006031,
		text = "图文教学",
	},
	[825006032] = {
		id = 825006032,
		text = "图文教学",
	},
	[825006033] = {
		id = 825006033,
		text = "图文教学",
	},
	[825006034] = {
		id = 825006034,
		text = "图文教学",
	},
	[825006035] = {
		id = 825006035,
		text = "图文教学",
	},
	[825006036] = {
		id = 825006036,
		text = "图文教学",
	},
	[825006037] = {
		id = 825006037,
		text = "图文教学",
	},
	[825006038] = {
		id = 825006038,
		text = "图文教学",
	},
	[825006039] = {
		id = 825006039,
		text = "图文教学",
	},
	[825006040] = {
		id = 825006040,
		text = "图文教学",
	},
	[825006041] = {
		id = 825006041,
		text = "图文教学",
	},
	[825006042] = {
		id = 825006042,
		text = "图文教学",
	},
	[825006043] = {
		id = 825006043,
		text = "图文教学",
	},
	[825006044] = {
		id = 825006044,
		text = "图文教学",
	},
	[825006045] = {
		id = 825006045,
		text = "图文教学",
	},
	[825006046] = {
		id = 825006046,
		text = "图文教学",
	},
	[825006047] = {
		id = 825006047,
		text = "图文教学",
	},
	[826001000] = {
		id = 826001000,
		text = "需要在敌人中找出<span color=\"#ff6c00\">不同阵营的那一个</>，优先击杀。\
当击杀了「错误的敌人」时，会召唤更多「错误的敌人」。\
击杀了「正确的敌人」，就会停止召唤了。",
	},
	[826001001] = {
		id = 826001001,
		text = "使用键盘WASD，进行四方向移动。",
	},
	[826001002] = {
		id = 826001002,
		text = "点击鼠标左键，可以使用<span color=\"#ff6c00\">轻攻击</>。长按可以<span color=\"#ff6c00\">蓄力</>。",
	},
	[826001003] = {
		id = 826001003,
		text = "点击鼠标右键，可以使用<span color=\"#ff6c00\">荧光技</>，长按可以<span color=\"#ff6c00\">蓄力</>。",
	},
	[826001004] = {
		id = 826001004,
		text = "当辉光技充能满时，点击R键，可以使用<span color=\"#ff6c00\">辉光技</>。",
	},
	[826001005] = {
		id = 826001005,
		text = "点击空格键，可以使用<span color=\"#ff6c00\">疾驰技</>，会朝向移动方向闪避并规避伤害。\
<span color=\"#ff6c00\">疾驰技</>需要消耗疾驰能量，疾驰能量自动回复。",
	},
	[826001006] = {
		id = 826001006,
		text = "对于部分角色，在点按<span color=\"#ff6c00\">疾驰技</>后，紧接着<span color=\"#ff6c00\">轻攻击</>，可以使用闪避斩。\
闪避斩通常是一个比轻攻击更强力的攻击技能。",
	},
	[826001007] = {
		id = 826001007,
		text = "屏幕中央显示着被<span color=\"#ff6c00\">锁定</>的敌人。\
点击Q键/E键，就可以将锁定目标切换为位于<span color=\"#ff6c00\">左/右</>侧的另一个敌人。",
	},
	[826001008] = {
		id = 826001008,
		text = "对于部分角色，长按<span color=\"#ff6c00\">疾驰技</>可以进行远距离冲刺，迅速接近敌人。\
关于此类特殊效果，详见角色的技能描述。",
	},
	[826001009] = {
		id = 826001009,
		text = "对于每个角色，辉光技充能的来源是不同的。\
信风在敌人数量较多的情况下使用<span color=\"#ff6c00\">荧光技</>时，则会获得大量辉光技充能。\
其他角色的充能手段，详见角色的技能描述。",
	},
	[826001010] = {
		id = 826001010,
		text = "图中所示的是敌人的HP条与护盾条。\
敌人受伤时，先消耗<span color=\"#ff6c00\">护盾</>，再消耗<span color=\"#ff6c00\">HP</>。",
	},
	[826001011] = {
		id = 826001011,
		text = "图中所示的是敌人的<span color=\"#ff6c00\">命质</>。\
命质共有六种，分别是<span color=\"#ff6c00\">物理</>命质：粒子、动能、力场；<span color=\"#ff6c00\">超凡</>命质：灾厄、侵蚀、虚无。\
它们呈现出攻防上的克制关系，例如<span color=\"#ff6c00\">粒子质</>的攻击，对<span color=\"#ff6c00\">动能质</>的敌人伤害更高。",
	},
	[826001012] = {
		id = 826001012,
		text = "点击T键，可以使用战舰技能。（每艘战舰都有不同技能）\
每次使用，消耗一发<span color=\"#ff6c00\">舰武载弹</>。\
仅在部分玩法中可以召唤战舰。",
	},
	[826001013] = {
		id = 826001013,
		text = "在锁定框边缘，有<span color=\"#ff6c00\">铁壁值</>的红色进度条。\
使用各种攻击手段，把敌人的<span color=\"#ff6c00\">铁壁值</>清零，就会使敌人进入<span color=\"#ff6c00\">铁壁烧坠</>状态。",
	},
	[826001014] = {
		id = 826001014,
		text = "点击X键/C键，可以把屏幕下方的「HP与头像」区域中，<span color=\"#ff6c00\">左/右</>头像对应的角色切换上场。",
	},
	[826001015] = {
		id = 826001015,
		text = "小鱼在消耗<span color=\"#ff6c00\">浮游炮能量</>时，会获得辉光技充能。",
	},
	[826001016] = {
		id = 826001016,
		text = "部分敌人能够发动<span color=\"#ff6c00\">高危技能</>，发动时有红光提示危险。\
找准时机，使用<span color=\"#ff6c00\">精确反击</>，可以打断高危技能，并使该敌人受到极大惩罚（某些敌人甚至会立刻死亡）。",
	},
	[826001017] = {
		id = 826001017,
		text = "信风的闪避斩即为<span color=\"#ff6c00\">精确反击</>技能，而小鱼没有精确反击能力。\
一般来说，近战角色都具备精确反击能力。少量远程角色也具备精确反击能力。\
各角色的<span color=\"#ff6c00\">精确反击</>技能，详见其技能描述。",
	},
	[826001018] = {
		id = 826001018,
		text = "辉光技施放的临时文本",
	},
	[826001019] = {
		id = 826001019,
		text = "<span color=\"#ff6c00\">铁壁烧坠</>状态中的敌人，一段时间内毫无还手之力，且受到的伤害更高。",
	},
	[826001020] = {
		id = 826001020,
		text = "小鱼可以通过轻攻击等手段积攒浮游炮能量，进而强化小鱼的浮游炮。强化浮游炮可以通过荧光技、疾驰技释放。积攒的能量越多，伤害越高。",
	},
	[826002001] = {
		id = 826002001,
		text = "使用虚拟摇杆，进行多方向移动。",
	},
	[826002002] = {
		id = 826002002,
		text = "点击图中红箭头指向的按键，可以使用<span color=\"#ff6c00\">轻攻击</>。长按可以<span color=\"#ff6c00\">蓄力</>。\
点击图中黄箭头指向的按键，可以使用<span color=\"#ff6c00\">荧光技</>，长按可以<span color=\"#ff6c00\">蓄力</>。\
当辉光技充能满时，点击图中绿箭头指向的按键，可以使用<span color=\"#ff6c00\">辉光技</>。",
	},
	[826002003] = {
		id = 826002003,
		text = "点击图中左下角按键，可以使用<span color=\"#ff6c00\">疾驰技</>。若在向某方向移动时使用，则疾驰方向会朝向移动方向。\
<span color=\"#ff6c00\">疾驰技</>需要消耗疾驰能量，疾驰能量自动回复。",
	},
	[826002004] = {
		id = 826002004,
		text = "对于部分角色，长按<span color=\"#ff6c00\">疾驰技</>可以进行远距离冲刺，迅速接近敌人。\
关于此类特殊效果，详见角色的技能描述。",
	},
	[826002005] = {
		id = 826002005,
		text = "对于部分角色，在点按<span color=\"#ff6c00\">左、右、后向的疾驰技</>后，紧接着<span color=\"#ff6c00\">轻攻击</>，可以使用闪避斩。\
闪避斩通常是一个比轻攻击更强力的攻击技能。",
	},
	[826002006] = {
		id = 826002006,
		text = "屏幕中央显示着被<span color=\"#ff6c00\">锁定</>的敌人。\
在屏幕<span color=\"#ff6c00\">中间空白区域</>，向<span color=\"#ff6c00\">左/右</>滑动，就可以将锁定目标切换为位于<span color=\"#ff6c00\">左/右</>侧的另一个敌人。",
	},
	[826002007] = {
		id = 826002007,
		text = "图中所示的是敌人的HP条与护盾条。\
敌人受伤时，先消耗<span color=\"#ff6c00\">护盾</>，再消耗<span color=\"#ff6c00\">HP</>。",
	},
	[826002008] = {
		id = 826002008,
		text = "图中所示的是敌人的<span color=\"#ff6c00\">命质</>。\
命质共有六种，分别是<span color=\"#ff6c00\">物理</>命质：粒子、动能、力场；<span color=\"#ff6c00\">超凡</>命质：灾厄、侵蚀、虚无。\
它们呈现出攻防上的克制关系，例如<span color=\"#ff6c00\">粒子质</>的攻击，对<span color=\"#ff6c00\">动能质</>的敌人伤害更高。",
	},
	[826002009] = {
		id = 826002009,
		text = "点击屏幕右侧，如图位置的按钮，可以使用战舰技能。（每艘战舰都有不同技能）\
每次使用，消耗一发<span color=\"#ff6c00\">舰武载弹</>。\
仅在部分玩法中可以召唤战舰。",
	},
	[826002010] = {
		id = 826002010,
		text = "在锁定框边缘，有<span color=\"#ff6c00\">铁壁值</>的红色进度条。\
使用各种攻击手段，把敌人的<span color=\"#ff6c00\">铁壁值</>清零，就会使敌人进入<span color=\"#ff6c00\">铁壁烧坠</>状态，一段时间内毫无还手之力，且受到的伤害更高。",
	},
	[826002011] = {
		id = 826002011,
		text = "在屏幕下方的「HP与头像」区域，向<span color=\"#ff6c00\">左/右</>滑动，就可以把<span color=\"#ff6c00\">右/左</>头像对应的角色切换上场。",
	},
	[826002012] = {
		id = 826002012,
		text = "对于每个角色，辉光技充能的来源是不同的。\
信风每次使用<span color=\"#ff6c00\">荧光技</>时，如果与上一次用出了<span color=\"#ff6c00\">不同</>的技能，则会获得辉光技充能。\
小鱼在消耗<span color=\"#ff6c00\">连击点</>时，会获得辉光技充能。\
其他角色的充能手段，详见角色的技能描述。",
	},
	[826002013] = {
		id = 826002013,
		text = "部分敌人能够发动<span color=\"#ff6c00\">高危技能</>，发动时有红光提示危险。\
找准时机，使用<span color=\"#ff6c00\">精确反击</>，可以打断高危技能，并使该敌人受到极大惩罚（某些敌人甚至会立刻死亡）。",
	},
	[826002014] = {
		id = 826002014,
		text = "信风的闪避斩即为<span color=\"#ff6c00\">精确反击</>技能，而小鱼没有精确反击能力。\
一般来说，近战角色都具备精确反击能力。少量远程角色也具备精确反击能力。\
各角色的<span color=\"#ff6c00\">精确反击</>技能，详见其技能描述。",
	},
	[826002015] = {
		id = 826002015,
		text = "辉光技施放的临时文本",
	},
	[826002016] = {
		id = 826002016,
		text = "<span color=\"#ff6c00\">铁壁烧坠</>状态中的敌人，一段时间内毫无还手之力，且受到的伤害更高。",
	},
	[826003001] = {
		id = 826003001,
		text = "在轻攻击最后一段时，折光背后武装上的<span color=\"#ff6c00\">十字星</>会闪光，此时精准地使用荧光技，就能获得强化，并重置其CD，并为辉光技充能。\
辉光技召唤的<span color=\"#ff6c00\">十字星</>大剑，也可以用荧光技<span color=\"#ff6c00\">击碎</>，算作成功强化，获得所有对应奖励。",
	},
	[826003002] = {
		id = 826003002,
		text = "折光在濒死时，能够残血复活。\
在敌人<span color=\"#ff6c00\">铁壁烧坠</>时，换上折光，她会发动一次强力的旋转斩击。",
	},
	[826003003] = {
		id = 826003003,
		text = "霰弹模式下，当闪避的<span color=\"#ff6c00\">无敌帧</>成功规避了伤害，会点亮1储能罐，并为辉光技充能。\
狙击模式下，无法闪避，疾驰技效果变为<span color=\"#ff6c00\">格挡</>（可以连点，还可以长按）。\
当<span color=\"#ff6c00\">格挡</>成功，会点亮1储能罐，并为辉光技充能。",
	},
	[826003004] = {
		id = 826003004,
		text = "在霰弹模式下，闪避后立刻接荧光技，可以触发快速切换。\
狙击模式下，折光全程<span color=\"#ff6c00\">霸体</>。\
双战斗模式都可以消耗储能罐，得到进攻上的增强效果。",
	},
	[826003005] = {
		id = 826003005,
		text = "使用辉光技之前，可以把十四娘当做一个<span color=\"#ff6c00\">挂机角色</>。\
用轻攻击<span color=\"#ff6c00\">放出</>浮塔，然后就可以挂机看浮塔打伤害（越挂机攻击越低、防御越高）。\
可以用荧光技<span color=\"#ff6c00\">召回</>浮塔，穿过敌人时造成伤害，并为辉光技充能。",
	},
	[826003006] = {
		id = 826003006,
		text = "使用辉光技后，变成近战角色。\
轻攻击与荧光技之间，会形成四种不同的<span color=\"#ff6c00\">连段</>，打出不同的技能效果。",
	},
	[826003007] = {
		id = 826003007,
		text = "有四种可以蓄力的攻击，每一种达到最高阶蓄力时，都会为辉光技充能。\
攻击命中时会叠加暴击率，而在发生暴击时移除。",
	},
	[826003008] = {
		id = 826003008,
		text = "针对不同的战场情况，信风会自动使用不同的荧光技，共有6种。\
每次使用荧光技时，如果与上一个不同，则会为辉光技充能。\
信风的闪避斩可用于<span color=\"#ff6c00\">精确反击</>。",
	},
	[826003009] = {
		id = 826003009,
		text = "每段荧光技都需要在闪光时精准按下，只要不断，就可以一直继续下去。\
高连段的荧光技，会为辉光技充能。\
逆戟雀的疾驰技是一个<span color=\"#ff6c00\">受身</>技能，被控时也可以使用。",
	},
	[826003010] = {
		id = 826003010,
		text = "在受伤后的一瞬间<span color=\"#ff6c00\">受身</>，会触发<span color=\"#ff6c00\">子弹时间</>。\
结合星位效果，逆戟雀有一系列有助于生存的被动，且在HP较少时输出更高。",
	},
	[826003011] = {
		id = 826003011,
		text = "点按轻攻击，或使用辉光技，都能获得<span color=\"#ff6c00\">护盾片</>。\
长按荧光技时，大幅增强生存能力，并持续抓取附近的敌人。<span color=\"#ff6c00\">护盾片</>全亮时，长按荧光技获得霸体。\
松开时，消耗所有<span color=\"#ff6c00\">护盾片</>发动攻击。\
长按轻攻击，可瞬间抓取敌人，根据命中敌人的数量为辉光技充能。",
	},
	[826003012] = {
		id = 826003012,
		text = "点按轻攻击、蓄力轻攻击、蓄力荧光技，都会根据其本身的「达成阶段」，来增加<span color=\"#ff6c00\">连击点</>。\
可以通过点按荧光技，或疾驰技，来消耗<span color=\"#ff6c00\">连击点</>，发出强力的导弹，并为辉光技充能。\
辉光技会使<span color=\"#ff6c00\">连击点</>立刻满点。",
	},
	[826003013] = {
		id = 826003013,
		text = "轻攻击与荧光技，都会积攒<span color=\"#ff6c00\">热量</>。<span color=\"#ff6c00\">热量</>满时，无法再用此类进攻手段。\
长按疾驰技，可以<span color=\"#ff6c00\">主动散热</>，且此行为会为辉光技充能。\
辉光技开启后，会有一套不积攒热量的独立攻击手段，且不断自动发射导弹。\
被敌人近身时，「点按的轻攻击」自动变为近战，弹开敌人。",
	},
	[826003014] = {
		id = 826003014,
		text = "轻攻击与荧光技命中敌人，可以为敌人添加<span color=\"#ff6c00\">下位</>，降低敌人的物理防御，最多叠加30层，层数越高，效果持续时间越长。\
长按疾驰技，可以在前方生成<span color=\"#ff6c00\">护盾</>，降低受到的伤害并将部分反弹给敌人。\
辉光技开启后，会切换至下一位角色，并且装甲会留在场上协调攻击",
	},
	[826004001] = {
		id = 826004001,
		text = "请从主菜单的此处进入<span color=\"#ff6c00\">任务系统</>。",
	},
	[826004002] = {
		id = 826004002,
		text = "<span color=\"#ff6c00\">日常任务</>开放了！\
请从主菜单的任务按钮进入，每天都会自动接取新的日常任务。\
点击任务界面中的<span color=\"#ff6c00\">问号</>按钮，可以查看更多介绍。",
	},
	[826004003] = {
		id = 826004003,
		text = "<span color=\"#ff6c00\">目标奖励册</>开放了！\
请从主菜单的此处进入。\
完成<span color=\"#ff6c00\">一整页</>目标，可以领取额外奖励，然后开放<span color=\"#ff6c00\">下一页</>。",
	},
	[826004004] = {
		id = 826004004,
		text = "<span color=\"#ff6c00\">眠眠的战斗教室</>开放了！\
请从主菜单的此处进入。\
在这个活动中，你可以试用所有角色。根据完成的<span color=\"#ff6c00\">挑战目标</>，获得对应奖励。",
	},
	[826004005] = {
		id = 826004005,
		text = "这就是能够改变故事走向的<span color=\"#ff6c00\">时珊瑚树</>系统。\
由于本次是通过DEAD END进入，所以在选择某个<span color=\"#ff6c00\">节点</>之前，无法离开。\
从DEAD END进入时珊瑚树时，都无法自由离开。\
当然，你也可以在任意的自由时光里，随时打开时珊瑚树系统，跳转故事的节点。\
平时，请从主菜单的此处进入<span color=\"#ff6c00\">时珊瑚树</>。\
进入界面后，点击<span color=\"#ff6c00\">问号</>按钮，可以查看更多介绍。",
	},
	[826004006] = {
		id = 826004006,
		text = "请从主菜单的此处进入<span color=\"#ff6c00\">百科图鉴</>。\
剧情中所有已提及的<span color=\"#ff6c00\">高亮词</>，与曾经弹出过的所有<span color=\"#ff6c00\">图文教学</>，都在其中收录。",
	},
	[826004007] = {
		id = 826004007,
		text = "<span color=\"#ff6c00\">角色升级</>开放了！\
请从主菜单的此处进入，然后点击<span color=\"#ff6c00\">升级</>按钮。",
	},
	[826004008] = {
		id = 826004008,
		text = "<span color=\"#ff6c00\">武器升级</>开放了！\
请从主菜单的此处进入，然后选择<span color=\"#ff6c00\">武器</>页签。",
	},
	[826004009] = {
		id = 826004009,
		text = "<span color=\"#ff6c00\">技能升级</>开放了！\
请从主菜单的此处进入，选择<span color=\"#ff6c00\">技能</>页签，然后点击其中一个技能。",
	},
	[826004010] = {
		id = 826004010,
		text = "<span color=\"#ff6c00\">星位系统</>开放了！\
请从主菜单的此处进入，选择<span color=\"#ff6c00\">星位</>页签，从<span color=\"#ff6c00\">最初的</>星位开始查看。",
	},
	[826004011] = {
		id = 826004011,
		text = "<span color=\"#ff6c00\">每日危航</>开放了！\
请垂询<span color=\"#ff6c00\">一三五先生</>或<span color=\"#ff6c00\">二四六小姐</>。\
每天你都会得到新的<span color=\"#ff6c00\">危航许可</>，用于开启危航。\
点击每日危航界面中的<span color=\"#ff6c00\">问号</>按钮，可以查看更多介绍。",
	},
	[826004012] = {
		id = 826004012,
		text = "<span color=\"#ff6c00\">内天体熔铸</>开放了！\
请前往<span color=\"#ff6c00\">内天之星</>，尝试熔铸<span color=\"#ff6c00\">各部位</>的内天体。\
点击内天之星界面中的<span color=\"#ff6c00\">问号</>按钮，可以查看更多介绍。",
	},
	[826004013] = {
		id = 826004013,
		text = "<span color=\"#ff6c00\">远航支援商店</>开放了！\
在那里，可以购买永久强化，在远航中全程生效。",
	},
	[826004014] = {
		id = 826004014,
		text = "<span color=\"#ff6c00\">套房快乐趴</>系统就此开放了！\
从你所在的街区，有两个入口，可以回到刚才所见的，位于时间之外的总统套房。\
它们分别是<span color=\"#ff6c00\">莲花王宫酒店的二楼</>，和<span color=\"#ff6c00\">中央广场的自助面板</>。",
	},
	[826004015] = {
		id = 826004015,
		text = "对话中的任何<span color=\"#ff6c00\">高亮词</>，都可以点击，查看它的解释。",
	},
	[826004016] = {
		id = 826004016,
		text = "<span color=\"#ff6c00\">点击</>即可跳过本句对话。\
<span color=\"#ff6c00\">长按</>可以<span color=\"#ff6c00\">快速</>跳过对话。",
	},
	[826004017] = {
		id = 826004017,
		text = "在通讯框上<span color=\"#ff6c00\">点击</>，即可跳过本句通讯框对话。",
	},
	[826004018] = {
		id = 826004018,
		text = "在这里，我们顺便讲解一下<span color=\"#ff6c00\">稀有度</>。\
游戏中的所有武器、内天体、建筑蓝图……种种物品，全都遵循<span color=\"#ff6c00\">从1星到6星</>的稀有度规则。\
但在6星之上，偶尔还能见到更为稀有的<span color=\"#ff6c00\">辉光秘宝</>……",
	},
	[826004019] = {
		id = 826004019,
		text = "使用键盘WASD，进行多方向移动。",
	},
	[826004020] = {
		id = 826004020,
		text = "点击空格键，可以跳跃。",
	},
	[826004021] = {
		id = 826004021,
		text = "点击此处的按钮，可以在<span color=\"#ff6c00\">舰桥视角</>与<span color=\"#ff6c00\">星图视角</>之间切换。",
	},
	[826004022] = {
		id = 826004022,
		text = "<span color=\"#ff6c00\">接机系统</>开放了！\
在这里，你可以使用两种不同的机票，抽取多种卡池内的<span color=\"#ff6c00\">幻形</>与<span color=\"#ff6c00\">武器</>。\
不同卡池的特殊机制，详见卡池说明。",
	},
	[826004023] = {
		id = 826004023,
		text = "<span color=\"#ff6c00\">梦境灵修</>开放了！\
在这里，你将与各种首领级敌人在虚拟交战中遭遇。\
根据战斗中的评分，你将获取排名，得到丰厚奖励。",
	},
	[826004024] = {
		id = 826004024,
		text = "<span color=\"#ff6c00\">活动系统</>开放了！\
主菜单的此处，会定期推送当前的活动。\
点击主菜单中的活动按钮，可以查看正在举办中的全部活动。",
	},
	[826004025] = {
		id = 826004025,
		text = "在游戏的大部分时间里，鼠标是隐藏着的。\
按住键盘上的Alt键，就能召唤出鼠标。",
	},
	[826004026] = {
		id = 826004026,
		text = "点击屏幕右上角的<span color=\"#ff6c00\">按钮</>，安放家具。\
安放家具时，请注意观察对应的<span color=\"#ff6c00\">套房区域</>。\
总统套房也处于「时珊瑚枝」的影响之下。你新布置的那些家具，似乎有人正在使用……\
请前往对应的<span color=\"#ff6c00\">套房区域</>，寻找你安放的家具。",
	},
	[826004027] = {
		id = 826004027,
		text = "家具自带一个试用幻形，试用幻形将随版本<span color=\"#ff6c00\">不定期更换</>，敬请注意。\
如果你拥有别的幻形，就可以随时更换自己拥有的幻形。\
在家具互动中，当你的手触碰到了<span color=\"#ff6c00\">特别的位置</>，她们就会有所反应。\
详情请见互动期间的屏幕说明。",
	},
	[826004028] = {
		id = 826004028,
		text = "赛文楼德大王的特别提示！\
<span color=\"#ff6c00\">这里是时间之外，而你是拆信之人。</>\
在接机时，如果你觉得她们对你的亲昵程度，超过了你现在的认知，那也正常。\
她们的出发站点，可能是不久后的未来。\
而那未来，也是你必将经历的。",
	},
	[826004029] = {
		id = 826004029,
		text = "借助时空的乱流，赛文楼德大王已经偷偷在你的口袋里塞了十张<span color=\"#ff6c00\">都城机票</>！\
现在，请尝试进行<span color=\"#ff6c00\">十次接机</>。\
列车驶来之后，你可以自己走向车门，亲手<span color=\"#ff6c00\">开门</>，也可以使用快捷按钮开门。",
	},
	[826004030] = {
		id = 826004030,
		text = "刚才体验的卡池【异枝与重聚】，每天都可以免费接机一次。\
也请多多体验开放中的其它卡池。\
目前最推荐的，是卡池【契约初成】。你可以最多体验500次免费接机，并自选最想要的10次接机结果。详情请见卡池本身的介绍。\
未来，你可以随时点击主菜单的<span color=\"#ff6c00\">接机</>按钮，进入时间之外的站点。",
	},
	[826004031] = {
		id = 826004031,
		text = "呀！又是我，你的好朋友赛文楼德大王。\
怎么，被吓到了吗？\
听好了，虽然我们身处命运之线（Nornium）交错的可疑空间，但我不是可疑人士。\
虽然我接下来会带你去一个更可疑的地方，但我不是可疑人士。\
更可疑的地方……嗯，它的名字叫做<span color=\"#ff6c00\">套房快乐趴</>！\
你会喜欢那里的……那是你即将拥有的产业，我只是提前带你去看看它。\
相信赛文楼德大王吧！她比你更了解你自己。",
	},
	[826004032] = {
		id = 826004032,
		text = "今后，你可以随时使用这台穿梭机离开无序之都，登上自己的战舰，进行<span color=\"#ff6c00\">远航</>。\
在<span color=\"#ff6c00\">远航</>中，可以获取各类收益，包括仅能从远航中获得的独特材料。",
	},
	[826004033] = {
		id = 826004033,
		text = "在舰桥上层，每次登上舰桥的初始位置附近，你可以找到<span color=\"#ff6c00\">舰桥助手</>。\
如果有事需要<span color=\"#ff6c00\">临时返回</>无序之都，或者想要<span color=\"#ff6c00\">放弃</>当前的远航，都可以寻求她的服务。",
	},
	[826004034] = {
		id = 826004034,
		text = "铛铛！没想到会在这里遇见孤王？还是早就想到了？\
之前孤王说过，「这是你即将拥有的产业，我只是提前带你看看」——你现在明白其中的含义了？\
在时珊瑚树上的「发信」，让你部分超越了时间。而在这里——时间之外、时间之上——所有美好的经历都同时存在，甚至提前存在。在以后的<span color=\"#ff6c00\">版本</>，说不定会增加新的玩法……\
啊，你是不是想问我，什么是系统、什么是版本？\
因为我们不在对话框里，所以你问不了，略略略。",
	},
	[826004035] = {
		id = 826004035,
		text = "每天的套房互动，都有一定量的<span color=\"#ff6c00\">王宫点数</>，可以获取。\
在互动时，只要界面上显示着尚未耗尽的<span color=\"#ff6c00\">莲花王宫</>图像，那么，在进行<span color=\"#ff6c00\">特殊互动</>后，就可以获得王宫点数。\
王宫点数可以用于<span color=\"#ff6c00\">兑换家具</>。\
获得重复家具时，也会获得王宫点数。",
	},
	[826005001] = {
		id = 826005001,
		text = "星图上的<span color=\"#ff6c00\">有色连线</>，代表了「已经探索」，前往时不需要消耗回合。\
而<span color=\"#ff6c00\">白色连线</>的相邻坐标，需要消耗1回合，跃迁抵达。\
<span color=\"#ff6c00\">无连线</>的坐标，不可直接抵达。",
	},
	[826005002] = {
		id = 826005002,
		text = "在单次远航期间，我们会获得一种名为<span color=\"#ff6c00\">金刚凝胶</>的资源（航程结束时不保留）。\
金刚凝胶可以做很多事，包括建造建筑、晋升建筑、刷新选择、替换队员……\
宇宙中的游商，也支持用金刚凝胶购买货物。",
	},
	[826005003] = {
		id = 826005003,
		text = "一般的遭遇战过后，奖励是3选1的<span color=\"#ff6c00\">建筑蓝图</>。\
造出<span color=\"#ff6c00\">建筑</>以后，会让你在战斗中获得一些……强大的，或者稀奇古怪的能力。",
	},
	[826005004] = {
		id = 826005004,
		text = "有了<span color=\"#ff6c00\">建筑蓝图</>，就可以安排工人来建造。\
星图上有<span color=\"#ff6c00\">建筑格</>，去那里部署你的新建筑吧。",
	},
	[826005005] = {
		id = 826005005,
		text = "手中的<span color=\"#ff6c00\">建筑蓝图</>超过<span color=\"#ff6c00\">10张</>时，就无法获得新的建筑蓝图了。\
请时刻注意这一点，否则就只能放弃多出的建筑蓝图，白白浪费。",
	},
	[826005006] = {
		id = 826005006,
		text = "<span color=\"#ff6c00\">拆除</>建筑时，返还30金刚凝胶。\
因此，有不需要的<span color=\"#ff6c00\">建筑蓝图</>时，可以在空的<span color=\"#ff6c00\">建筑格</>上操作一番，换取金刚凝胶，也可有效避免手中的建筑蓝图达到10张。\
<span color=\"#ff6c00\">召回</>建筑时，需要花费金刚凝胶。（在本次教学中，临时免费）\
被<span color=\"#ff6c00\">召回</>的建筑，将化作建筑蓝图，回归手中。\
请注意，在<span color=\"#ff6c00\">建筑格界面上方</>，可以<span color=\"#ff6c00\">快捷选择</>所有建筑格。",
	},
	[826005007] = {
		id = 826005007,
		text = "许多建筑的名字里，存在着相同的字眼，这被称为<span color=\"#ff6c00\">字段</>。\
部署<span color=\"#ff6c00\">字段</>建筑时，星图界面上会亮起一格计数。\
当计数格凑满一竖条时，<span color=\"#ff6c00\">字段</>效果就会生效。",
	},
	[826005008] = {
		id = 826005008,
		text = "当你有3个同样的建筑时，你可以选择<span color=\"#ff6c00\">晋升</>，得到更强的建筑，并获得一个<span color=\"#ff6c00\">异宝</>作为奖励。\
晋升的操作，仍然是在<span color=\"#ff6c00\">建筑格</>完成。\
<span color=\"#ff6c00\">晋升</>建筑时，花费50金刚凝胶。\
你获得了3张相同的<span color=\"#ff6c00\">建筑蓝图</>，现在回到前面的<span color=\"#ff6c00\">建筑格</>，去试试晋升吧。",
	},
	[826005009] = {
		id = 826005009,
		text = "你获得了3张相同的<span color=\"#ff6c00\">建筑蓝图</>，现在回到前面的<span color=\"#ff6c00\">建筑格</>，去试试晋升吧。",
	},
	[826005010] = {
		id = 826005010,
		text = "许多建筑的效果描述里，存在着相同的字眼，这被称为<span color=\"#ff6c00\">关键词</>。\
异宝的<span color=\"#ff6c00\">关键词</>，以及部分角色技能中的<span color=\"#ff6c00\">关键词</>，也都是通用的。\
除了通用的建筑以外，也有一些建筑的效果，只对特定角色生效。",
	},
	[826005011] = {
		id = 826005011,
		text = "己方角色在下一场战斗中，会继承前一场战斗的<span color=\"#ff6c00\">HP</>。\
——也就是说，在高压难度之下，角色的<span color=\"#ff6c00\">HP</>总会越打越少。\
如果想替换出战角色，则需消耗<span color=\"#ff6c00\">金刚凝胶</>。",
	},
	[826005012] = {
		id = 826005012,
		text = "在战斗失败后，角色<span color=\"#ff6c00\">HP</>会回满，但会扣取1点<span color=\"#ff6c00\">生存值</>。\
<span color=\"#ff6c00\">生存值</>归零后，本次远航即告失败。",
	},
	[826005013] = {
		id = 826005013,
		text = "每次使用战舰技能，消耗一发<span color=\"#ff6c00\">舰武载弹</>。\
<span color=\"#ff6c00\">舰武载弹</>和金刚凝胶一样，都是在远航中获得，在航程结束时不保留的。",
	},
	[826005014] = {
		id = 826005014,
		text = "每次远航中，先后有3个<span color=\"#ff6c00\">败者首领</>，会出现在<span color=\"#ff6c00\">巡航基地</>附近，每回合向<span color=\"#ff6c00\">巡航基地</>移动1格。\
<span color=\"#ff6c00\">败者首领</>抵达<span color=\"#ff6c00\">巡航基地</>后，每回合扣取1点<span color=\"#ff6c00\">生存值</>。\
战胜所有的<span color=\"#ff6c00\">败者首领</>，本次远航即<span color=\"#ff6c00\">胜利</>结束。",
	},
	[826005015] = {
		id = 826005015,
		text = "星图中存在着从一开始就可以透过迷雾、直接见到的<span color=\"#ff6c00\">商店类坐标</>。\
商店对远航是重要的，请注意规划路线。\
在星图的远处，也存在着从一开始就可以透过迷雾、直接见到的<span color=\"#ff6c00\">邪星燔祭</>。\
<span color=\"#ff6c00\">邪星燔祭</>是远航中最困难的战斗（本次教学星图中没有，请在后续探索），如能战胜，可以获得额外奖励。",
	},
	[826005016] = {
		id = 826005016,
		text = "在<span color=\"#ff6c00\">总览界面</>中，可以看到<span color=\"#ff6c00\">败者首领</>还有多少回合抵达，以及其它各种有用的信息。",
	},
	[826005017] = {
		id = 826005017,
		text = "在初次体验远航时，就对<span color=\"#ff6c00\">败者首领</>一串三，也许并不是新人的正常追求……\
本次的「引导式远航」，只要胜过第一个<span color=\"#ff6c00\">败者首领</>，就可成功结束了。",
	},
	[826005018] = {
		id = 826005018,
		text = "也请在后续的挑战中，不必立刻追求完全的「通关」。\
战胜了任何一个<span color=\"#ff6c00\">败者首领</>，都会得到奖励。\
请利用这些奖励<span color=\"#ff6c00\">成长</>起来，然后获取完全的<span color=\"#ff6c00\">胜利</>吧。",
	},
	[826006001] = {
		id = 826006001,
		text = "<span color=\"#ff6c00\">长按</>轻攻击，将发动一次迅捷冲刺斩击。",
	},
	[826006002] = {
		id = 826006002,
		text = "在轻攻击的连击<span color=\"#ff6c00\">最后一击</>时，或疾驰技<span color=\"#ff6c00\">成功闪避</>伤害时，武装巨剑上的十字星会亮起。\
此时<span color=\"#ff6c00\">精确点按</>荧光技，将发动更强的斩击，并立即刷新荧光技冷却时间。",
	},
	[826006003] = {
		id = 826006003,
		text = "<span color=\"#ff6c00\">辉光技额外召唤的</>武装巨剑，也可被视为「十字星亮起」。\
对被插入额外武装巨剑的目标，荧光技也可发动更强的斩击并刷新。",
	},
	[826006004] = {
		id = 826006004,
		text = "<span color=\"#ff6c00\">长按</>轻攻击，蓄力后打出射程更远的拳劲。",
	},
	[826006005] = {
		id = 826006005,
		text = "逆戟雀的疾驰技是一个<span color=\"#ff6c00\">受身</>技能，角色不受控时也可以使用。\
在受伤后的一瞬间<span color=\"#ff6c00\">点按</>疾驰技，会触发<span color=\"#ff6c00\">子弹时间</>。",
	},
	[826006006] = {
		id = 826006006,
		text = "每段荧光技都需要在闪光时<span color=\"#ff6c00\">精确点按</>，可以无限连击。\
高连段的荧光技，会为辉光技充能。",
	},
	[826006007] = {
		id = 826006007,
		text = "逆戟雀的辉光技，持续期间可自由移动。",
	},
	[826006008] = {
		id = 826006008,
		text = "变身前后的轻攻击，都可以<span color=\"#ff6c00\">长按</>以蓄力。",
	},
	[826006009] = {
		id = 826006009,
		text = "变身前后的荧光技，都可以长按，也可以<span color=\"#ff6c00\">点按</>立即释放。",
	},
	[826006010] = {
		id = 826006010,
		text = "变身前后的荧光技，<span color=\"#ff6c00\">长按</>时将锁定多个敌人，且蓄力满时为辉光技充能。",
	},
	[826006011] = {
		id = 826006011,
		text = "目标处在近距离时，荧光技使用投刃与追击。",
	},
	[826006012] = {
		id = 826006012,
		text = "目标处在中距离时，荧光技使用光束照射。",
	},
	[826006013] = {
		id = 826006013,
		text = "目标处在远距离时，荧光技使用能量球场，造成伤害时为辉光技充能。",
	},
	[826006014] = {
		id = 826006014,
		text = "目标高速移动时，荧光技使用定身法。",
	},
	[826006015] = {
		id = 826006015,
		text = "自身被击飞不受控时，荧光技为<span color=\"#ff6c00\">受身</>技能，反制敌人。\
这一种荧光技冷却时间极短。",
	},
	[826006016] = {
		id = 826006016,
		text = "目标铁壁烧坠时，荧光技使用全力重斩，造成高额伤害。",
	},
	[826006017] = {
		id = 826006017,
		text = "辉光技，以自身武装变形为信使星之门，引导诺伦线的扭曲与压迫，成为毁灭之光。",
	},
	[826006018] = {
		id = 826006018,
		text = "点按轻攻击，炮击目标，产生爆炸。每次炮击积蓄热量。近身时变为近战攻击。\
过热后无法攻击或使用技能。",
	},
	[826006019] = {
		id = 826006019,
		text = "长按轻攻击，机炮连射，期间仍可自由移动。连射期间不断积蓄热量。\
过热后无法攻击或使用技能。",
	},
	[826006020] = {
		id = 826006020,
		text = "长按疾驰技，主动散热，并为辉光技充能。期间仍可自由移动，但移速降低。",
	},
	[826006021] = {
		id = 826006021,
		text = "点按轻攻击，鞭剑五连击。每段连击使1片护盾片亮起。\
长按轻攻击，拉近敌人，使1片护盾片亮起。",
	},
	[826006022] = {
		id = 826006022,
		text = "长按荧光技增加防御，消耗全部护盾片，松开时造成伤害。（防御与伤害都基于亮起护盾片数量）\
蓄力期间持续吸附敌人。若护盾片全亮，则蓄力期间霸体。",
	},
	[826006023] = {
		id = 826006023,
		text = "点按辉光技，发出正义的律师斥责，攻击敌人，并使全部护盾片亮起。",
	},
	[826006024] = {
		id = 826006024,
		text = "若疾驰技成功闪避伤害，则点亮1个储能罐，并为辉光技充能。",
	},
	[826006025] = {
		id = 826006025,
		text = "储能罐亮起时，增加25%攻击力，在任意轻攻击（点按或长按）后熄灭。",
	},
	[826006026] = {
		id = 826006026,
		text = "点按荧光技，进入瞄准模式。使轻攻击形式变化，且疾驰技效果替换为能量盾。\
能量盾每次格挡成功，点亮1个储能罐，并为辉光技充能。",
	},
	[826006027] = {
		id = 826006027,
		text = "点按轻攻击派出浮塔，使其自动攻击目标，自身不在场时浮塔仍存在。",
	},
	[826006028] = {
		id = 826006028,
		text = "点按荧光技召回所有浮塔，召回过程中，若浮塔穿过敌人，则对其造成伤害，并为辉光技充能。",
	},
	[826006029] = {
		id = 826006029,
		text = "辉光技召唤全身武装，变身。根据使用时的辉光技能量累积，有三层不同的变身增益。",
	},
	[826006030] = {
		id = 826006030,
		text = "点按轻攻击，浮塔五连击，根据段数获取连击点。",
	},
	[826006031] = {
		id = 826006031,
		text = "使用疾驰技，或点按荧光技时，都可以消耗连击点，发射强力导弹。",
	},
	[826006032] = {
		id = 826006032,
		text = "辉光技，调用全部浮塔，进行弹幕轰炸，立刻获得4连击点。",
	},
	[826006033] = {
		id = 826006033,
		text = "变身后，点按荧光技，将根据当前轻攻击连段，使用不同的效果。\
0-2段：将身前的敌人拉向自己。",
	},
	[826006034] = {
		id = 826006034,
		text = "变身后，点按荧光技，将根据当前轻攻击连段，使用不同的效果。\
3段：后撤，霸体，向前攻击。",
	},
	[826006035] = {
		id = 826006035,
		text = "变身后，点按荧光技，将根据当前轻攻击连段，使用不同的效果。\
4段：引力塌缩，高频大范围伤害。",
	},
	[826006036] = {
		id = 826006036,
		text = "辉光技，额外召唤四座武装巨剑，插入场上最多四个敌人，使其无法移动。",
	},
	[826006037] = {
		id = 826006037,
		text = "辉光技对场上敌人发动斩击，并在一定时间内变身，组装巨大太刀，改变轻攻击与荧光技。",
	},
	[826006038] = {
		id = 826006038,
		text = "变身后的轻攻击，不论点按还是长按，都附带额外发射的刀气。\
变身后的轻攻击，可以多蓄力一段。",
	},
	[826006039] = {
		id = 826006039,
		text = "瞄准模式下，点按或长按疾驰技，可开启或持续开启能量盾，格挡伤害时点亮能量罐。",
	},
	[826006040] = {
		id = 826006040,
		text = "瞄准模式下，攻击距离大幅提升。",
	},
	[826006041] = {
		id = 826006041,
		text = "长按荧光技，蓄力后发射多枚导弹，命中时产生爆炸。",
	},
	[826006042] = {
		id = 826006042,
		text = "辉光技发动期间，按键发生变化，获得大威力炮击键，并且武装机身不断自动射出导弹，直至结束。",
	},
	[826006043] = {
		id = 826006043,
		text = "点按或长按轻攻击，施加「下位」标记，减少防御，可叠加30层。",
	},
	[826006044] = {
		id = 826006044,
		text = "长按荧光技，下令机仆保护在场角色，获得减伤与霸体。持续期间逐渐为辉光技充能。",
	},
	[826006045] = {
		id = 826006045,
		text = "使用辉光技后，机仆将留在场上，继承理事卿的轻攻击和荧光技，与当前在场的角色共同行动。",
	},
	[826006046] = {
		id = 826006046,
		text = "机仆也能对敌人施加「下位」标记。",
	},
	[826006047] = {
		id = 826006047,
		text = "辉光技，召唤暗星能量攻击目标，减少目标防御，并对周围敌人造成伤害。",
	},
	[826006048] = {
		id = 826006048,
		text = "长按荧光技，也可获取连击点。松开时消耗连击点发射强化导弹。",
	},
	[832000010] = {
		id = 832000010,
		text = "亿万星体的辐射，亿万种不同的波长，亘古及今，影响着遥远空间之外的物种命运。 \
所谓「本命星」，是指与特定人类个体，在非现实层面上相连的恒星，这一概念的形成，晚于1999年NASA对土星环异变的观测。\
随后的探索，在天文学与生物学等领域展开。\
目前人类已知的是，每一个独立的人类个体，都有一颗「本命星」与之对应。\
与本命星相连的人类个体，能够通过特定手段，激活与星体的联系，从而获得各种超凡能力。\
在不断涌现的超人们的带领下，人类文明取得了飞速的发展。",
	},
	[832000011] = {
		id = 832000011,
		text = "肉眼可分辨的本命星（亮度在6等以上），在全天域中不超过7000颗。\
即使算上仪器探测的暗星，其数量亦是有限。\
因此，大多数人都只能感受到本命星在宇宙中的大致方位。由于太过黯淡，是无法加以观测的。 \
如果一个人的本命星是肉眼可见的，那他就能从内宇宙召唤「武装」，被世人称作「王星祭主」。\
而10等以上的本命星，也会为人带来一些超自然的能力。",
	},
	[832000012] = {
		id = 832000012,
		text = "北斗第二亮星，星等1.79，人称「小天罡」的「贪狼星」。\
大熊座的主星，α星。\
亦即北斗之「天枢」。\
这颗恒星的星命就是赚钱，而且还是二等亮星，所以董画屏赚了超多钱。",
	},
	[832000013] = {
		id = 832000013,
		text = "风水，是调整环境布局，以达到与自然和谐相处的一种哲学。\
将这个概念扩展到太空，就形成了「宇宙风水」理论。\
这一理论的成立并非天然，它的诞生与「本命星」相关理论一样，晚于1999年NASA对土星环异变的观测。\
宇宙的风水，行星星体位置，和能量流的调整，与地球的风水大不相同，需要更多代人的不懈研究。\
目前，在不同行星，或不在星体表面出生的人类，其生辰八字的推算，就已日趋成熟……",
	},
	[832000014] = {
		id = 832000014,
		text = "「签名的联结」，是一种将不同的「恶魔签名」组合在一起的技术。\
每个恶魔的签名，都蕴含着独特的力量。当这些签名被恰当地联结时，它们才能形成强大的协作。\
不正确的联结，可能导致不可预测的后果，比如星光失控、命运纷乱，或现实的破裂。\
因此，「签名的联结」被视为一种高级且危险的技术，只有少数精英人士才能尝试。",
	},
	[832000015] = {
		id = 832000015,
		text = "「恶魔签名」是一种复杂的几何符号，象征着宇宙中飘浮的光基球形生物——「星活体」，或称「恶魔」。\
这些符号是恒星间的语言，用于传递信息和能量。\
每个签名都是独特的，包含了一颗恒星的特性和能量波动。\
人类通过解读和使用这些符号，与恒星建立联系，从而获得对能量的访问和理解。\
因其与传统神秘学中恶魔符号的意外相似性，人们将这些图案称为「恶魔签名」。",
	},
	[832000016] = {
		id = 832000016,
		text = "身为王星祭主之人，可以唤醒内宇宙的「武装」，进入宇宙作战。\
通常来说，除非从小严格训练，否则人们一般都在接近成年时初步觉醒内宇宙的内观。\
本命星亮到肉眼可见的地步，也就是6等亮星以上，才有把「内宇宙」的武装，变换到「外宇宙」的可能性。",
	},
	[832000017] = {
		id = 832000017,
		text = "名医，汞珠糖。\
祖传老西医，本职是继承了「理发师放血医」传统的「四体液医师」，同时也博采众长，精擅各种替代疗法，包括但不限于：\
瑜伽、灵修、中医、冥想、薰香、巫蛊、点穴、催眠、顺势疗法、蒙古大夫……\
在性格方面，汞珠糖属于「懒狗哲学家、史努比系角色」。\
虽然她会遵守医师的誓言，但站在「我佛不渡憨批」的立场，不会主动去找不听话的病人掰扯——也就是说，是见蔡桓公的时候第一次就会跑路的类型。\
「毕竟不听话的病人是工作压力来源的八成嘛。」其本人如是说。",
	},
	[832000018] = {
		id = 832000018,
		text = "威尔士神话把北冕座称为Caer Arianrhod，意为「银环城堡」。阿拉伯人曾把北冕座称为الفكة‎，意为「分离」或「破碎」，指星座类似打散的珠宝。\
在希腊，北冕星座内的七颗小星构成的华冠，是酒神送给阿里阿德涅的新婚礼物。\
但北冕座π星（贯索一）并非这顶冠冕上最著名的七颗宝石，而是冠冕碎裂时散落的珠线。",
	},
	[832000019] = {
		id = 832000019,
		text = "肉眼可分辨的本命星（亮度在6等以上），在全天域中不超过7000颗。\
即使算上仪器探测的暗星，其数量亦是有限。\
因此，大多数人都只能感受到本命星在宇宙中的大致方位。由于太过黯淡，是无法加以观测的。 \
如果一个人的本命星是肉眼可见的，那他就能从内宇宙召唤「武装」，被世人称作「王星祭主」。",
	},
	[832000020] = {
		id = 832000020,
		text = "理事卿莎乐美的本命星，南鱼座α，是全天仅20颗的一等亮星——「邪眼恒星」北落师门。\
古代波斯将北落师门、毕宿五、心宿二、轩辕十四，称为四大王星。\
而这也是当今太阳系文明的认知中，位居众星之上的「四帝星」。",
	},
	[832000021] = {
		id = 832000021,
		text = "在真实的星相学中，是什么因素在施加「命运剪切力」？\
人类尚不清楚它的具体性质，但在杞忧王的指导下，确实可以在宏观宇宙触及它的影子。\
研究者将该因素的物质界投影称作诺伦尼姆（Nornium），由此，也会将对命运的剪切力简称为「诺伦力」。\
目前，诺伦尼姆在太阳系中存在的形态包括：\
金刚凝胶投影（比空气轻、比钻石硬，即为你在远航中开采的主要矿物）\
空间反流体投影（拥有与「黏性」相反的特质，即为构造跃迁航道之风）\
半活体投影（体现出某种单细胞生物的特性，即为「承哀王」泪瓶的本质）\
……等等。",
	},
	[832000022] = {
		id = 832000022,
		text = "水星在占星术的意义上，影响着人类的智力和通讯活动的效率。\
水逆时期通常是文书错误、信息丢失、机械故障、交通干扰，以及各类细节相关问题频发的时段。\
为此，「复乐园理事会」推动了一项拆解水星的计划，以永久根除水逆问题。",
	},
	[832000023] = {
		id = 832000023,
		text = "大陵五（Algol），英仙座β星——「食尸鬼与蛇女之眼」。\
自古以来的占星家，都认为它是最凶恶的凶星。\
在希腊是美杜莎之眼，在阿拉伯是食尸鬼之首。\
希伯来人说它属于莉莉丝，或者撒旦。中国人说它是大陵墓里的朽骨积尸，「不明为吉」。\
每隔68小时49分钟，这颗凶星就会「眨眼」8小时。",
	},
	[832000024] = {
		id = 832000024,
		text = "王星祭主呼唤王星时，身体表面浮现出的犄角。\
由于王星的痕迹被附会为「恶魔签名」，这种犄角也理所当然地被俗称为了「恶魔的犄角」。\
祭主在宇宙中战斗，所用的机甲武装，就是捏碎「角」以后的一种变化。",
	},
	[832000025] = {
		id = 832000025,
		text = "小时候，就像搞笑角色那样，小鱼在跑出悬崖之后，只要意识还没反应过来「该结束了」，就能不受物理规律限制，再跑几步。\
当时小鱼也费解过，是不是自我催眠类的能力。\
但后来她发现这能力不仅对自己，而对其它物体也有效，但很难总结规律。\
两百多年后的今天，小鱼在你的帮助下，终于看清了星命的全貌——是「线」。\
而这线的完整效用，则是「稍微延缓事物的损毁、终结、衰亡」。",
	},
	[832000026] = {
		id = 832000026,
		text = "王星授予人类的「真实星相学」，以数学而论，属于一种内部和外部的拓扑变换。\
辐射后的组织液，漂浮着小宇宙的星相——肝、肺、胃、肾、脑。\
以及恒星恶魔的「签名」所在：心脏。\
土星天的「星环异观」，原理也大致如此。小宇宙和大宇宙，总是一一对应的。\
引导天星与命运的神经丛，在拓扑层面上延伸，借此驱动武装。",
	},
	[832000027] = {
		id = 832000027,
		text = "「败者」，太阳系最凶残的怪物种群。\
最近，似乎有一群「败者」在无序之都附近大量聚集。",
	},
	[832000028] = {
		id = 832000028,
		text = "当过强的星命之光照射人类时，大量受选者往往无法承受光中的辐照，灼烧而死……\
尸体化作怪物，称为「败者」。\
「败者」的成因是多样的。有的恒星之光不够稳定，也有弱者注定无法实现自己的天命，被恒星抛弃。\
有人对命运动摇，走向绝路。有人强硬地改变自己的命运——有成功的例子——但如果做过了头，也会遭到恒星的厌恶。\
弱者中的弱者，则是被中枢、理事会之流的庞大组织，压得喘不过气，被迫走上不情愿的命运之路……\
这样的人，是最容易失败的。\
然而，可悲的是，这样的人在我们的世界，是最多的。\
「恶魔」这个称谓，只是对天上恒星的一种俗称。\
出于每一位王星祭主在沟通星光时，都会从身体某一部位长出犄角的巧合……\
也出于每一个人心中，对那最终到来的失败……对「败者」这个词语本身的，来自基因深处的恐惧。",
	},
	[832000029] = {
		id = 832000029,
		text = "正是因为「第二命星」仓促混乱的生效，才让你的身躯开始了「败者化」。\
这或许是来自双重契约与背叛——与星体的「重婚」是不被允许的。\
「败者」是未能成功获取亮星青睐之人所化，而复活后身体不稳定的你，去吸取「败者」的力量，则可以避免自己也变成「败者」。\
这种疗伤方式，也多亏了「吸血恶魔」现在是你的半身，否则无法实行。\
但如果是理事卿亲自来做，她一定会更高效地，去杀人。\
因为「败者」，说到底也只是劣化的智人。",
	},
	[832000030] = {
		id = 832000030,
		text = "「捕蛇者之手」，天市右垣九。\
Yed Prior，蛇夫座δ，星等2.73。\
借助这医神捕蛇之手，不论是做手术，还是炼金，汞珠糖超凡的手指都绝对可靠。",
	},
	[832000031] = {
		id = 832000031,
		text = "你从本命星得到的能力，被你描述为「信使总可以比别人早知道些东西，只要他愿意拆开信封。」\
在小鱼呼唤恶魔犄角时，你似乎「看见」了什么，由此判断她的绝症是虚假的。\
在战斗中，那些荧光技的多变，或许也是因为你比别人多「看见」了什么。\
你也会受到本命星照耀的副作用，「拆信」所见的事物，介于真实和虚幻之间。\
一定程度上，损害视力。\
或者说，需要从幻视里分辨真伪。",
	},
	[832000032] = {
		id = 832000032,
		text = "时间是一棵不断分叉的珊瑚，人们住在不同的「时珊瑚枝」上。\
人类应该生活在单线的时间之内，这是常识——即使亮星照耀之人也应该如此。\
但你能够拆开来自其它「时珊瑚枝」的信封，因此，是「能见者」。\
这「拆信」的代价，就是不可控的未来……是那些由你一手造成的珊瑚分支。\
为了帮助你不陷入时间的乱流，某人为你创造了「时珊瑚枝管理系统」。\
利用这个系统，你可以在时空之间任意跳跃，也可以主动向其它珊瑚枝上的你「发信」。\
拆开「平行时间来信」的你，或许能够趋吉避凶、完成一些本来做不到的事……",
	},
	[832000033] = {
		id = 832000033,
		text = "NASA，即美国国家航空航天局，成立于1958年，是美国政府负责国家航空和太空计划的机构。NASA的主要任务包括太空探索、地球观测以及航天技术研发。\
历史上，NASA成功实施了多项重大太空任务，包括阿波罗月球登陆计划、航天飞机计划以及火星探测器的发射。\
1999年，NASA 观测到了土星环的一系列异常现象：星环纹理以奇特的方式重组，形成了令人困惑的图案。",
	},
	[832000034] = {
		id = 832000034,
		text = "「六边形风暴」是土星北极区域的一种独特气象现象。\
风水中最强调「藏风纳气」，而这正是太阳系内最佳风水宝地之一。\
风暴结构的显著特征，是其几乎完美的六边形形状，每条边长约13,800公里，足以容纳两个半地球。\
巨大的六边形风暴在土星大气层中持续旋转，其环流类似于地球上的飓风，内部环境极为恶劣，风速极高，气流混乱。\
它的色彩和纹理随季节变化而变化，显示了土星大气的复杂和多变。但尽管存在多年，这个风暴的形状和尺寸，仍保持了惊人的稳定性。",
	},
	[832000035] = {
		id = 832000035,
		text = "于深空之海静默燃烧的、鲸鱼般的诸恒星，正是照亮命运的天上诸王——名为「星活体」的光基球形生物（Animales Esférico）。",
	},
	[832000036] = {
		id = 832000036,
		text = "当过强的星命之光照射人类时，大量受选者往往无法承受光中的辐照，灼烧而死……\
尸体化作怪物，称为「败者」。\
如此种种现象（犄角、败者、签名……），都让人觉得「星活体」与地球文化的「恶魔」有关。\
但或许真正的因果关系是，人受命运（Norn）折磨，在痛苦中看见诺伦尼姆（Nornium）的幻象，在文化记忆中留下了「恶魔」的印记……",
	},
	[832000037] = {
		id = 832000037,
		text = "「小行星撞击」是当小行星或类似天体与地球或其他行星相撞的事件。这类事件在太阳系中相当普遍。撞击的影响因小行星的大小、速度、撞击角度和地点而有所不同。\
地球历史上有小行星撞击的明显记录。例如，大约6600万年前，巨大的小行星撞击地球，引发了一次大规模的生物灭绝。这一撞击释放了巨大的能量，导致全球性的气候变化和生态环境的破坏。\
对于其他行星，例如月球上的陨石坑，也是小行星撞击的结果。火星和其他行星上也观察到了类似的撞击痕迹。\
过去的科学家通过观察小行星轨道来评估其对地球的潜在威胁。他们研究了多种方法来改变可能威胁地球的小行星轨道，包括利用重力牵引、撞击飞行器和核爆炸。",
	},
	[832000038] = {
		id = 832000038,
		text = "金星的魔力，总能激起人心中的种种欲望。\
让人想要用金钱和权力，交换至高的肉体享受。\
沉湎于超过大脑承受能力的浮华，会让人丧失正常的思维判别能力。\
这就引发了一种特殊的心理疾病——\
它的症状就是，「无论身处太阳系的哪个角落，都会幻想自己正在金星天的黄金地段疯狂消费」。",
	},
	[832000039] = {
		id = 832000039,
		text = "由莎乐美治下的金星政府发行，在太阳系流通最广的货币。\
外观轮廓类似扇贝，象征维纳斯（金星）的诞生。",
	},
	[832000040] = {
		id = 832000040,
		text = "「第二命星」是基于「本命星」研究的延伸，指人类个体与第二颗恒星建立的额外联系。\
小鱼遭遇的那种骗局，其目标只是「命星转移技术」的皮毛而已。\
也许他们是想冷冻受害者的躯壳，努力复现理事卿的技术。\
但理事卿本人的最新研究进度，是独一无二的「命星保存能力」。\
当然，理事卿认为：本命星的迁移，必须秘而不宣。因为知识应该保存在最安全的地方——也就是最强者的脑子里。\
「第二命星」技术的第一个实验对象，只能是她自己。\
只是，她对「第二命星」的燔祭尚未完毕，就被你的那次刺杀打断。\
在混乱中，那颗「第二命星」同时复活了你和理事卿，这才导致了现在的状况。",
	},
	[832000041] = {
		id = 832000041,
		text = "王星授予人类的「真实星相学」，以数学而论，属于一种内部和外部的拓扑变换。\
辐射后的组织液，漂浮着小宇宙的星相——肝、肺、胃、肾、脑。\
以及恒星恶魔的「签名」所在：心脏。\
土星天的「星环异观」，原理也大致如此。小宇宙和大宇宙，总是一一对应的。\
引导天星与命运的神经丛，在拓扑层面上延伸，借此驱动武装。",
	},
	[832000042] = {
		id = 832000042,
		text = "在本命星的帮助下，从人类的创造力中，诞生了许多事物，提升了太阳系文明所能触及的范围。\
但也有人用创造力与星命去寻求……如何利用强大的本命星，更好地欺压弱者。\
他们即将利用大陵五（Algol），英仙座β星——「食尸鬼与蛇女之眼」——故意制造行星级的灾难，然后再去救灾，来提升人民的归属感，和就业率。\
他们拥有创造「无眠之人」的能力，本可以让世上几个最聪明的大脑免疫睡眠之苦……\
但他们没有这样做，而是让恒星之光四散，换取了上万名「可牺牲员工」每天少睡一小时。\
注视这一切的人，是「复乐园理事会」的「第一理事卿」，她是太阳系里最有权势的人。\
理事卿拥有比英仙座β星（食尸鬼与蛇女之眼）更亮的眼睛，那就是「四帝星」之一的邪眼恒星，北落师门。\
一年前，理事卿遭遇刺杀而亡……\
可惜，理事会的邪恶统治并未落幕。",
	},
	[832000043] = {
		id = 832000043,
		text = "莎乐美死后的这一年里，「理事会」的诸寡头之间山头林立，互不相服，分裂至今。但即使莎乐美已死，太阳系各地都还留有她的诸多黑白产业，遍布各个领域，是太阳系内非常重要的一方巨大势力。\
而至今「理事会」中仍有极高呼声，不希望莎乐美的产业走向解体。也有一批人不相信莎乐美真的已被信风杀死，一直在追寻她的下落。\
另一边，即使是「中枢」与「义人」，如今也已发现：虽然莎乐美的当年统治并不高尚，但这个没有莎乐美约束黑道势力的世界，反而变得更糟糕了。\
那些互相争斗的金融寡头与黑道大佬们，也在争斗中了解了一个事实，那就是仅凭自己的力量，没有办法吃下整只利维坦的尸体。\
曾经的那位复乐园第一理事卿，或许就是以自己的魅力与胸襟，包容了那些被其他人当做「危害与异物」排斥的东西吧。",
	},
	[832000044] = {
		id = 832000044,
		text = "理事会正群龙无首，人人无不怀念理事卿莎乐美。\
理事会的人知道，所有人都知道，知道「第一理事卿」根本就是邪恶的魔王，所以这个「理事卿之声」大概率也不是什么好东西。\
但理事卿是唯一能整合理事会的人！是唯一强大到能带领理事会，压制「中枢」的强者、智者！兄弟们已经别无选择，这个「理事卿之声」……不管他要贪大家多少钱、抢大家多少权……他也已经是大家仅存的希望了！\
——怀抱着如此崇拜的心情，属于你的理事会分部，开始了日常性的运转。",
	},
	[832000045] = {
		id = 832000045,
		text = "水星在占星术的意义上，影响着人类的智力和通讯活动的效率。\
水逆时期通常是文书错误、信息丢失、机械故障、交通干扰，以及各类细节相关问题频发的时段。\
为此，「复乐园理事会」推动了一项拆解水星的计划，以永久根除水逆问题。\
水星的本质，是一个带有硅酸盐外壳的铁金属球。为了改造金星的大气成分，理事会将水星上的镁、钠等金属大量开采、运往金星。",
	},
	[832000046] = {
		id = 832000046,
		text = "一成不变、看不到尽头的开采，就好像西西弗斯推石头，最终累积成了大规模的消极怠工，以及许多种类的群体性精神异常。\
理事卿莎乐美了解此事之后，使用了一个很简单的方法，来解决这个问题。\
——现今人们肉眼所见的，与水星等大、对星体进行着「汲取」的那座巨型堡垒，并非真实存在，而是莎乐美主导之下，借助理事会强者星命力量，「炫示的拓扑」，所创造的幻象。\
莎乐美声称，这座巨大的宫殿，将是水星拆除计划的副产物……与「报酬」。\
也就是——「复乐园理事会」，对世人许诺的，「复乐园」。",
	},
	[832000047] = {
		id = 832000047,
		text = "在当今的太阳系内，太空海盗的来源非常复杂。\
比如「线团海盗」，活跃于该隐环（小行星带），是在乱象中堕落了的，曾经合法的领航者们。\
由于木星天的缺位，小行星带受木星引力影响而形成的「柯克伍德空隙」，其形态发生了改变。旅者在附近必须寻求领航者的帮助，否则无法穿越迷阵。\
在太阳系海盗的鄙视链上，这种从向导改为打劫的行当，也属于万人唾弃的最底层。\
比如「复古海盗」，由一群富裕人士，带着自己的私人飞船组成。这些人通常会将自己的飞船制作成真正的「船」的造型，甚至会安装桅杆和风帆。他们会饲养一只鹦鹉作为宠物、故意将义肢做成棍状或勾爪的形状、留着奇怪的胡子、戴着三角帽，并以骷髅作为自己的旗帜。\
董画屏海盗团的未来，或许也会向着不可预测的方向，产生新的变化……",
	},
	[832000048] = {
		id = 832000048,
		text = "互不相识的三十六义人，简称「义人」。\
「义人」并不统率任何势力，他们只是太阳系的游侠。\
作为太阳系三大力量中的一方，这三十六位势单力孤、甚至互相之间可能从未见面的「义人」，或许只会让人觉得无用且怪异。\
但曾经迈入现代文明的世界，在新纪元却被邪教与寡头瓜分的现实，已足够令人绝望。\
就是在这样绝望的浮世，人才会期待那最渺茫的一线希望……或者奇迹。",
	},
	[832000049] = {
		id = 832000049,
		text = "乏味而停滞、平庸而腐败，比理事会稍微无害，但还是相当有害的……世界政府。\
一年前的太阳系两大势力之一，相对大反派「复乐园理事会」而言的……无能的小反派，世界政府。\
在通常的认知中，面对世界政府的腐朽，以及理事会的种种恶行，人们总会期待某位「义人」的降临，而「义人」也往往能够回应人们的期待。\
但奇怪的是，在那次刺杀理事卿的行动中，世界政府成为了科斯明船长邀来的临时盟友……",
	},
	[832000050] = {
		id = 832000050,
		text = "如今世界政府已被篡权，新成立的机构叫做「无尽全盛统合中枢」，简称「中枢」，现在与理事会并立为太阳系两极势力，分庭抗礼。\
据说「无尽全盛统合中枢」的前身，是一个尊奉「-26.7等亮星，太阳」的小众邪教。\
篡夺了世界政府的统治之后，这邪教也就立刻变成了正规宗教。\
世界政府被「中枢」政变篡权后的这一年里，「中枢」的膨胀速度无可抑制。\
终于，在一年后的今天，它已几乎与理事会平起平坐了。",
	},
	[832000051] = {
		id = 832000051,
		text = "由于海王天的力量掌管幻觉、梦境、精神的修行……等等方面，在初步接触并受到影响之后，人们决定开发并享受它所带来的、逃离世俗和物质世界的功能。\
每个阶层和身份的人，都能在海王天附近的能量场中用特殊的方式找到慰藉，这成为了控制宗教、贵族和贫民们的好手段。\
随着大气层被慢慢清除，海王星的地幔甲烷、氨和水被收集、储存，用于建设围绕在海王星周边的人造卫星。\
这些人造卫星的轨道靠近海王星，以利用潮汐力带来的更多热量。\
各式豪华卫星脱离了卫星的刻板印象，是富人们的度假天堂。",
	},
	[832000052] = {
		id = 832000052,
		text = "旧王国，亦即地球，作为人类文明的起源地，承载着众多历史时期的遗产。\
在旧王国的大地上，留有许多科技爆炸时期的初期开发痕迹，与还在维持运作的旧设备。\
地球低轨道区域上有若干空间定居点，包括奥尼尔圆柱和环形空间站，这些结构展示了人类太空探索的早期形态。\
连接地球与月球的主电梯——也是唯一横跨地月的超长电梯，被暗中命名为「脐带」。\
月面的巨型人造恶魔签名，是为了捕获早已死去的虚星（计都罗睺）的影响。\
而「脐带」在星相学上，则被寄予了「重新降生」的期待。\
这件事是机密中的机密，只有少数理事会高层知晓。",
	},
	[832000053] = {
		id = 832000053,
		text = "金星，被称为「晨星」或「夜星」，是太阳系中第二颗行星，以其亮白的外观和接近地球的轨道而闻名。\
从天文学角度来看，金星的环境极端且恶劣，拥有浓厚的二氧化碳大气层和极高的表面温度，这使得它在传统意义上不适宜居住或资源开发。\
然而，在「真正的星相学」被引入之后，金星因占星学中的象征意义——「一切物质和肉体幸福的给与者」——而被赋予特殊地位。\
金星具有某种神秘的力量，可以促进人类社会的财富增长，因此，金星被理事会定为太阳系的金融和娱乐中心，一个汇集和放大人类欲望的地方。\
在这里，人们可以体验到古今中外所有可能的、现存的，甚至是未来的享乐方式。\
为了维持这一中心地位，大批量的物资从星系各处被运送到金星，而维持补给线的航路，也成为了潜在的消费者。",
	},
	[832000054] = {
		id = 832000054,
		text = "「星环异观」是一项宏大的宇宙工程，整个土星环被改造，成为大量恶魔签名的联结。这一改造不仅是技术上的壮举，也是对「太空风水」理论的实践和验证。\
在「星环异观」的设计中，土星环的每一块冰石和尘埃都被精确地排列和雕刻，形成了一个巨大的恶魔签名网络。这个网络是太阳系内「真实星相学」的一切运作的基础，是太阳系文明最为核心的部分。\
为了使太阳系内的「占星魔法」成立，土星环上联结的恶魔签名是不断更新的。\
在这个过程中，统治着太阳系各个部分的不同势力都介入参与了此事，在其中添加了有利于自己的规则。\
而这也暴露出了一个事实：只要对土星环进行改动或者破坏，就能让各大组织的立身之本受到动摇，或是让新的组织崛起。",
	},
	[832000055] = {
		id = 832000055,
		text = "有名的、中立的太空城，位于「土星天」。\
包括理事会在内的各种势力，都被欢迎进入，乱七八糟地共存着。\
那里的城主很强，共存的各方虽然有时也会抢地盘，但从没人想过要征服，或者吞并「无序之都」。\
你曾经伪造过一张「无序之都」通行证，附带一个假身份，以及一个新的名字（和信风一样，也是你的多个名字之一）。\
所以，「无序之都」恰巧是你比较方便混进去的地方。",
	},
	[832000056] = {
		id = 832000056,
		text = "在「无序之都」，你逐渐在理事会的影响之外，也发现了许多「中枢」的影响。\
所谓「瘦死的骆驼比马大」，理事会现在仍有包括「第一繁荣星天」金星天在内的四大基本盘，对半壁太阳系的掌控依旧稳定。\
但理事会在他们的高管看来「本该一家独大」，而绝不该是一年后的现状：与「中枢」形成了意料之外的僵持局面。\
对理事会全盛时期的追忆，就构成了某些高管每天悔恨哀叹的主要内容。",
	},
	[832000057] = {
		id = 832000057,
		text = "你折服了斋藤大佐的画面，在随后短短几小时的信息传播之中，取得了理事会分部大量成员的信任。\
随后，你对「无序之都」的理事会分部发表了公开演讲。\
你自称理事卿的使者，宣布理事卿尚在人间。\
你说，理事卿需要在无人知晓之地休养，不能遭受打扰……当然，她曾经的手下全都明白，这句话的意思是，避免篡位者威胁到虚弱的自己。\
这就是理事卿本人的性格，这让你变得更加可信了。\
在这之后，你开始接管「无序之都」的理事会分部。",
	},
	[832000058] = {
		id = 832000058,
		text = "巴比伦人建立了星座与黄道十二宫的体系，揭示了星相与生命的联结。\
他们的术法由埃及和希腊继承。希腊人所说的小宇宙和大宇宙，也是为了表示自然界的微小尘埃（如人类），与更巨大的飘浮实物（如恒星）之间的关系。\
印度的吠陀占星学（周谛示），又被称为「光的学术」。这种术法利用了光线格局构成的星盘，来研究人体能量如何被天体能量辐射、烧灼、同化。\
而在中国，则有「果老星宗」、「七政四余」、「紫微斗数」，为皇家所恐惧。\
他们的恐惧并非虚妄——历代中国君王最忌讳的妖星「荧惑」，在人类离开地球的宇宙纪元，也引发了太阳系内最大的一场灾难。",
	},
	[832000059] = {
		id = 832000059,
		text = "作为一位祖传老西医，汞珠糖与炼金术关系颇深。\
而在炼金术中，两条蛇缠绕成倒置的众神使者手杖，就代表汞元素，属阴，和太阳相对立。\
当硫（太阳）和汞（月亮）被放在一起的时候，它们通常被描绘成「红王」和「白后」。",
	},
	[832000060] = {
		id = 832000060,
		text = "老板娘（逆戟雀）的诸多生意之一。\
其中一家分店，开在了最显眼的「莲花王宫酒店」的大堂吧台。",
	},
	[832000061] = {
		id = 832000061,
		text = "老板娘是「无序之都」最大的黑市商人，生意规模比之前她自谦的描述要大得多。\
她也有一些明面上的生意，比如这著名的连锁饮品店「多冰少沙」。\
在店里买饮料时附赠的小模型，逐渐演变成了一套非常流行的集换式模型对战游戏。\
不知不觉间，这套模型对战游戏的收入，超过了她原本经营的黑市本业……",
	},
	[832000062] = {
		id = 832000062,
		text = "每天04:00，危航调度处会发放日常任务、危航许可。\
使用1张危航许可，可进行1次每日危航战斗。\
另外，你在游戏中可能会获得一种叫做杀手朋友券的物品。\
在完成每日危航的战斗后，每使用1张杀手朋友券，可以多获得1份奖励。\
当危航许可不足时，杀手朋友券还可以充当危航许可使用。",
	},
	[832000063] = {
		id = 832000063,
		text = "每天04:00，危航调度处会发放日常任务、危航许可。\
使用1张危航许可，可进行1次每日危航战斗。\
另外，你在游戏中可能会获得一种叫做杀手朋友券的物品。\
在完成每日危航的战斗后，每使用1张杀手朋友券，可以多获得1份奖励。\
当危航许可不足时，杀手朋友券还可以充当危航许可使用。",
	},
	[832000064] = {
		id = 832000064,
		text = "一家踩在黑白两道边缘的，安保公司。\
顺便卖卖军火。\
顺便还培养杀手。\
你临时受雇于阿特拉斯，选择去做一些外派的工作……合法的，佣兵的工作。",
	},
	[832000065] = {
		id = 832000065,
		text = "「阿特拉斯」的老板，也有很深的「中枢」背景。\
「中枢」的气质，是尊崇「星」而贬低「人」，以挥霍过剩的人口资源为荣。\
比如，在「无序之都」的那条你最熟悉的商业街，就有一位来自「中枢」的奢侈品店店主，随身带着一个「伞人」。\
所谓「伞人」，是一种特殊的奴隶。她是一个纯粹的打伞道具，除了为主人打伞之外，再没有任何其它工作。\
——在「无尽全盛中枢」，最能体现身份的标志，就是有无穷无尽的人可以使用。\
那位奢侈品店的店主，与阿特拉斯的老板约好，要在某个星港「集换奴隶」。\
阿特拉斯的老板自有强力护卫（传言说她的名字叫做仿钻折光），而这位店主则需要佣兵护送。",
	},
	[832000066] = {
		id = 832000066,
		text = "莲花王宫酒店是一家跨太阳系的豪华连锁酒店，起源于旧王国时代的泰国，以结合传统泰国建筑风格和现代豪华设施而著称。\
该连锁酒店在金星天、旧王国、无序之都和海王天设有主要分店。每个分店的设计既反映了所在地的特色，又保持了品牌的经典泰国元素。",
	},
	[832000067] = {
		id = 832000067,
		text = "「商场菇」是一种设在金星表面上空的，半圆形的悬浮商业空间站。\
在金星的大气层中遍布着「商场菇」，从宇宙中俯瞰，呈现大大小小的圆形。\
这些结构以其独特的菇状设计和高效的空间利用而著称，成为了金星商业活动的重要中心。\
商场菇的设计充分考虑了金星恶劣的大气环境，采用了先进的悬浮技术和环境控制系统，确保了空间站内部的人类活动和商业运营的可行性。",
	},
	[832000068] = {
		id = 832000068,
		text = "在过往的2012年，人类世界仍在努力登土之际，土星环的改造就已彻底完成。\
多枚恶魔签名互相联结，以环状密文的形式，附着在原本的自然星环边缘。\
由于魔法力量最充足，魔法侧的事物在土星天是最多的。\
基于同样理由，土星天也是「败者」最喜爱的一个星天。\
土星周边的许多小天体都曾被识别为卫星，不过，为了更加精确地建造恶魔签名法阵，许多环内的大冰晶和小行星都被拆解为更加细碎的形态，只留下了那些因为各种原因无法根除，或是离环边缘较远的大型卫星。",
	},
	[832000069] = {
		id = 832000069,
		text = "如今世界政府已被篡权，新成立的机构叫做「无尽全盛统合中枢」，简称「中枢」，现在与理事会并立为太阳系两极势力，分庭抗礼。\
据说「无尽全盛统合中枢」的前身，是一个尊奉「-26.7等亮星，太阳」的小众邪教。\
篡夺了世界政府的统治之后，这邪教也就立刻变成了正规宗教。\
世界政府被「中枢」政变篡权后的这一年里，「中枢」的膨胀速度无可抑制。\
终于，在一年后的今天，它已几乎与理事会平起平坐了。",
	},
	[832000070] = {
		id = 832000070,
		text = "一年前那次刺杀行动之后，缇缇波芙开始专注于反抗「中枢」，活跃了一段时间，然后消失。\
你对「中枢」知之甚少，所以在这次任务过后，你开始注意起了对「中枢」的观察，也准备特意去接一些与「中枢」相关的任务。",
	},
	[832000071] = {
		id = 832000071,
		text = "当初科斯明牵头，与世界政府合作，刺杀理事卿莎乐美，其实是他为了建立「中枢」做准备。\
你和理事卿一「死」，船长就背叛了你，与「中枢六尽」的其余五人发动了政变，篡位上台，以「无尽全盛统合中枢」替代了世界政府。\
此后，在理事卿缺位、理事会内部一片混乱，无暇顾及「中枢」时，又是科斯明船长运筹帷幄，在真空期内迅速地催生了「中枢」对太阳系的席卷。\
毫不夸张地说，「中枢」能在区区一年之内，对被篡权的世界政府完成改造、统合，离了「义尽的科斯明」这个人，是完全做不到的。",
	},
	[832000072] = {
		id = 832000072,
		text = "这一年来，总有很多人盛传，理事卿还活着。\
时不时会有一些神秘现象出现，被迷信的人们安到理事卿的头上。\
迷信活动升级——并如理事会的传统那般商业化——以后，就有人开始沟通理事卿那无处不在的「眼」的意志。\
比如无序之都的「帝星祭典」上，就售卖着一种以理事卿的生平和成就为主题，最近非常流行的神秘学小道具：「命运卡」。",
	},
	[832000073] = {
		id = 832000073,
		text = "太空黑市，借用了「中枢」据点的一角。\
「多冰少沙」的分店，就开在这处黑市里。\
老板娘不仅是这黑市「岩龙城寨」的主人，还是「无序之都」最大的黑市商人，生意规模比之前她自谦的描述要大得多。",
	},
	[832000074] = {
		id = 832000074,
		text = "斋藤大佐为了建立新的商城，拆除了一座城市氧气生成塔（它是重要的基础设施，但大佐说它无法修复，已经开始泄漏有毒气体了）。\
市民们早已开始迎接新建的奢侈品商城，生成氧气的基础设施已被遗忘。\
但部分遗留在太空中的废弃机械，正在生成氧气以外的东西。\
有毒气体……或者一些有毒气体以外的东西，吸引了一群「败者」的母巢迁移。\
经过简单的调查，你认为它被复杂的星相符号和恶魔签名污染了。\
星相系统明显被篡改过，但用于保护的协议没有被破坏的迹象，这说明动手的不是「外人」。\
看来，氧气生成塔最初失效的「事故」，并不是水逆带来的错误，而是另有隐情。",
	},
	[832000075] = {
		id = 832000075,
		text = "在吠陀占星学中，木星有着「所有行星的上师与指导者」这种神秘意味上的重要性，大部分时候，不管木星处于任何的星宫，都会强化好的星相效果，亦或是由本身占据星宫为所有的事情带来好运。\
即使其他行星位置不佳，如果木星在星图中的位置强而有力，就能得到最后一刻的援助，以渡过困难时期。\
这就是土星环总控天象、而木星成为天象最大变数的理由。\
另外，木星大红斑是太阳系最大的风暴。用风暴去压迫蝴蝶，可以说是「逆蝴蝶效应」。\
基于这些重要性，「中枢」认为，将木星完全控制，就是势力立足于太阳系的最大基本盘。\
木星是整个人工星相体系中，最重要的一张「万能牌」。\
所以，必须优先投入资源确保对木星轨迹的控制。",
	},
	[832000076] = {
		id = 832000076,
		text = "真命总统、第二行星无眠至权、冬日帝星照耀的受命者、复乐园第一理事卿、总控四天之主——\
复乐园理事会的理事卿，莎乐美。\
聪慧、优雅又邪恶，彬彬有礼的超级强者。\
世上愿意对面包说「请」、「谢谢」、「对不起」的吸血鬼可不太多，而她正是其中之一。\
一年前，理事卿遭遇刺杀而亡。",
	},
	[832000077] = {
		id = 832000077,
		text = "莎乐美死后的这一年里，「理事会」的诸寡头之间山头林立，互不相服，分裂至今。但即使莎乐美已死，太阳系各地都还留有她的诸多黑白产业，遍布各个领域，是太阳系内非常重要的一方巨大势力。\
而至今「理事会」中仍有极高呼声，不希望莎乐美的产业走向解体。也有一批人不相信莎乐美真的已被信风杀死，一直在追寻她的下落。\
另一边，即使是「中枢」与「义人」，如今也已发现：虽然莎乐美的当年统治并不高尚，但这个没有莎乐美约束黑道势力的世界，反而变得更糟糕了。\
那些互相争斗的金融寡头与黑道大佬们，也在争斗中了解了一个事实，那就是仅凭自己的力量，没有办法吃下整只利维坦的尸体。\
曾经的那位复乐园第一理事卿，或许就是以自己的魅力与胸襟，包容了那些被其他人当做「危害与异物」排斥的东西吧。",
	},
	[832000078] = {
		id = 832000078,
		text = "这一年来，总有很多人盛传，理事卿还活着。\
时不时会有一些神秘现象出现，被迷信的人们安到理事卿的头上。\
迷信活动升级——并如理事会的传统那般商业化——以后，就有人开始沟通理事卿那无处不在的「眼」的意志。\
比如无序之都的「帝星祭典」上，就售卖着一种以理事卿的生平和成就为主题，最近非常流行的神秘学小道具：「命运卡」。",
	},
	[832000079] = {
		id = 832000079,
		text = "你伪装了自己的身份，使用假名、带着理事卿莎乐美的力量，来到了理事会在「无序之都」的据点，自称第一理事卿的使者——「理事卿之声」。\
此时理事会正群龙无首，人人无不怀念莎乐美。见到莎乐美居然派来使者，非常震惊。\
你宣称莎乐美没死，而在莎乐美回归之前，你传达的声音，就是莎乐美的意旨。",
	},
	[832000080] = {
		id = 832000080,
		text = "击落帝星的信风——这是身为三十六义人之一的你，为世人所知的称呼。\
在一年前震动文明世界的那次刺杀中，你与「第一理事卿」同归于尽。\
你从本命星得到的能力，被你描述为「信使总可以比别人早知道些东西，只要他愿意拆开信封。」\
在小鱼呼唤恶魔犄角时，你比别人「看见」得更多，由此判断她的绝症是虚假的。\
在战斗中，那些荧光技的多变，或许也是因为你比别人多「看见」了什么。",
	},
	[832000081] = {
		id = 832000081,
		text = "「信风」是你所使用的上一个名字，你进入「无序之都」时，为自己取了现用的名字。\
而你最新的名字，则是「理事卿之声」。",
	},
	[832000082] = {
		id = 832000082,
		text = "作为「义人」，你常与来自欧洲的「科斯明船长」，和来自非洲的「缇缇波芙」，一同行动。\
在外人眼里，你就是这三人里的队长，毕竟你是影响太阳系格局的「三十六义人」之一。\
但其实，科斯明船长才是那个像大哥一样，带领大家前进的人。\
在他身上，有一种胸有成竹的「船长」气派，行动总是足够斩钉截铁、不容置疑、干净利落。\
就算他作为船长把船开进宇宙鲸鱼嘴里了，你也一定会觉得那是宇宙鲸鱼的错。\
其实，作为船长和大哥的他，总是必须思考很多。只是在队友面前，他永远不会表露焦虑的一面。\
他尽量只让队友看到自己的可靠，放任他们来依靠自己。",
	},
	[832000083] = {
		id = 832000083,
		text = "科斯明船长……就是「中枢」的六大创始人之一，「中枢六尽」中的……「义尽的科斯明」。\
当初科斯明牵头，与世界政府合作，刺杀理事卿莎乐美，其实是他为了建立「中枢」做准备。\
你和理事卿一「死」，船长就背叛了你，与「中枢六尽」的其余五人发动了政变，篡位上台，以「无尽全盛统合中枢」替代了世界政府。",
	},
	[832000084] = {
		id = 832000084,
		text = "作为「义人」，你常与来自欧洲的「科斯明船长」，和来自非洲的「缇缇波芙」，一同行动。\
缇缇不是「义人」，但你们因同一位老师的教导，而成为了共同行动的游侠。\
缇缇波芙（Tete Povu）是斯瓦希里语的名字，意为「易散的泡沫」。\
她是航海家、博物家、收藏家、巫术家，以及诗人。\
是来自坦桑尼亚部落的非洲姑娘，生长于乞力马扎罗山下。",
	},
	[832000085] = {
		id = 832000085,
		text = "曾经，你们三人的老师逝世之前，曾经拜托过缇缇，要她教导你「正常的情感」。\
因为老师觉得你从小生活在与世隔绝的环境，虽然后来成为了著名的传奇强者、游侠，但老师担心你在情感方面仍有缺失。\
而原本就喜欢你的缇缇波芙，在实践这种「教导」时，总是偏向爱情的方向。\
过去，刚开始学习的你，进展似乎不太顺利。\
但在刺杀事件一年后的时间线上，你即将开始运用缇缇所授的技巧，成功出师……",
	},
	[832000086] = {
		id = 832000086,
		text = "从摩琳娜口中，你获得了令你不可置信的消息。\
摩琳娜说，缇缇早就死了，死于「中枢六尽」的围攻……",
	},
	[832000087] = {
		id = 832000087,
		text = "名医，汞珠糖。\
祖传老西医，本职是继承了「理发师放血医」传统的「四体液医师」，同时也博采众长，精擅各种替代疗法，包括但不限于：\
瑜伽、灵修、中医、冥想、薰香、巫蛊、点穴、催眠、顺势疗法、蒙古大夫……\
在性格方面，汞珠糖属于「懒狗哲学家、史努比系角色」。\
虽然她会遵守医师的誓言，但站在「我佛不渡憨批」的立场，不会主动去找不听话的病人掰扯——也就是说，是见蔡桓公的时候第一次就会跑路的类型。\
「毕竟不听话的病人是工作压力来源的八成嘛。」其本人如是说。",
	},
	[832000088] = {
		id = 832000088,
		text = "你与小鱼来到了「无序之都」，被一位叫做逆戟雀的商人当做了偷渡客，提供了一些无偿的帮助。",
	},
	[832000089] = {
		id = 832000089,
		text = "在老板娘逆戟雀的介绍下，你接到了一份佣兵的工作。\
按照她的指引，你找到了阿特拉斯公司的「中间人」，展开了你在无序之都附近的活动。",
	},
	[832000090] = {
		id = 832000090,
		text = "老板娘是「无序之都」最大的黑市商人，生意规模比之前她自谦的描述要大得多。\
她也有一些明面上的生意，比如这著名的连锁饮品店「多冰少沙」。\
在店里买饮料时附赠的小模型，逐渐演变成了一套非常流行的集换式模型对战游戏。\
不知不觉间，这套模型对战游戏的收入，超过了她原本经营的黑市本业……",
	},
	[832000091] = {
		id = 832000091,
		text = "你在太空黑市亲眼目睹了一次老板娘被「中枢」刁难的现场。\
这也是你第一次知道，老板娘的生意到底是在被谁刁难——原来，是「中枢」的人。\
于是你让小鱼回船，自己变成了「信风」的形象，出面介入。\
老板娘对「义人信风」的出现，似乎有超乎正常的震动。\
她好像单方面认识信风。\
你也敏锐地察觉到了老板娘的表情，但你自己觉得，你在这次以假身份来到无序之都前，应该不认识老板娘。",
	},
	[832000092] = {
		id = 832000092,
		text = "在与辩才姬打交道的过程中，你意外地发现了一叠文件。\
《重要！「中枢之喉舌」相关！——逆戟雀的官司，有点难办》。\
老板娘在委托辩才姬打官司？\
老板娘最近被「中枢」不断派人刁难，她惹上的麻烦，似乎就是这个「中枢之喉舌」。",
	},
	[832000093] = {
		id = 832000093,
		text = "在老板娘逆戟雀的介绍下，你接到了一份佣兵的工作。\
按照她的指引，你找到了阿特拉斯公司的「中间人」，展开了你在无序之都附近的活动。",
	},
	[832000094] = {
		id = 832000094,
		text = "旧世纪末，七月之上。\
公元1999年，NASA观测到了土星环的异变。\
星环的纹理不再自然，而是构成了「恶魔的签名」。\
2025年，科考队登陆土星，受恶魔指引，进入土星极地的六边形风暴。\
恶魔自称安格禄莫亚，对人类表示了善意，并与人类分享了「真实的星相学」。\
于深空之海静默燃烧的、鲸鱼般的诸恒星，正是照亮命运的天上诸王——名为「星活体」的光基球形生物（Animales Esférico）。\
安格禄莫亚，亦属其中。\
这位带来天上知识的来者，正是「太阳」之君。\
人类获得了来自「本命恒星」的伟力与智识，又利用这全新的力量，积极推动着太阳系本身的「行星级」星相改造。\
自此，智人（Homo sapiens）这一古老又年轻的物种，终于成为了自身起源恒星系的完整主宰。\
而对人类吐露了真相的恶魔安格禄莫亚，却被世人称作King of Kosmikophobia，即「星夜恐骇之王」，或名「杞忧王」。",
	},
	[832000095] = {
		id = 832000095,
		text = "佣兵任务的委托人。\
声称自己是水星天的工人，想要逃往金星天。\
其言行处处透出可疑。\
最终，你发现了李先生的真相。",
	},
	[832000096] = {
		id = 832000096,
		text = "在故事的开头，那位遇事相当沉不住气的办事员。\
他曾经教导小鱼说，如果你身在顶端，那你的前路大概率就只有「向下」这一个方向。\
说不定他就是从伯恩斯这里听到的金句……？\
总之，那个办事员最后确实「向下」了——在坑边被你打下去的。",
	},
	[832000097] = {
		id = 832000097,
		text = "佣兵任务的「目标」。\
被理事会干部伯恩斯先生怀疑出轨的妻子。",
	},
	[832000098] = {
		id = 832000098,
		text = "佣兵任务的委托人。\
理事会的干部。",
	},
	[832000099] = {
		id = 832000099,
		text = "「中枢」高官的公子。\
当街抓走年轻女性，后者惨叫着「谁来救救我」，然后被强行拖走了。\
没有任何人作出反应，气氛和谐的商业街依然气氛和谐。\
连无序之都的警卫与私兵，都对这奇怪的突发事件无动于衷。",
	},
	[832000100] = {
		id = 832000100,
		text = "「无序之都」理事会分部的头目，斋藤大佐，是一个「能沟通理事卿意志」的人。\
斋藤大佐能够召唤理事卿的「机仆」——那套武装机甲的半身——然后声称自己从「机仆」那里，得到了理事卿的指示。\
「机仆降临」，是理事卿在太阳系的各分部，都无人能够做到的，绝无仅有的神迹。\
所以「无序之都」的理事会分部，是太阳系内仅有的，全员严重偏向「理事卿未死」这一说法的理事会分部。\
在普通民众中，有许多人对理事卿既迷信，又怀念。\
在这种背景下，斋藤大佐作为理事卿的代言人，不仅局限于「无序之都」，在土星天全域乃至其它星天，都获取了相当数量的支持者。",
	},
	[832000101] = {
		id = 832000101,
		text = "黑色的士兵——理事卿的机仆，莎乐美武装机甲的半身。\
你很熟悉那机兵的身形。在一年前的刺杀事件中，你自己就曾被它手中的长枪穿刺而过。\
斋藤大佐能够召唤理事卿的「机仆」——那套武装机甲的半身——然后声称自己从「机仆」那里，得到了理事卿的指示。",
	},
	[832000102] = {
		id = 832000102,
		text = "你目前有一半战力封存于理事卿体内，所以只在理事卿愿意借出力量的场合，才有可能暂时恢复全力。\
而理事卿本人暂时困在这只「鱿猫猫头」——她原本的宠物——的躯体里，毫无战力，同样需要你许可，才有可能恢复。\
一年后的今天，莎乐美已随你「共死」了一整年，你们都已不是掌握世间最新资讯的人了。\
但无论世事如何变化，以你们二人互相敌对的立场，都完全不可能许可对方的复原……",
	},
	[832000103] = {
		id = 832000103,
		text = "复乐园的园长。\
鱿猫猫头。\
真命总统、第二行星无眠至权、冬日帝星照耀的受命者、复乐园第一理事卿、总控四天之主。",
	},
	[832000104] = {
		id = 832000104,
		text = "你伪装了自己的身份，使用假名、带着莎乐美的力量，来到了理事会在「无序之都」的据点，自称第一理事卿的使者——「理事卿之声」。\
此时理事会正群龙无首，人人无不怀念莎乐美。见到莎乐美居然派来使者，非常震惊。\
你宣称莎乐美没死，而在莎乐美回归之前，你传达的声音，就是莎乐美的意旨。",
	},
	[832000105] = {
		id = 832000105,
		text = "在理事会安排的秘书+女仆——清凉院眠眠——的帮助下，你开始接手这个理事会分部的统治事务。\
清凉院眠眠，是一个不听命令、懒散、对你阳奉阴违、不停对你的施政能力作出负面评价的女孩。\
性格方面，眠眠完全没有身为「优雅女仆」的自觉，而是一个野得过于明显的野孩子。\
她会拿着咖啡豆和空杯子，对你不耐烦地说「要喝咖啡就自己去泡！」完全不把你放在眼里。（她甚至不知道咖啡豆不是用来直接泡水的）\
眠眠唯一能做的家务是打开扫地机器人。",
	},
	[832000106] = {
		id = 832000106,
		text = "「中枢」的权力核心，不为外人所知。\
即使在「中枢」内部，也只有层级足够的大干部，才知道最高等级干部——「中枢六尽」的存在。\
「无尽全盛统合中枢」的六个「尽头」——那就是「中枢六尽」。\
这六个人，就是「中枢」的统治者。",
	},
	[832000107] = {
		id = 832000107,
		text = "从摩琳娜口中，你获得了令你不可置信的消息。\
摩琳娜说，缇缇早就死了，死于「中枢六尽」的围攻……",
	},
	[832000108] = {
		id = 832000108,
		text = "传说中的法庭女神，「无序之都」乃至土星天最顶尖的律师。\
本命星「九头蛇之结」，星宿四。Ukdah，长蛇座ι，星等3.9。\
在命星照耀之下，战斗时的皮肤会成为某种「振动释放器官」，对物理攻击有极大抵抗。",
	},
	[832000109] = {
		id = 832000109,
		text = "辩才姬总能在法庭上成功主张任何她想主张的事项。\
一些其他律师相信，辩才姬有一些独创的法律研究。\
他们委托你去实地调查辩才姬的「勒拿湖律师事务所」。",
	},
	[832000110] = {
		id = 832000110,
		text = "辩才姬是业界知名的大律师，但其实完全缺乏法律常识。\
以真正的专业知识而言，她可能是根本通不过最基本的法考的程度——但这对她的职业没有造成丝毫影响，至今她仍然是最知名的法律顾问之一。\
即使理事会了解她的底细，但这并不影响理事会与她合作密切，因为她致力于打造自身「律政俏佳人」的品牌特色，并且十分成功。\
理事会就需要她这样的人才。",
	},
	[832000111] = {
		id = 832000111,
		text = "从不触碰木偶的木偶师，「中枢」首席宣传师，摩琳娜。\
人称「中枢之喉舌」。\
老板娘最近被「中枢」不断派人刁难，她惹上的麻烦，似乎就是这个「中枢之喉舌」。",
	},
	[833000001] = {
		id = 833000001,
		text = "知识",
	},
	[833000002] = {
		id = 833000002,
		text = "风土",
	},
	[833000003] = {
		id = 833000003,
		text = "人物",
	},
	[833000004] = {
		id = 833000004,
		text = "教学",
	},
	[834000001] = {
		id = 834000001,
		text = "对话<span color=\"#42f0ff\" size=\"18\">（眠之瑜伽-A）</>",
	},
	[834000002] = {
		id = 834000002,
		text = "对话<span color=\"#42f0ff\" size=\"18\">（眠之瑜伽-B）</>",
	},
	[834000003] = {
		id = 834000003,
		text = "对话<span color=\"#42f0ff\" size=\"18\">（眠之瑜伽-C）</>",
	},
	[834000004] = {
		id = 834000004,
		text = "对话<span color=\"#42f0ff\" size=\"18\">（眠眠的放松-A）</>",
	},
	[834000005] = {
		id = 834000005,
		text = "对话<span color=\"#42f0ff\" size=\"18\">（与理事卿共坐）</>",
	},
	[834000006] = {
		id = 834000006,
		text = "对话<span color=\"#42f0ff\" size=\"18\">（哇哇哇……）</>",
	},
	[834000007] = {
		id = 834000007,
		text = "对话<span color=\"#42f0ff\" size=\"18\">（小鱼的惊慌-B）</>",
	},
	[834000008] = {
		id = 834000008,
		text = "对话<span color=\"#42f0ff\" size=\"18\">（哇！）</>",
	},
	[834000009] = {
		id = 834000009,
		text = "对话<span color=\"#42f0ff\" size=\"18\">（小鱼的惊慌-A）</>",
	},
	[834000010] = {
		id = 834000010,
		text = "对话<span color=\"#42f0ff\" size=\"18\">（逆戟雀的举杯）</>",
	},
	[834000011] = {
		id = 834000011,
		text = "对话<span color=\"#42f0ff\" size=\"18\">（折光检修装置）</>",
	},
	[834000012] = {
		id = 834000012,
		text = "对话<span color=\"#42f0ff\" size=\"18\">（汞珠糖的小憩）</>",
	},
	[834000013] = {
		id = 834000013,
		text = "对话<span color=\"#42f0ff\" size=\"18\">（日理万机辩才姬）</>",
	},
	[835000001] = {
		id = 835000001,
		text = "按下疾驰技，规避子弹伤害。",
	},
	[835000002] = {
		id = 835000002,
		text = "按下提示的切锁按键，切换目标。",
	},
	[835000003] = {
		id = 835000003,
		text = "长按疾驰技，触发冲刺。",
	},
	[835000004] = {
		id = 835000004,
		text = "点按疾驰技，发动一次闪避。",
	},
	[835000005] = {
		id = 835000005,
		text = "在闪避中，点按轻攻击，发动闪避斩。",
	},
	[835000006] = {
		id = 835000006,
		text = "按下提示的换人按键，切换上场角色。",
	},
	[835000007] = {
		id = 835000007,
		text = "辉光技能量满时，点按使用辉光技。",
	},
	[835000008] = {
		id = 835000008,
		text = "长按轻攻击，发动迅捷冲刺斩击。",
	},
	[835000009] = {
		id = 835000009,
		text = "在轻攻击的连击最后一击时，十字星亮起，此时精确点按荧光技。",
	},
	[835000010] = {
		id = 835000010,
		text = "对被武装巨剑插入的敌人使用荧光技。",
	},
	[835000011] = {
		id = 835000011,
		text = "长按轻攻击，蓄力后打出射程更远的拳劲。",
	},
	[835000012] = {
		id = 835000012,
		text = "在受伤后的一瞬间点按疾驰技，受身，并触发子弹时间。",
	},
	[835000013] = {
		id = 835000013,
		text = "在闪光时精确点按荧光技，可以无限连击。",
	},
	[835000014] = {
		id = 835000014,
		text = "高连段的荧光技为辉光技充能。满能量后使用辉光技。",
	},
	[835000015] = {
		id = 835000015,
		text = "长按轻攻击以蓄力。",
	},
	[835000016] = {
		id = 835000016,
		text = "点按立刻释放荧光技。",
	},
	[835000017] = {
		id = 835000017,
		text = "长按荧光技，锁定多个敌人，且蓄力满时为辉光技充能。",
	},
	[835000018] = {
		id = 835000018,
		text = "根据不同的战场状况，荧光技将自动变化。其中根据敌人距离有三种变化。",
	},
	[835000019] = {
		id = 835000019,
		text = "目标高速移动时、自身被击飞不受控时、目标铁壁烧坠时，荧光技有三种变化。",
	},
	[835000020] = {
		id = 835000020,
		text = "若辉光技能量不满，先后使用不同的荧光技，可以充能。",
	},
	[835000021] = {
		id = 835000021,
		text = "使用任意轻攻击。",
	},
	[835000022] = {
		id = 835000022,
		text = "长按轻攻击，持续累积热量至最大。",
	},
	[835000023] = {
		id = 835000023,
		text = "长按疾驰技，主动散热。",
	},
	[835000024] = {
		id = 835000024,
		text = "若疾驰技成功闪避伤害，则点亮1个储能罐，并为辉光技充能。",
	},
	[835000025] = {
		id = 835000025,
		text = "储能罐亮起时，增加25%攻击力，在轻攻击后熄灭。",
	},
	[835000026] = {
		id = 835000026,
		text = "使用荧光技，切换为瞄准模式。",
	},
	[835000027] = {
		id = 835000027,
		text = "点按轻攻击，发射最多4座浮塔。",
	},
	[835000028] = {
		id = 835000028,
		text = "发射4座浮塔后，使用荧光技召回。",
	},
	[835000029] = {
		id = 835000029,
		text = "辉光技变身后，在轻攻击0-2段时，点按荧光技。",
	},
	[835000030] = {
		id = 835000030,
		text = "点按轻攻击，浮塔五连击，根据段数获取连击点。",
	},
	[835000031] = {
		id = 835000031,
		text = "使用疾驰技，或点按荧光技时，都可以消耗连击点，发射强力导弹。",
	},
	[835000032] = {
		id = 835000032,
		text = "若辉光技能量不满，消耗连击点可以充能。",
	},
	[835000033] = {
		id = 835000033,
		text = "点按或长按轻攻击，点亮护盾片。",
	},
	[835000034] = {
		id = 835000034,
		text = "点按或长按荧光技，消耗护盾片。",
	},
	[835000035] = {
		id = 835000035,
		text = "使用辉光技。",
	},
	[835000036] = {
		id = 835000036,
		text = "辉光技变身后，在轻攻击3段时，点按荧光技。",
	},
	[835000037] = {
		id = 835000037,
		text = "辉光技变身后，在轻攻击4段时，点按荧光技。",
	},
	[835000038] = {
		id = 835000038,
		text = "等待使用疾驰技闪避的时机。",
	},
	[835000039] = {
		id = 835000039,
		text = "若辉光技能量不满，使用荧光技可以补充。",
	},
	[835000040] = {
		id = 835000040,
		text = "敌人铁壁烧坠期间，受到的伤害增加。",
	},
	[835000041] = {
		id = 835000041,
		text = "按下提示的换人按键，切换小鱼上场。",
	},
	[835000042] = {
		id = 835000042,
		text = "按下提示的换人按键，切换信风上场。",
	},
	[835000043] = {
		id = 835000043,
		text = "对近距离目标释放荧光技。",
	},
	[835000044] = {
		id = 835000044,
		text = "对中距离目标释放荧光技。",
	},
	[835000045] = {
		id = 835000045,
		text = "对远距离目标释放荧光技。",
	},
	[835000046] = {
		id = 835000046,
		text = "对正在高速移动的目标释放荧光技。",
	},
	[835000047] = {
		id = 835000047,
		text = "在被击飞时释放荧光技。",
	},
	[835000048] = {
		id = 835000048,
		text = "对铁壁烧坠的目标释放荧光技。",
	},
	[835000049] = {
		id = 835000049,
		text = "辉光技变身后，在轻攻击0-2段时，点按荧光技。",
	},
	[835000050] = {
		id = 835000050,
		text = "使用辉光技。",
	},
	[835000051] = {
		id = 835000051,
		text = "长按轻攻击，进行最多2段的蓄力。",
	},
	[835000052] = {
		id = 835000052,
		text = "瞄准模式下，长按疾驰技，可持续开启能量盾，格挡并点亮能量罐。",
	},
	[835000053] = {
		id = 835000053,
		text = "点按或长按轻攻击，将消耗能量罐。",
	},
	[835000054] = {
		id = 835000054,
		text = "长按荧光技，蓄力发射导弹。",
	},
	[835000055] = {
		id = 835000055,
		text = "使用辉光技后，再使用任意攻击。",
	},
	[835000056] = {
		id = 835000056,
		text = "使用点按或长按轻攻击，叠加减益状态。",
	},
	[835000057] = {
		id = 835000057,
		text = "利用荧光技抵挡敌人伤害。",
	},
	[835000058] = {
		id = 835000058,
		text = "使用辉光技。",
	},
	[835000059] = {
		id = 835000059,
		text = "利用机仆的协同攻击，叠满减益状态。",
	},
	[835000060] = {
		id = 835000060,
		text = "移动角色，靠近敌人。",
	},
	[835000061] = {
		id = 835000061,
		text = "长按荧光技，蓄力发射导弹，根据导弹数获取连击点。",
	},
	[1159200321] = {
		id = 1159200321,
		text = "要求摆渡",
	},
	[1159200322] = {
		id = 1159200322,
		text = "拒绝摆渡",
	},
	[1159200361] = {
		id = 1159200361,
		text = "【PH】选项名称 - 信风角色卡",
	},
	[1159200362] = {
		id = 1159200362,
		text = "【PH】选项名称 - 信风角色卡 - 拒绝",
	},
	[1159200371] = {
		id = 1159200371,
		text = "【PH】选项名称 - 小鱼角色卡",
	},
	[1159200372] = {
		id = 1159200372,
		text = "【PH】选项名称 - 小鱼角色卡 - 拒绝",
	},
	[1159200381] = {
		id = 1159200381,
		text = "【PH】选项名称 - 试金石角色卡",
	},
	[1159200382] = {
		id = 1159200382,
		text = "【PH】选项名称 - 试金石角色卡 - 拒绝",
	},
	[1159200391] = {
		id = 1159200391,
		text = "【PH】选项名称 - 老板娘角色卡",
	},
	[1159200392] = {
		id = 1159200392,
		text = "【PH】选项名称 - 老板娘角色卡 - 拒绝",
	},
	[1159200401] = {
		id = 1159200401,
		text = "【PH】选项名称 - 眠眠角色卡",
	},
	[1159200402] = {
		id = 1159200402,
		text = "【PH】选项名称 - 眠眠角色卡 - 拒绝",
	},
	[1159200411] = {
		id = 1159200411,
		text = "【PH】选项名称 - 辩才姬角色卡",
	},
	[1159200412] = {
		id = 1159200412,
		text = "【PH】选项名称 - 辩才姬角色卡 - 拒绝",
	},
	[1159200421] = {
		id = 1159200421,
		text = "【PH】选项名称 - 更换角色点",
	},
	[1159200431] = {
		id = 1159200431,
		text = "【PH】选项名称 - 卡区守门人A",
	},
	[1159200441] = {
		id = 1159200441,
		text = "【PH】选项名称 - 卡区守门人B",
	},
	[1159200481] = {
		id = 1159200481,
		text = "【PH】选项名称 - 战斗拿公主角色卡1~2",
	},
	[1159200482] = {
		id = 1159200482,
		text = "【PH】选项名称 - 战斗拿公主角色卡1~2 - 拒绝",
	},
	[1159200491] = {
		id = 1159200491,
		text = "【PH】选项名称 - 战斗拿公主角色卡3~4",
	},
	[1159200492] = {
		id = 1159200492,
		text = "【PH】选项名称 - 战斗拿公主角色卡3~4 - 拒绝",
	},
	[1159200501] = {
		id = 1159200501,
		text = "【PH】选项名称 - 战斗拿公主角色卡5~6",
	},
	[1159200502] = {
		id = 1159200502,
		text = "【PH】选项名称 - 战斗拿公主角色卡5~6 - 拒绝",
	},
	[1159200511] = {
		id = 1159200511,
		text = "【PH】选项名称 - 事件拿公主角色卡1~2",
	},
	[1159200512] = {
		id = 1159200512,
		text = "【PH】选项名称 - 事件拿公主角色卡1~2 - 拒绝",
	},
	[1159200521] = {
		id = 1159200521,
		text = "【PH】选项名称 - 事件拿公主角色卡3~4",
	},
	[1159200522] = {
		id = 1159200522,
		text = "【PH】选项名称 - 事件拿公主角色卡3~4 - 拒绝",
	},
	[1159200531] = {
		id = 1159200531,
		text = "【PH】选项名称 - 事件拿公主角色卡5~6",
	},
	[1159200532] = {
		id = 1159200532,
		text = "【PH】选项名称 - 事件拿公主角色卡5~6 - 拒绝",
	},
	[1159200541] = {
		id = 1159200541,
		text = "【PH】选项名称 - 战斗拿折光1~2",
	},
	[1159200542] = {
		id = 1159200542,
		text = "【PH】选项名称 - 战斗拿折光1~2 - 拒绝",
	},
	[1159200551] = {
		id = 1159200551,
		text = "【PH】选项名称 - 战斗拿折光3~4",
	},
	[1159200552] = {
		id = 1159200552,
		text = "【PH】选项名称 - 战斗拿折光3~4 - 拒绝",
	},
	[1159200561] = {
		id = 1159200561,
		text = "【PH】选项名称 - 战斗拿折光5~6",
	},
	[1159200562] = {
		id = 1159200562,
		text = "【PH】选项名称 - 战斗拿折光5~6 - 拒绝",
	},
	[1159200571] = {
		id = 1159200571,
		text = "【PH】选项名称 - 事件拿折光1~2",
	},
	[1159200572] = {
		id = 1159200572,
		text = "【PH】选项名称 - 事件拿折光1~2 - 拒绝",
	},
	[1159200581] = {
		id = 1159200581,
		text = "【PH】选项名称 - 事件拿折光3~4",
	},
	[1159200582] = {
		id = 1159200582,
		text = "【PH】选项名称 - 事件拿折光3~4 - 拒绝",
	},
	[1159200591] = {
		id = 1159200591,
		text = "【PH】选项名称 - 事件拿折光5~6",
	},
	[1159200592] = {
		id = 1159200592,
		text = "【PH】选项名称 - 事件拿折光5~6 - 拒绝",
	},
	[1159200601] = {
		id = 1159200601,
		text = "【PH】选项名称 - 随机负面事件A",
	},
	[1159200611] = {
		id = 1159200611,
		text = "【PH】选项名称 - 随机负面事件B",
	},
	[1159200621] = {
		id = 1159200621,
		text = "【PH】选项名称 - 随机负面事件C",
	},
	[1159200631] = {
		id = 1159200631,
		text = "【PH】选项名称 - 无奖励战斗 难1",
	},
	[1159200641] = {
		id = 1159200641,
		text = "【PH】选项名称 - 无奖励战斗 难2",
	},
	[1159200651] = {
		id = 1159200651,
		text = "【PH】选项名称 - 无奖励战斗 难3",
	},
	[1159200661] = {
		id = 1159200661,
		text = "接受报酬-导弹",
	},
	[1159200662] = {
		id = 1159200662,
		text = "接受报酬-落雷",
	},
	[1159200663] = {
		id = 1159200663,
		text = "接受报酬-地雷",
	},
	[1159200671] = {
		id = 1159200671,
		text = "接受报酬-燃烧",
	},
	[1159200672] = {
		id = 1159200672,
		text = "接受报酬-冲击波",
	},
	[1159200673] = {
		id = 1159200673,
		text = "接受报酬-内爆体",
	},
	[1159200681] = {
		id = 1159200681,
		text = "接受报酬-定时器",
	},
	[1159200682] = {
		id = 1159200682,
		text = "接受报酬-充能星",
	},
	[1159200683] = {
		id = 1159200683,
		text = "接受报酬-电磁脉冲",
	},
	[1159200691] = {
		id = 1159200691,
		text = "接受报酬-开战",
	},
	[1159200692] = {
		id = 1159200692,
		text = "接受报酬-疾驰",
	},
	[1159200693] = {
		id = 1159200693,
		text = "接受报酬-受创",
	},
	[1159200701] = {
		id = 1159200701,
		text = "【PH】选项名称 - 宇宙大车祸",
	},
	[1159200711] = {
		id = 1159200711,
		text = "【PH】选项名称 - 科技团队 II",
	},
	[1159200721] = {
		id = 1159200721,
		text = "【PH】选项名称 - 失事的武库 II",
	},
	[1159200731] = {
		id = 1159200731,
		text = "【PH】选项名称 - 故障运输组 II",
	},
	[1159200741] = {
		id = 1159200741,
		text = "【PH】选项名称 - 怪人的藏品 II",
	},
	[1159200751] = {
		id = 1159200751,
		text = "【PH】选项名称 - 数据共享 II",
	},
	[1159200761] = {
		id = 1159200761,
		text = "【PH】选项名称 - 大庆典",
	},
	[1159203311] = {
		id = 1159203311,
		text = "中奖了！",
	},
	[1159203321] = {
		id = 1159203321,
		text = "没奖品？那可不行",
	},
	[1159203411] = {
		id = 1159203411,
		text = "中奖了！",
	},
	[1159203421] = {
		id = 1159203421,
		text = "没奖品？那可不行",
	},
	[1159203511] = {
		id = 1159203511,
		text = "中奖了！",
	},
	[1159203521] = {
		id = 1159203521,
		text = "没奖品？那可不行",
	},
	[1159204511] = {
		id = 1159204511,
		text = "中奖了！",
	},
	[1159204521] = {
		id = 1159204521,
		text = "没奖品？那可不行",
	},
	[1159204611] = {
		id = 1159204611,
		text = "中奖了！",
	},
	[1159204621] = {
		id = 1159204621,
		text = "没奖品？那可不行",
	},
	[1159204711] = {
		id = 1159204711,
		text = "中奖了！",
	},
	[1159204721] = {
		id = 1159204721,
		text = "没奖品？那可不行",
	},
	[1159210001] = {
		id = 1159210001,
		text = "【PH】选项名称 - 局外A T1",
	},
	[1159210011] = {
		id = 1159210011,
		text = "【PH】选项名称 - 局外B T1",
	},
	[1159210021] = {
		id = 1159210021,
		text = "【PH】选项名称 - 局外C T1",
	},
	[1159210031] = {
		id = 1159210031,
		text = "【PH】选项名称 - 局外D T1",
	},
	[1159210041] = {
		id = 1159210041,
		text = "【PH】选项名称 - 局外A T2",
	},
	[1159210051] = {
		id = 1159210051,
		text = "【PH】选项名称 - 局外B T2",
	},
	[1159210061] = {
		id = 1159210061,
		text = "【PH】选项名称 - 局外C T2",
	},
	[1159210071] = {
		id = 1159210071,
		text = "【PH】选项名称 - 局外D T2",
	},
	[1159210081] = {
		id = 1159210081,
		text = "【PH】选项名称 - 局外A T3",
	},
	[1159210091] = {
		id = 1159210091,
		text = "【PH】选项名称 - 局外B T3",
	},
	[1159210101] = {
		id = 1159210101,
		text = "【PH】选项名称 - 局外C T3",
	},
	[1159210111] = {
		id = 1159210111,
		text = "【PH】选项名称 - 局外D T3",
	},
	[1169200321] = {
		id = 1169200321,
		text = "-1 生存值",
	},
	[1169200322] = {
		id = 1169200322,
		text = "无法通行",
	},
	[1169200361] = {
		id = 1169200361,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200362] = {
		id = 1169200362,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200371] = {
		id = 1169200371,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200372] = {
		id = 1169200372,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200381] = {
		id = 1169200381,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200382] = {
		id = 1169200382,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200391] = {
		id = 1169200391,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200392] = {
		id = 1169200392,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200401] = {
		id = 1169200401,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200402] = {
		id = 1169200402,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200411] = {
		id = 1169200411,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200412] = {
		id = 1169200412,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200421] = {
		id = 1169200421,
		text = "【PH】选项效果 - ",
	},
	[1169200431] = {
		id = 1169200431,
		text = "【PH】选项效果 - ",
	},
	[1169200441] = {
		id = 1169200441,
		text = "【PH】选项效果 - ",
	},
	[1169200481] = {
		id = 1169200481,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200482] = {
		id = 1169200482,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20） ",
	},
	[1169200491] = {
		id = 1169200491,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200492] = {
		id = 1169200492,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200501] = {
		id = 1169200501,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200502] = {
		id = 1169200502,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200511] = {
		id = 1169200511,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200512] = {
		id = 1169200512,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200521] = {
		id = 1169200521,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200522] = {
		id = 1169200522,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200531] = {
		id = 1169200531,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200532] = {
		id = 1169200532,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200541] = {
		id = 1169200541,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200542] = {
		id = 1169200542,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200551] = {
		id = 1169200551,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200552] = {
		id = 1169200552,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200561] = {
		id = 1169200561,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200562] = {
		id = 1169200562,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200571] = {
		id = 1169200571,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200572] = {
		id = 1169200572,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200581] = {
		id = 1169200581,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200582] = {
		id = 1169200582,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200591] = {
		id = 1169200591,
		text = "【PH】选项效果 - 拿卡",
	},
	[1169200592] = {
		id = 1169200592,
		text = "【PH】选项效果 - 不需要，给我钱吧 （金刚凝胶 +20）",
	},
	[1169200601] = {
		id = 1169200601,
		text = "【PH】选项效果 - ",
	},
	[1169200611] = {
		id = 1169200611,
		text = "【PH】选项效果 - ",
	},
	[1169200621] = {
		id = 1169200621,
		text = "【PH】选项效果 - ",
	},
	[1169200631] = {
		id = 1169200631,
		text = "【PH】选项效果 - ",
	},
	[1169200641] = {
		id = 1169200641,
		text = "【PH】选项效果 - ",
	},
	[1169200651] = {
		id = 1169200651,
		text = "【PH】选项效果 - ",
	},
	[1169200661] = {
		id = 1169200661,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图*2（「导弹」关键词）",
	},
	[1169200662] = {
		id = 1169200662,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图*2（「落雷」关键词）",
	},
	[1169200663] = {
		id = 1169200663,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图*2（「地雷」关键词）",
	},
	[1169200671] = {
		id = 1169200671,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图*2（「燃烧」关键词）",
	},
	[1169200672] = {
		id = 1169200672,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图*2（「冲击波」关键词）",
	},
	[1169200673] = {
		id = 1169200673,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图*2（「内爆体」关键词）",
	},
	[1169200681] = {
		id = 1169200681,
		text = "战斗胜利后，'+20金刚凝胶，获得建筑蓝图*2（「定时器」关键词）",
	},
	[1169200682] = {
		id = 1169200682,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图*2（「充能星」关键词）",
	},
	[1169200683] = {
		id = 1169200683,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图*2（「电磁脉冲」关键词）",
	},
	[1169200691] = {
		id = 1169200691,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图*2（「开战」关键词）",
	},
	[1169200692] = {
		id = 1169200692,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图*2（「疾驰」关键词）",
	},
	[1169200693] = {
		id = 1169200693,
		text = "战斗胜利后，+20金刚凝胶，获得建筑蓝图*2（「受创」关键词）",
	},
	[1169200701] = {
		id = 1169200701,
		text = "【PH】选项效果 - ",
	},
	[1169200711] = {
		id = 1169200711,
		text = "【PH】选项效果 - ",
	},
	[1169200721] = {
		id = 1169200721,
		text = "【PH】选项效果 - ",
	},
	[1169200731] = {
		id = 1169200731,
		text = "【PH】选项效果 - ",
	},
	[1169200741] = {
		id = 1169200741,
		text = "【PH】选项效果 - ",
	},
	[1169200751] = {
		id = 1169200751,
		text = "【PH】选项效果 - ",
	},
	[1169200761] = {
		id = 1169200761,
		text = "【PH】选项效果 - ",
	},
	[1169200771] = {
		id = 1169200771,
		text = "获得「折光（形骸）」特有建筑蓝图*1",
	},
	[1169200772] = {
		id = 1169200772,
		text = "获得「骆十四娘」特有建筑蓝图*1",
	},
	[1169200773] = {
		id = 1169200773,
		text = "获得「信风」特有建筑蓝图*1",
	},
	[1169200774] = {
		id = 1169200774,
		text = "获得「清凉院眠眠」特有建筑蓝图*1",
	},
	[1169200781] = {
		id = 1169200781,
		text = "获得「豌豆公主」特有建筑蓝图*1",
	},
	[1169200782] = {
		id = 1169200782,
		text = "获得「折光（试金石）」特有建筑蓝图*1",
	},
	[1169200783] = {
		id = 1169200783,
		text = "+20金刚凝胶",
	},
	[1169200791] = {
		id = 1169200791,
		text = "获得「逆戟雀」特有建筑蓝图*1",
	},
	[1169200792] = {
		id = 1169200792,
		text = "获得「踯躅森辩才姬」特有建筑蓝图*1",
	},
	[1169200793] = {
		id = 1169200793,
		text = "获得「骆十四娘」特有建筑蓝图*1",
	},
	[1169200794] = {
		id = 1169200794,
		text = "+20金刚凝胶",
	},
	[1169200801] = {
		id = 1169200801,
		text = "获得「折光（形骸）」特有建筑蓝图*1",
	},
	[1169200802] = {
		id = 1169200802,
		text = "获得「骆十四娘」特有建筑蓝图*1",
	},
	[1169200803] = {
		id = 1169200803,
		text = "拒绝",
	},
	[1169200811] = {
		id = 1169200811,
		text = "获得「豌豆公主」特有建筑蓝图*1",
	},
	[1169200812] = {
		id = 1169200812,
		text = "获得「鱼啄雨」特有建筑蓝图*1",
	},
	[1169200813] = {
		id = 1169200813,
		text = "+20金刚凝胶",
	},
	[1169200821] = {
		id = 1169200821,
		text = "获得「信风」特有建筑蓝图*1",
	},
	[1169200822] = {
		id = 1169200822,
		text = "获得「鱼啄雨」特有建筑蓝图*1",
	},
	[1169200823] = {
		id = 1169200823,
		text = "获得「清凉院眠眠」特有建筑蓝图*1",
	},
	[1169200824] = {
		id = 1169200824,
		text = "+1生存值",
	},
	[1169203311] = {
		id = 1169203311,
		text = "获得1~2星建筑蓝图*1（「导弹」关键词）",
	},
	[1169203321] = {
		id = 1169203321,
		text = "战斗后获得1~2星建筑蓝图*1（「导弹」关键词）",
	},
	[1169203411] = {
		id = 1169203411,
		text = "获得3~4星建筑蓝图*1（「导弹」关键词）",
	},
	[1169203421] = {
		id = 1169203421,
		text = "战斗后获得3~4星建筑蓝图*1（「导弹」关键词）",
	},
	[1169203511] = {
		id = 1169203511,
		text = "获得5~6星建筑蓝图*1（「导弹」关键词）",
	},
	[1169203521] = {
		id = 1169203521,
		text = "战斗后获得5~6星建筑蓝图*1（「导弹」关键词）",
	},
	[1169204511] = {
		id = 1169204511,
		text = "获得1~2星建筑蓝图*1（「燃烧」关键词）",
	},
	[1169204521] = {
		id = 1169204521,
		text = "战斗后获得1~2星建筑蓝图*1（「燃烧」关键词）",
	},
	[1169204611] = {
		id = 1169204611,
		text = "获得3~4星建筑蓝图*1（「燃烧」关键词）",
	},
	[1169204621] = {
		id = 1169204621,
		text = "战斗后获得3~4星建筑蓝图*1（「燃烧」关键词）",
	},
	[1169204711] = {
		id = 1169204711,
		text = "获得5~6星建筑蓝图*1（「燃烧」关键词）",
	},
	[1169204721] = {
		id = 1169204721,
		text = "战斗后获得5~6星建筑蓝图*1（「燃烧」关键词）",
	},
	[1169210001] = {
		id = 1169210001,
		text = "【PH】选项效果 - ",
	},
	[1169210011] = {
		id = 1169210011,
		text = "【PH】选项效果 - ",
	},
	[1169210021] = {
		id = 1169210021,
		text = "【PH】选项效果 - ",
	},
	[1169210031] = {
		id = 1169210031,
		text = "【PH】选项效果 - ",
	},
	[1169210041] = {
		id = 1169210041,
		text = "【PH】选项效果 - ",
	},
	[1169210051] = {
		id = 1169210051,
		text = "【PH】选项效果 - ",
	},
	[1169210061] = {
		id = 1169210061,
		text = "【PH】选项效果 - ",
	},
	[1169210071] = {
		id = 1169210071,
		text = "【PH】选项效果 - ",
	},
	[1169210081] = {
		id = 1169210081,
		text = "【PH】选项效果 - ",
	},
	[1169210091] = {
		id = 1169210091,
		text = "【PH】选项效果 - ",
	},
	[1169210101] = {
		id = 1169210101,
		text = "【PH】选项效果 - ",
	},
	[1169210111] = {
		id = 1169210111,
		text = "【PH】选项效果 - ",
	},
	[1592200771] = {
		id = 1592200771,
		text = "「折光（形骸）」",
	},
	[1592200772] = {
		id = 1592200772,
		text = "「骆十四娘」",
	},
	[1592200773] = {
		id = 1592200773,
		text = "「信风」",
	},
	[1592200774] = {
		id = 1592200774,
		text = "「清凉院眠眠」",
	},
	[1592200781] = {
		id = 1592200781,
		text = "「豌豆公主」",
	},
	[1592200782] = {
		id = 1592200782,
		text = "「折光（试金石）」",
	},
	[1592200783] = {
		id = 1592200783,
		text = "拒绝",
	},
	[1592200791] = {
		id = 1592200791,
		text = "「逆戟雀」",
	},
	[1592200792] = {
		id = 1592200792,
		text = "「踯躅森辩才姬」",
	},
	[1592200793] = {
		id = 1592200793,
		text = "「骆十四娘」",
	},
	[1592200794] = {
		id = 1592200794,
		text = "拒绝",
	},
	[1592200801] = {
		id = 1592200801,
		text = "「折光（形骸）」",
	},
	[1592200802] = {
		id = 1592200802,
		text = "「骆十四娘」",
	},
	[1592200803] = {
		id = 1592200803,
		text = "拒绝",
	},
	[1592200811] = {
		id = 1592200811,
		text = "「豌豆公主」",
	},
	[1592200812] = {
		id = 1592200812,
		text = "「鱼啄雨」",
	},
	[1592200813] = {
		id = 1592200813,
		text = "拒绝",
	},
	[1592200821] = {
		id = 1592200821,
		text = "「信风」",
	},
	[1592200822] = {
		id = 1592200822,
		text = "「鱼啄雨」",
	},
	[1592200823] = {
		id = 1592200823,
		text = "「清凉院眠眠」",
	},
	[1592200824] = {
		id = 1592200824,
		text = "拒绝",
	},
	[840000001] = {
		id = 840000001,
		text = "会客休息区",
	},
	[840000002] = {
		id = 840000002,
		text = "泳池露台",
	},
	[840000003] = {
		id = 840000003,
		text = "健身房",
	},
	[840000004] = {
		id = 840000004,
		text = "客卧",
	},
	[840000005] = {
		id = 840000005,
		text = "主卧",
	},
	[840000006] = {
		id = 840000006,
		text = "东侧庭院",
	},
	[1360000001] = {
		id = 1360000001,
		text = "%s 赎罪奖券 <img src=\\\"srpg_res01\\\" size=\\\"50,50\\\"></>",
	},
	[1360000002] = {
		id = 1360000002,
		text = "%s 金刚凝胶 <img src=\\\"srpg_res02\\\" size=\\\"50,50\\\"></>",
	},
	[1360000003] = {
		id = 1360000003,
		text = "%s 影响因子 <img src=\\\"srpg_res03\\\" size=\\\"50,50\\\"></>",
	},
	[1360000004] = {
		id = 1360000004,
		text = "%s 诺伦燃料 <img src=\\\"srpg_fuel\\\" size=\\\"50,50\\\"></>",
	},
	[1360000005] = {
		id = 1360000005,
		text = "<span color=\\\"#FE7380\\\">%s 生存值</> <img src=\\\"srpg_hp\\\" size=\\\"50,50\\\"></>",
	},
	[1360000006] = {
		id = 1360000006,
		text = "%s 舰武载弹 <img src=\\\"srpg_bomb\\\" size=\\\"50,50\\\"></>",
	},
}
